[
  {
    "Id": "7010",
    "Title": "NG Life",
    "Description": "Lost to history and buried under the ashes of its ruin, the ancient city of Pompeii was once home to many great warriors. High school student Keidai Saeki is the reincarnation of Sirix, one of these warriors, and he retains the memories of his past life.\n\r\nWhile at school, Keidai does not openly share the truth of his memories. The only one aware of them is his best friend, Mii Serizawa. In her past life, before the destruction of Pompeii, Serizawa was Loleus, Sirix's male best friend. However, unlike Loleus who felt nothing more than brotherly affection for Sirix, Serizawa is in love with Keidai.\n\r\nUnaware of Serizawa's feelings for him, Keidai yearns for Serena, his wife from his past life. But his hopes of their romantic reunion are dashed by the arrival of his new neighbor, Yuuma Ujoh. Though he does not remember, Yuuma is the reincarnation of Serena, and he has fallen for Serizawa! Plagued by Sirix's memories and regrets, Keidai must choose to remain in the past or pursue a new future.\n\r\n",
    "Volumes": "9",
    "Chapters": "54",
    "Status": "Finished",
    "Published": "Feb  1, 2006 to Mar  5, 2009",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Historical",
      "Reincarnation"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Kusanagi, Mizuho (Story & Art)",
    "Score": "8.12",
    "Ranked": "541",
    "Popularity": "1649",
    "Members": "11,799",
    "Favorites": "307",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/259253.jpg"
  },
  {
    "Id": "8300",
    "Title": "Baby Steps",
    "Description": "Maruo Eiichirou, a first year honor student, one day decides he's unhappy with the way things are and lacks exercise. He finds a flyer for the Tennis Club and decides check it out. He's instantly captivated by it. With no prior experience and poor physical conditioning, join Eiichirou as he embarks on a tennis journey using his smarts, dedication and work ethic.\n\r\n(Source: One Manga)",
    "Volumes": "47",
    "Chapters": "462",
    "Status": "Finished",
    "Published": "Oct  17, 2007 to Nov  1, 2017",
    "Genre": [
      "Award Winning",
      "Sports"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Katsuki, Hikaru (Story & Art)",
    "Score": "8.12",
    "Ranked": "542",
    "Popularity": "691",
    "Members": "25,272",
    "Favorites": "865",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/202589.jpg"
  },
  {
    "Id": "9296",
    "Title": "Seven Days",
    "Description": "Seven days is sufficient for first-year high school student Touji Seryou to determine whether he loves a person or not. He is well-known at school for dating the first person to ask him out on Monday and then breaking up with them by Sunday, telling them he cannot love them back. Even so, girls continue to ask him out because for the one week that they date, Seryou cherishes them with utmost sincerity.\n\r\nYuzuru Shino is Seryou's handsome senior in the archery club, who is always dumped once his partners discover his unlikable personality. After hearing the rumor about Seryou, Yuzuru meets him by chance at the school gates and asks him out as a joke. To his surprise, Seryou takes his offer seriously. How will things go during their week-long relationship?\n\r\n",
    "Volumes": "2",
    "Chapters": "13",
    "Status": "Finished",
    "Published": "Sep  1, 2007 to Jun  1, 2009",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Craf",
    "Authors": "Takarai, Rihito (Art), Tachibana, Venio (Story)",
    "Score": "8.12",
    "Ranked": "543",
    "Popularity": "286",
    "Members": "55,716",
    "Favorites": "2,004",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/270524.jpg"
  },
  {
    "Id": "13702",
    "Title": "Tonari no Kaibutsu-kun",
    "Description": "Shizuku Mizutani is a so-called \"study bug\" who cares little about her classmates and instead strives to become a successful working person like her mother. However, her world changes when she is bribed into bringing notes to the class delinquent, Haru Yoshida, who had quit school after a violent fight got him suspended.\n\r\nDespite his abrasive introduction, Haru soon becomes convinced that they are friends, even going as far as confessing his love for her. As she spends more time with Haru, Shizuku learns that beneath his rough exterior he has a kind and honest spirit.\n\r\n",
    "Volumes": "13",
    "Chapters": "55",
    "Status": "Finished",
    "Published": "Aug  23, 2008 to Nov  22, 2013",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Robico (Story & Art)",
    "Score": "8.12",
    "Ranked": "544",
    "Popularity": "122",
    "Members": "107,186",
    "Favorites": "3,537",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/59207.jpg"
  },
  {
    "Id": "393",
    "Title": "Kindaichi Shounen no Jikenbo: File Series",
    "Description": "Kindaichi (frequently with best-bud, Miyuki) travels to various places where a murder has taken place, typically involving ghosts, curses, myths and folklore of significant events from the distant past, and solves the mystery using ingenious deductions of curious clues and his cool magic.\n\r\n(Source: Tokyopop)",
    "Volumes": "27",
    "Chapters": "219",
    "Status": "Finished",
    "Published": "Oct  14, 1992 to Oct  22, 1997",
    "Genre": [
      "Award Winning",
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Kibayashi, Shin (Story), Kanari, Youzaburou (Story), Satou, Fumiya (Art)",
    "Score": "8.11",
    "Ranked": "545",
    "Popularity": "3023",
    "Members": "6,621",
    "Favorites": "184",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/84823.jpg"
  },
  {
    "Id": "674",
    "Title": "Majin Tantei Nougami Neuro",
    "Description": "The Demon Neuro has a raging hunger for \"enigmas.\" Being dissatisfied with his current regime in hell, he's come into the mortal realm in order to satiate his ever-growing appetite. The murder case of a young girl's father seems to be sufficiently enticing for the Demon's needs... But what else might happen between these two?\n\r\n(Source: aerandria.net)\n\nIncluded one-shot:\r\nVolume 23: Rikon Choutei (Divorce Conciliation)",
    "Volumes": "23",
    "Chapters": "203",
    "Status": "Finished",
    "Published": "Feb  21, 2005 to Apr  20, 2009",
    "Genre": [
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Matsui, Yuusei (Story & Art)",
    "Score": "8.11",
    "Ranked": "546",
    "Popularity": "894",
    "Members": "19,833",
    "Favorites": "751",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/186638.jpg"
  },
  {
    "Id": "1149",
    "Title": "Hokuto no Ken",
    "Description": "The year is 199X. The Earth has been devastated by nuclear war. The seas have dried up and the land is cracked and desolate. Most living things on the planet have become extinct apart from the human race. In this new age violence rules as civilization is lost and the strong rule the weak in a world where food and water are the only thing with value. At this time a mysterious man named Kenshirou appears with his deadly martial art, the 2000 years old Hokuto Shinken. With his deadly style eliminating the evil is he the savior of the new era?",
    "Volumes": "27",
    "Chapters": "245",
    "Status": "Finished",
    "Published": "Sep  13, 1983 to Jul  26, 1988",
    "Genre": [
      "Action",
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Martial Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Hara, Tetsuo (Art), Buronson (Story)",
    "Score": "8.11",
    "Ranked": "547",
    "Popularity": "375",
    "Members": "43,672",
    "Favorites": "2,032",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/258755.jpg"
  },
  {
    "Id": "1257",
    "Title": "Higurashi no Naku Koro ni: Onikakushi-hen",
    "Description": "Keiichi Maebara and his family move from the noisy, bustling city to the quiet little town of Hinamizawa in the summer of 1983. As Keiichi settles in, he meets some local girls who quickly become his steadfast group of friends: Satoko Houjou, Rika Furude, Rena Ryuuguu, and Mion Sonozaki. While their life is mostly carefree and fun-filled, he begins to discover that things in Hinamizawa are not as they appear to be.\n\r\nDuring the annual Cotton Drifting Festival, Keiichi learns that there have been murders and disappearances for the past few years in the aftermath of the celebration. Referred to as \"Oyashiro's Curse,\" the suspicious townsfolk say that those who anger Hinamizawa's patron god will be cursed to die or disappear. At first, he believes that such things are mere folk tales meant to scare misbehaving children. But when a murder and a disappearance occur after the festival and his friends refuse to talk about the strange events in the village, Keiichi begins to wonder if his new friends may have something to do with the horrific events—and if he might be the next to die.\n\r\n",
    "Volumes": "2",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Mar  24, 2005 to Mar  24, 2006",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Psychological"
    ],
    "Serialization": "Gangan Powered",
    "Authors": "Suzuragi, Karin (Art), Ryukishi07 (Story)",
    "Score": "8.11",
    "Ranked": "548",
    "Popularity": "699",
    "Members": "25,166",
    "Favorites": "638",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/259982.jpg"
  },
  {
    "Id": "4945",
    "Title": "Ginga Nagareboshi Gin",
    "Description": "A giant demon bear named Akakabuto has taken over Futago pass. Shortly after, a silver, tiger-striped Akita pup named Gin is born and is trained as a bear-dog. Gin is brought to Riki (the leader of a large pack of dogs and Gin's father) to join the pack. Riki let's him join after proving his strenght and sends his platoons to all parts of Japan to recruit strong males to fight Akakabuto.\n\r\nGin, the third generation of bear-dogs goes through many hardships for the purpose of stopping the terrifying bear, Akakabuto.\n\r\n(Source: ANN)",
    "Volumes": "18",
    "Chapters": "55",
    "Status": "Finished",
    "Published": "Nov  15, 1983 to Feb  24, 1987",
    "Genre": [
      "Award Winning"
    ],
    "Theme": [
      "Anthropomorphic"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Takahashi, Yoshihiro (Story & Art)",
    "Score": "8.11",
    "Ranked": "550",
    "Popularity": "4553",
    "Members": "4,295",
    "Favorites": "235",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/264859.jpg"
  },
  {
    "Id": "11243",
    "Title": "Kono Sekai no Katasumi ni",
    "Description": "1940s Hiroshima. Suzu, a young bride, leaves her home to join her new husband, a member of the Japanese navy, at a military base in the port city of Kure. Confronted with the challenges of a new life, Suzu must also come to grips with a world at war and her beautiful home collapsing around her. Unwilling to give up hope, Suzu holds on to happiness to persevere through the trials of war.\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "3",
    "Chapters": "48",
    "Status": "Finished",
    "Published": "Jan  9, 2007 to Jan  20, 2009",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Manga Ac",
    "Authors": "Kouno, Fumiyo (Story & Art)",
    "Score": "8.11",
    "Ranked": "551",
    "Popularity": "2542",
    "Members": "7,799",
    "Favorites": "121",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/45441.jpg"
  },
  {
    "Id": "11652",
    "Title": "Kuroko no Basket",
    "Description": "Teikou Middle School is famous for its highly renowned basketball team, which produced the famed \"Generation of Miracles\": a team of five prodigies, each with their own unique abilities, considered to be undefeatable by the time they became third years. However, blinded by pride, they split up, entering different high schools upon graduation.\n\r\nTaiga Kagami, having just returned from America, joins the basketball team at Seirin High School in search of strong team members. There, he finds Tetsuya Kuroko, a seemingly unimpressive player, only for Kagami to find out that Kuroko was the \"Phantom Sixth Man\" of the Generation of Miracles: an invisible player who used his impeccable passing skills to support the team from the shadows. Together, they resolve to defeat the Generation of Miracles and make the Seirin basketball team the best in Japan.\n\r\n",
    "Volumes": "30",
    "Chapters": "276",
    "Status": "Finished",
    "Published": "Dec  8, 2008 to Sep  1, 2014",
    "Genre": [
      "Comedy",
      "Sports"
    ],
    "Theme": [
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Fujimaki, Tadatoshi (Story & Art)",
    "Score": "8.11",
    "Ranked": "552",
    "Popularity": "198",
    "Members": "75,155",
    "Favorites": "3,867",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/244299.jpg"
  },
  {
    "Id": "20554",
    "Title": "Kocchi Muite! Miiko",
    "Description": "The continuation of Miiko Desu!\r\nThis time, Miiko is in the fifth grade, and the stories have become more exciting! (Doko Demo Doa Manga Scanlations)\n\r\nThis series received the 1996 Shogakukan Manga Award for children's manga.\n\r\nAno Hi Kara no Denwa:\r\nHaruna’s father buys a new cell phone and gives his old one to her baby sister to play with. It’s old-fashioned and heavy, but Haruna discovers that this phone has a secret power… -cloudcake16- \n\r\n(Source: MangaUpdates)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "1995 to ?",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Slice of Life"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "C",
    "Authors": "Ono, Eriko (Story & Art)",
    "Score": "8.11",
    "Ranked": "553",
    "Popularity": "13165",
    "Members": "1,154",
    "Favorites": "91",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/255795.jpg"
  },
  {
    "Id": "36933",
    "Title": "Ore Monogatari!!",
    "Description": "High school student Takeo Gouda has an intimidating physique that often scares strangers away. Despite his looks, he is appreciated for his kind and manly nature, making him well liked and respected among those who truly know him. However, he has had no luck with romance. Instead, every girl he likes always ends up taking interest in his best friend—the quiet and handsome Makoto Sunakawa. \n\r\nOne day, Takeo falls in love with the cute and petite Rinko Yamato after saving her from an unpleasant situation. Little does he know, Rinko fell in love with him too! Oblivious, Takeo believes that Yamato is interested in Sunakawa, so soft-hearted Takeo decides to help bring the two together, even if he has to abandon his love story.\n\r\n",
    "Volumes": "13",
    "Chapters": "52",
    "Status": "Finished",
    "Published": "Dec  13, 2011 to Jul  13, 2016",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Kawahara, Kazune (Story), Aruko (Art)",
    "Score": "8.11",
    "Ranked": "555",
    "Popularity": "508",
    "Members": "33,585",
    "Favorites": "611",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/180382.jpg"
  },
  {
    "Id": "112090",
    "Title": "Hidamari ga Kikoeru: Koufukuron",
    "Description": "Due to the overwhelming success of I Hear the Sunspot, the sequel has finally arrived, I Hear the Sunspot: Theory of Happiness! How will this \"more than friends, less than lovers\" relationship evolve?\n\r\n(Source: One Peace Books)",
    "Volumes": "1",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Apr  22, 2015 to Feb  22, 2016",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "C",
    "Authors": "Fumino, Yuki (Story & Art)",
    "Score": "8.11",
    "Ranked": "556",
    "Popularity": "3050",
    "Members": "6,562",
    "Favorites": "61",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/240672.jpg"
  },
  {
    "Id": "89960",
    "Title": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-3 Shou - Truth of Zero",
    "Description": "The Royal Capital, the city of Lugunica, has been in disarray ever since losing its king. Now without a figurehead, the royal family collapses, and the government must immediately hold an election to decide on his successor. Subaru Natsuki, who unknowingly saved the insignia that made Emilia a Royal Election candidate, accompanies her to an important meeting.\n\r\nWhile in the capital, Emilia insists that Subaru stay behind and repose following the demon beast attack, despite the fact he would do anything besides that. However, when Subaru sees Emilia being ill-treated by both the citizens and her fellow candidates, will he be able to keep his promise to the one he loves most?\n\r\n",
    "Volumes": "11",
    "Chapters": "55",
    "Status": "Finished",
    "Published": "May  27, 2015 to Sep  27, 2019",
    "Genre": [
      "Drama",
      "Fantasy",
      "Suspense"
    ],
    "Theme": [
      "Isekai",
      "Psychological",
      "Time Travel"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Aliv",
    "Authors": "Matsuse, Daichi (Art), Nagatsuki, Tappei (Story)",
    "Score": "8.11",
    "Ranked": "558",
    "Popularity": "1710",
    "Members": "11,317",
    "Favorites": "129",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/188948.jpg"
  },
  {
    "Id": "107948",
    "Title": "Hitori Koukan Nikki",
    "Description": "Jealous of other people successfully moving forward in life and constantly eaten away by her insecurities, Kabi Nagata finally musters the courage to leave her parents and move into a new apartment alone. Unfortunately, she struggles to adapt to this new lifestyle and begins to contemplate her newfound feelings of loneliness, including her estranged relationship with her mother and what it means to love and be loved. As the psychological pressure mounts, her resolve waivers.\n\r\nFrom her family to love, Nagata attempts to overcome her tumultuous past and heal the wounds that afflict her. No matter how broken she may be, she does her best to move forward.\n\r\n",
    "Volumes": "2",
    "Chapters": "27",
    "Status": "Finished",
    "Published": "May  23, 2016 to Nov  13, 2017",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "Memoir"
    ],
    "Serialization": "pixiv Comic",
    "Authors": "Nagata, Kabi (Story & Art)",
    "Score": "8.11",
    "Ranked": "559",
    "Popularity": "1101",
    "Members": "16,446",
    "Favorites": "264",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/203497.jpg"
  },
  {
    "Id": "80091",
    "Title": "Yahari Ore no Seishun Love Comedy wa Machigatteiru. @comic",
    "Description": "Hachiman Hikigaya is a high school boy with twisted character. He prefers to go against the trend and refuses to make friends with anybody. In order to get Hachiman back on the right track, his school teacher Shizuka Hiratsuka forces him to join the \"Public Service Club.\" There he meets other problematic students.\n\r\n(Source: MAL News)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  19, 2012 to ?",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Love Polygon",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Sunday Gene-X",
    "Authors": "Watari, Wataru (Story), Io, Naomichi (Art)",
    "Score": "8.11",
    "Ranked": "560",
    "Popularity": "2418",
    "Members": "8,135",
    "Favorites": "146",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/138503.jpg"
  },
  {
    "Id": "80841",
    "Title": "Hakumei to Mikochi",
    "Description": "Nine centimeters (3.5 inches) tall, the tiny girls Hakumei and Mikochi live in the forest. Living in a tiny house in a tree, riding insects and birds, and making umbrellas out of leaves, these tiny girls live a tiny life. Follow their tiny but lovely lives as they live their day to day in a fantastic world of tiny people and gods.\n\r\n(Source: MangaHelpers)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  30, 2011 to ?",
    "Genre": [
      "Fantasy",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "H",
    "Authors": "Kashiki, Takuto (Story & Art)",
    "Score": "8.10",
    "Ranked": "563",
    "Popularity": "2435",
    "Members": "8,096",
    "Favorites": "205",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/140571.jpg"
  },
  {
    "Id": "18570",
    "Title": "Ultra Heaven",
    "Description": "In a world where all feeling is artificial and where everyone is a potential drug addict, nothing has really changed: the excess is near at hand and very few substances are considered dangerous and put under a strict control by a hygiene office, which has full power on the drug addicts, who are in extreme conditions.\n\r\nThe main character is Kabu, a little peddler and heavy addicted. Used to any kind of hallucinogenic trip, he is able to feel\r\nthe happiness through the ecstasy of the drug, while on the same time hypocritically hating those who gave birth to that society which has forced him to the excess. After an overdose caused by mixing two incompatible drugs, he spends his days looking for stimulants until he encounters an enigmatic man who offers him a new kind of illegal substance: Ultra Heaven. From that moment his incredible journey begins, where dream and reality are fused in an undivided world, causing him hysterical or joyful reactions and unrestrained pains.\n\r\nBut what really is Ultra Heaven and who's really behind it? And who is the guru who is promoting the meditation as a powerful way to influence the whole universe surrounding us? With the help of a special amplifier helmet, Kabu starts a trip into the deep and hidden layers of his conscience, diving into a nightmare he would never discover...\n\r\n(Source: MU)",
    "Volumes": "3",
    "Chapters": "25",
    "Status": "On Hi",
    "Published": "Jun  12, 2001 to Oct  10, 2009",
    "Genre": [
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Beam",
    "Authors": "Koike, Keiichi (Story & Art)",
    "Score": "8.10",
    "Ranked": "564",
    "Popularity": "993",
    "Members": "17,970",
    "Favorites": "456",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/161311.jpg"
  },
  {
    "Id": "22986",
    "Title": "Ran to Haiiro no Sekai",
    "Description": "Aspiring little sorceress Ran Uruma feels frustrated as she frantically searches for her favorite pair of shoes. Despite her being just an elementary school child, those particular shoes allow her to transform into the body of an adult. Ran teems with magical potential but has yet to learn how to control it. Knowing this, her beast sorcerer brother Jin hides the shoes until she completes cleaning their house.\n\r\nRan's mother Shizuka is one of the most powerful sorceresses to exist and must live far from home to look after the city. Head of their family and of all sorcerers, Zen is also often away attending business and has to leave Jin in charge of the household. Ran can be quite difficult to handle, and only a single pair of eyes is not enough to keep tabs on her every mischief. With the freedom she gets while no one's restricting her, Ran explores the magical abilities that drive her toward many fascinating adventures.\n\r\n",
    "Volumes": "7",
    "Chapters": "51",
    "Status": "Finished",
    "Published": "Dec  15, 2008 to Apr  15, 2015",
    "Genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Fellows!",
    "Authors": "Irie, Aki (Story & Art)",
    "Score": "8.10",
    "Ranked": "565",
    "Popularity": "597",
    "Members": "28,929",
    "Favorites": "826",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/152107.jpg"
  },
  {
    "Id": "26178",
    "Title": "Donten ni Warau",
    "Description": "In the dawn of the Meiji period, the Gokumonjou, an inescapable prison, has been established in the middle of an enormous lake to counter the soaring crime rates the new era has brought. Serving as the ferrymen are the famous Kumou brothers: the eccentric family head, Tenka; the reckless but noble second son, Soramaru; and the guileless youngest, Chuutarou. In spite of their grim work, the three lead relatively peaceful lives in the ever-cloudy town of Oumi, together with their housekeeper, Shirasu Kinjou.\n\r\nBut buried in the long history of Oumi is the legend of the terrifying \"Orochi,\" a serpentine beast that awakens every three hundred years in a human vessel. Unbeknownst to Soramaru and Chuutarou, the actual job of the Kumou family is to seal the Orochi away before it fully revives—or the world will be plunged into destruction. Amid the monster's next resurrection, the Kumou family must find the resolve to keep laughing under the clouds.\n\r\n",
    "Volumes": "6",
    "Chapters": "29",
    "Status": "Finished",
    "Published": "Oct  15, 2010 to May  15, 2013",
    "Genre": [
      "Action",
      "Supernatural"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Comic Avarus",
    "Authors": "Karakara, Kemuri (Story & Art)",
    "Score": "8.10",
    "Ranked": "566",
    "Popularity": "766",
    "Members": "22,831",
    "Favorites": "660",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/254936.jpg"
  },
  {
    "Id": "27029",
    "Title": "Ouran Koukou Host Club University Special",
    "Description": "July 2011 Special\r\nWhen Hikaru and Kaoru Hitachiin bail on being models for an upcoming fashion show, Mei Yasumura finds herself scrambling through last-minute replacements. Unfortunately for her, the Hitachiin twins have already sent in their substitute: Ritsu Kasanoda. With all options exhausted and time running out, Mei resolves to train a vexed Kasanoda to become her model.\n\nAugust 2011 Special\r\nOn a hot midsummer night, a few of the Ouran Host Club members begin to share ghost stories to each other. Soon, they are interrupted by a tardy Takashi Morinozuka, who claims to have seen an apparition. Upon arriving at the location of the sighting, the group is surprised to see that the ghost looks similar to Kyouya Ootori—who is very much alive. As they try to identify the mysterious figure, the club encounters a child with a wish to attend a festival.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "2",
    "Status": "Finished",
    "Published": "Jul  23, 2011 to Aug  24, 2011",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Crossdressing",
      "Harem",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Hatori, Bisco (Story & Art)",
    "Score": "8.10",
    "Ranked": "567",
    "Popularity": "2665",
    "Members": "7,503",
    "Favorites": "28",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/268902.jpg"
  },
  {
    "Id": "48025",
    "Title": "Magi: Sinbad no Bouken",
    "Description": "Not so long ago, mysterious structures called Dungeons began appearing all over the world. No one knows what they are or how they came to be, but adventurers and armies around the world instantly took interest in them. Thousands set out to explore the Dungeons, but so far, not a single person has returned.\n\r\nIn a Parthevian port, a young boy is about to make a name for himself. Sinbad is good-natured, strong, and craving adventure. A kind deed leads to his meeting with Yunan, an enigmatic traveler who is far more powerful than his frivolous personality lets on. Yunan instructs Sinbad to attain the \"power of the king\" and change the world—by conquering a Dungeon. The eager boy readily accepts, setting out on the grand adventure he so craved.\n\r\nTaking place 15 years before the events of the original series, Magi: Sinbad no Bouken chronicles Sinbad's youth as a Dungeon conqueror. Along the way, the budding adventurer and merchant will have to face many obstacles, but anything is possible with the power of a king.\n\r\n",
    "Volumes": "19",
    "Chapters": "182",
    "Status": "Finished",
    "Published": "May  8, 2013 to Apr  25, 2018",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "MangaONE",
    "Authors": "Ohtaka, Shinobu (Story), Ohtera, Yoshifumi (Art)",
    "Score": "8.10",
    "Ranked": "569",
    "Popularity": "494",
    "Members": "34,222",
    "Favorites": "844",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/209406.jpg"
  },
  {
    "Id": "27",
    "Title": "X",
    "Description": "Six years ago, Kamui Shirou and siblings Fuuma and Kotori Monou were inseparable childhood friends. After the sudden, gruesome death of the Monou siblings' mother, Kamui was taken away from Tokyo by his own mother. In the years that passed, the two lived peacefully while Kamui strengthened his innate telekinetic abilities. When his mother passes away in 1999, her dying wish prompts him to return to Tokyo to face his \"destiny.\"\n\r\nWhen Kamui reappears in the city, his attitude has taken a drastic turn, and he displays the growth of his powers through violent confrontations in the streets. Various opponents come after him asking if he is \"Kamui,\" but they seem to be demanding something far more significant than his name. These fighters represent two opposite factions—the Dragons of Heaven and the Dragons of Earth—who each wish to recruit him to their cause. Piecing together clues about the apocalyptic \"promised day,\" Kamui realizes that he holds the fate of the world in his hands. Depending on which group of Dragons he allies himself with, he can either choose to save the world—or end it.\n\r\n",
    "Volumes": "18",
    "Chapters": "158",
    "Status": "On Hi",
    "Published": "Mar  24, 1992 to Mar  24, 2003",
    "Genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "Theme": [
      "Psychological",
      "Super Power"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Asuk",
    "Authors": "CLAMP (Story & Art)",
    "Score": "8.10",
    "Ranked": "570",
    "Popularity": "705",
    "Members": "24,866",
    "Favorites": "1,008",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/267781.jpg"
  },
  {
    "Id": "564",
    "Title": "Gantz",
    "Description": "Lonely high school student Kei Kurono isolates himself out of a growing cynicism toward his fellow man and the cruelty they are capable of enacting. One day, while waiting to take the subway to school, Kei's classmate Masaru Katou leaps onto the tracks in an effort to save a drunk man. Driven by an uncharacteristic desire to rescue someone else, Kei follows Katou down into danger. While successful in saving him, the two boys are killed by the train.\n\r\nKei wakes up beside Katou in an apartment full of strangers and furnished by a giant black orb with a glass-like outer surface. After finding out that everyone in the room has recently died, words appear on the black ball tasking them with killing a strange creature. The ball equips Kei and the others with power suits and mysterious guns before sending them off to collect this bizarre bounty.\n\r\nAlthough Kei discovers the mission to be far more deadly than originally suspected, he manages to survive. He is teleported back to the apartment where he and the other survivors are rewarded point values according to their actions in battle by the black sphere, which a fellow survivor says is called \"Gantz.\" Despite his death earlier that day, Kei is granted the ability to return to his daily life with one condition: he can be uprooted from his day at any time and summoned back to the apartment, where Gantz will task him and other recently deceased with the assassination of another target. \n\r\nWhile Katou dreads the inevitable return to Gantz, Kei finds himself living for the sole purpose of carrying out these missions. Thriving in the heat of battle and learning to care about himself and his comrades, Kei faces escalating monstrous threats that begin to bleed out into his normal life outside of Gantz.\n\r\n",
    "Volumes": "37",
    "Chapters": "383",
    "Status": "Finished",
    "Published": "Jul  13, 2000 to Jun  20, 2013",
    "Genre": [
      "Action",
      "Drama",
      "Horror",
      "Sci-Fi",
      "Supernatural"
    ],
    "Theme": [
      "Gore",
      "Psychological",
      "Survival"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Oku, Hiroya (Story & Art)",
    "Score": "8.10",
    "Ranked": "571",
    "Popularity": "30",
    "Members": "230,235",
    "Favorites": "18,187",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/278020.jpg"
  },
  {
    "Id": "591",
    "Title": "Koukou Debut",
    "Description": "While in middle school, Haruna Nagashima threw herself into playing softball while secretly dreaming of finding romance, but without any luck. High school has just started for her, and she now has the perfect chance to fall in love with a potential boyfriend. But there's one problem—she has no idea where to begin!\n\r\nOn her first day of school, she accidentally bumps into You Komiyama, the most popular boy in the year. With his stunning looks, Haruna is positive he can help. The handsome boy reluctantly agrees to coach her about love under one condition: she must not fall in love with him. Under You's guidance, will Haruna be able to kick off her high school debut and find herself a boyfriend?\n\r\n",
    "Volumes": "15",
    "Chapters": "62",
    "Status": "Finished",
    "Published": "Aug  13, 2003 to May  13, 2013",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Kawahara, Kazune (Story & Art)",
    "Score": "8.10",
    "Ranked": "572",
    "Popularity": "235",
    "Members": "65,407",
    "Favorites": "2,244",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/265953.jpg"
  },
  {
    "Id": "655",
    "Title": "Boku no Chikyuu wo Mamotte",
    "Description": "Mystic dreams of a previous life in the moon lead to the bonding of seven students in an attempt to uncover the secrets behind what they have forgotten. As various truths are sought and avoided, Alice must hurry remembering if she is to save the fragile Rin from self-destruction. For only after facing the grave errors of the past, can they all move forward and live fully in the present.\n\r\n(Source: MangaTraders)",
    "Volumes": "21",
    "Chapters": "138",
    "Status": "Finished",
    "Published": "1987 to  1994",
    "Genre": [
      "Drama",
      "Fantasy",
      "Mystery",
      "Romance",
      "Sci-Fi"
    ],
    "Theme": [
      "Reincarnation",
      "Space"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Hiwatari, Saki (Story & Art)",
    "Score": "8.10",
    "Ranked": "573",
    "Popularity": "1641",
    "Members": "11,842",
    "Favorites": "439",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/264117.jpg"
  },
  {
    "Id": "872",
    "Title": "JoJo no Kimyou na Bouken Part 3: Stardust Crusaders",
    "Description": "In 1989, Joseph Joestar arrives in Japan to meet his troubled grandson Joutarou Kuujou at the request of his daughter Holly. Joutarou has locked himself in a jail cell out of fear that an evil spirit is possessing him and that he may cause harm to others. However, Joseph reveals the truth to Joutarou: this \"spirit\" is really a \"Stand,\" a physical manifestation of one's fighting spirit. What's more, Joseph and his companion Mohammed Avdol possess Stands of their own and have learned to control them with ease.\n\r\nJoseph's arrival comes with another piece of news: an old family enemy has returned from the grave, causing the Stands of the Joestar family to awaken. However, when a Stand manifests within Holly, her inability to cope with it leaves her gravely ill, stirring the men into action.\n\r\nArmed with the power of Stands, a globe-trotting adventure from Japan to Egypt—where their adversary resides—begins. Meeting an array of nefarious Stand users along the way, as well as new allies, the team leads a crusade to save Holly and put an end to their enemy for good.\n\r\n",
    "Volumes": "16",
    "Chapters": "152",
    "Status": "Finished",
    "Published": "Mar  20, 1989 to Apr  14, 1992",
    "Genre": [
      "Action",
      "Adventure",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Araki, Hirohiko (Story & Art)",
    "Score": "8.10",
    "Ranked": "574",
    "Popularity": "142",
    "Members": "95,379",
    "Favorites": "3,355",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/269909.jpg"
  },
  {
    "Id": "928",
    "Title": "Pocket Monsters Special",
    "Description": "Red is just a normal kid living in the rural Pallet Town, when he decides to go out on his own adventure, along with his rival, Green. In this world of Pokémon, he makes many friends, humans and Pokémon alike. However, all is not well. Team Rocket is trying to capture Mew, a very rare Pokémon, and is performing experiments on other Pokémon, trying to increase their power. Red and his friends must battle against Team Rocket to stop their cruel experiments and unlock the secrets of Pokémon.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  1997 to ?",
    "Genre": [
      "Action",
      "Adventure"
    ],
    "Demographic": [
      "Kids"
    ],
    "Serialization": "CoroCoro Comic",
    "Authors": "Kusaka, Hidenori (Story), Yamamoto, Satoshi (Art), Mato (Art)",
    "Score": "8.10",
    "Ranked": "575",
    "Popularity": "317",
    "Members": "49,519",
    "Favorites": "4,378",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/265951.jpg"
  },
  {
    "Id": "10447",
    "Title": "Getter Robo Go",
    "Description": "Following the disaster at the end of Shin Getter Robo, Hayato Jin has become the new leader of the Saotome Research Institute and Ryoma has retired to the countryside. Robot technology has advanced to the point that most major countries own them, but Getter Rays research is now forbidden and kept secret from the rest of the world. In order to defeat the madman Randou whose base lies the Arctic, a new team of Getter Robo pilots is formed, piloting a new form of Getter Robo which runs on simple plasma energy. Allying with the militaries of various nations, the war with Randou's army begins.\n\r\nThis series marks the debut of the Shin Getter Robo. \n\n",
    "Volumes": "7",
    "Chapters": "28",
    "Status": "Finished",
    "Published": "Feb  11, 1991 to Jan  27, 1992",
    "Genre": [
      "Action",
      "Sci-Fi"
    ],
    "Theme": [
      "Mecha"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "    N",
    "Authors": "Ishikawa, Ken (Story & Art)",
    "Score": "8.10",
    "Ranked": "576",
    "Popularity": "5718",
    "Members": "3,328",
    "Favorites": "202",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/272711.jpg"
  },
  {
    "Id": "139104",
    "Title": "Hikaeme ni Ittemo, Kore wa Ai",
    "Description": "Risa Amakawa is only in high school, but she is extraordinarily self-sufficient. With the tools inside her seemingly bottomless bag, she is prepared for any freak incident that lady luck chooses to throw her way. So when Risa encounters a delinquent—all battered and bruised—on a rainy afternoon, she takes advantage of the power bestowed upon her by her own sense of caution and uses it to help him. What she does not expect is the victim, Zen Oohira, to take a liking to her.\n\r\nZen checks all the boxes of a typical delinquent; he has an air of nonchalance about him and even owns a motorcycle. Even so, he is oddly cheerful and sweet, going so far as to give Risa a \"help coupon\" as thanks for her aid in his time of need. When an unforeseen episode forces Risa to redeem her coupon, she realizes that Zen can be far more charming than he lets on. But is she prepared to sacrifice her meticulousness for a carefree gamble on romance?\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  26, 2021 to ?",
    "Genre": [
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Fuji, Momo (Story & Art)",
    "Score": "8.09",
    "Ranked": "595",
    "Popularity": "1984",
    "Members": "9,674",
    "Favorites": "164",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/253097.jpg"
  },
  {
    "Id": "153158",
    "Title": "Telework Yotabanashi",
    "Description": "Amidst a pandemic, system engineer Nokoru Mitsuhashi is ordered to telework. Spending far more time at home than he knows what to do with, he eventually meets Natsu Izumi, an archeology grad student living next door. While adjusting to life during the lockdown, Nokoru discovers newfound emotions as he navigates his relationship with Natsu, who—unbeknownst to him—is his future wife!\n\r\n",
    "Volumes": "1",
    "Chapters": "20",
    "Status": "Finished",
    "Published": "Aug  2, 2020 to Apr  13, 2023",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Adult Cast",
      "Workplace"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Yamada, Kintetsu (Story & Art)",
    "Score": "8.10",
    "Ranked": "578",
    "Popularity": "1619",
    "Members": "11,945",
    "Favorites": "164",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/282072.jpg"
  },
  {
    "Id": "98374",
    "Title": "Cardcaptor Sakura: Clear Card-hen",
    "Description": "Upon successfully capturing all of the elusive Clow Cards and transforming them into her very own Sakura Cards, Sakura Kinomoto finds her duty as Cardcaptor complete. On the way to her first day of classes at Tomoeda Middle School, Sakura is surprised by a reunion with her sweetheart Shaoran Li, who informs her that he is permanently moving back to Tomoeda. To her delight, Shaoran will also be attending the same school! \n\r\nAlthough her life seems brighter than ever, Sakura has a strange dream later that night where she is surrounded by transparent cards and meets a mysterious cloaked figure. To her horror, the Sakura Cards have all turned clear upon waking up, and her dream now reality. With ongoing prophetic dreams, a new staff, and encounters with a new set of cards, Sakura must once again take up the role of Cardcaptor alongside her guardians and friends in a whole new adventure.\n\r\n",
    "Volumes": "16",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "Jun  3, 2016 to Dec  1, 2023",
    "Genre": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Mahou Shoujo"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Nakayosh",
    "Authors": "CLAMP (Story & Art)",
    "Score": "8.10",
    "Ranked": "579",
    "Popularity": "1129",
    "Members": "16,104",
    "Favorites": "311",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/193021.jpg"
  },
  {
    "Id": "115710",
    "Title": "Jujutsu Kaisen 0: Tokyo Toritsu Jujutsu Koutou Senmon Gakkou",
    "Description": "Yuuta Okkotsu is haunted. Ever since his childhood friend Rika died in a traffic accident, her ghost has stuck with him. But her spirit does not appear as the sweet girl Yuuta once knew. Instead, she manifests as a monstrous and powerful entity who fiercely protects him. Unable to control Rika's violent behavior, Yuuta is helpless to stop the bloodshed that follows from her brutal vengeance. As a result, when apprehended by \"Jujutsu\" sorcerers—the secret guardians of the world, trained to combat forces like Rika—Yuuta wishes to be completely isolated so that no one else can get hurt.\n\r\nYet his apprehender, the master sorcerer Satoru Gojou, has different plans for him: he will join Tokyo Prefectural Jujutsu High School and learn to control Rika in order to help people. Now a first-year at this school, Yuuta starts to learn Jujutsu arts and combat malignant beings. Alongside his new classmates Maki Zenin, a Jujutsu weapons expert; Toge Inumaki, a spellcaster who uses his words as weapons; and Panda, a seemingly walking and talking panda bear, Yuuta begins to find his place in the world and, for once, to feel comfortable with his abilities. However, as his training progresses, Yuuta comes to learn that the dangers of the Jujutsu world go far beyond that of wicked spirits.\n\r\n",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Apr  28, 2017 to Jul  28, 2017",
    "Genre": [
      "Action",
      "Supernatural"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump GIGA",
    "Authors": "Akutami, Gege (Story & Art)",
    "Score": "8.10",
    "Ranked": "580",
    "Popularity": "136",
    "Members": "99,666",
    "Favorites": "1,517",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/219336.jpg"
  },
  {
    "Id": "119931",
    "Title": "One Room Angel",
    "Description": "There are a lot of things that Kouki doesn't have—no hobbies, no friends, no lover, no stable job, and no will to live. So when a random tussle with some kids gets him stabbed, he thinks maybe this is finally his ticket out of this crappy life. But just as he's about to pass out he sees a beautiful \"angel\"... How is Kouki supposed to cope when less than a month later, he's mysteriously healed, has astronomical bills to pay, and suddenly has the same beautiful angel as his amnesiac roommate?\n\r\n(Source: Fantasista Inc.)",
    "Volumes": "1",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "Oct  25, 2017 to Dec  25, 2018",
    "Genre": [
      "Boys Love",
      "Drama",
      "Supernatural"
    ],
    "Serialization": "onBLUE",
    "Authors": "Harada (Story & Art)",
    "Score": "8.09",
    "Ranked": "581",
    "Popularity": "3609",
    "Members": "5,538",
    "Favorites": "188",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/226252.jpg"
  },
  {
    "Id": "124094",
    "Title": "Jibaku Shounen Hanako-kun 0",
    "Description": "Rumor has it that on the third floor of Kamome Academy's old building, there exists the spirit of a young girl named Hanako-san in the girls' restroom. It is said that whoever summons Hanako-san is granted any wish they desire. When high school first-year Nene Yashiro discovers her boyfriend's disloyalty, she decides to call upon Hanako-san to enact revenge. To Yashiro's surprise, she comes face to face with a boy instead of a girl!\n\r\nHanako-kun, bored out of his mind, is delighted to see someone enter. As the third-generation Hanako-san of the Toilet, it is his responsibility to watch over the students of the school—and that includes fulfilling their wishes. However, nothing can be done until someone summons him.\n\r\nThus, the meeting between a human and a ghost marks the beginning of a curious relationship.\n\r\n",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Jun  18, 2014 to Aug  18, 2014",
    "Genre": [
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "GFantasy",
    "Authors": "Aida, Iro (Story & Art)",
    "Score": "8.09",
    "Ranked": "582",
    "Popularity": "1866",
    "Members": "10,276",
    "Favorites": "210",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/226278.jpg"
  },
  {
    "Id": "908",
    "Title": "Soul Eater",
    "Description": "Death City is home to the Death Weapon Meister Academy, established by Shinigami—the grim reaper himself. Created to maintain peace, the academy trains Meisters and Demon Weapons—people who take on the form of a weapon—to defend humanity against evil. The ultimate goal of a Meister is to create a \"Death Scythe\" worthy of being wielded by Shinigami. To do this, their weapon partner must consume the souls of 99 wicked humans and one witch.\n\r\nMaka Albarn and her partner Soul Eater \"Soul\" Evans are two students who hope to make a Death Scythe. They are joined by the boisterous Black☆Star and his partner Tsubaki Nakatsukasa, as well as the perfectionist Death the Kid—simply known as Kid—and his partners, the twins Patricia \"Patty\" and Elizabeth \"Liz\" Thompson. These ambitious students all work towards becoming the ultimate Meister and Demon Weapon team, through misadventures, missions, and many class trials.\n\r\nHowever, many mysteries surround them, and as new enemies are discovered and secrets are revealed, Maka, Soul, and their friends must fight to protect the academy, Death City, and the world itself from enemies far worse than humans.\n\r\n",
    "Volumes": "25",
    "Chapters": "117",
    "Status": "Finished",
    "Published": "Jun  24, 2003 to Aug  12, 2013",
    "Genre": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Gang",
    "Authors": "Ookubo, Atsushi (Story & Art)",
    "Score": "8.09",
    "Ranked": "584",
    "Popularity": "40",
    "Members": "186,695",
    "Favorites": "10,273",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/159808.jpg"
  },
  {
    "Id": "988",
    "Title": "Shijou Saikyou no Deshi Kenichi",
    "Description": "Kenichi Shirahama is a good-natured but bullied 15-year-old boy. Tired of being weak, he joins his school's karate club to grow stronger, only to end up as mere target practice for his seniors. However, the beautiful transfer student Miu Fuuriniji changes Kenichi's undesirable fate: she is a first-rate martial artist who introduces him to Ryozanpaku dojo.\n\r\nThere, Kenichi meets the dojo's six eccentric masters, who then decide to take him in as their disciple! Shijou Saikyou no Deshi Kenichi tells the story of history's strongest disciple Kenichi as he trains tirelessly under the world's greatest martial artists—who each specialize in their own martial art—to gain the strength to protect the people and values important to him.\n\r\n",
    "Volumes": "61",
    "Chapters": "584",
    "Status": "Finished",
    "Published": "Aug  9, 2002 to Sep  17, 2014",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Ecchi"
    ],
    "Theme": [
      "Martial Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Matsuena, Syun (Story & Art)",
    "Score": "8.09",
    "Ranked": "585",
    "Popularity": "218",
    "Members": "69,005",
    "Favorites": "3,447",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/169883.jpg"
  },
  {
    "Id": "3102",
    "Title": "Girl Friends",
    "Description": "Mariko \"Mari\" Kumakura has always been an excellent student, but because of her quiet and timid demeanor, she has always been isolated from her peers. However, the outgoing and popular Akiko \"Akko\" Oohashi plans to change that by becoming Mari's best friend through her constant optimism and persistence. The two, along with Akko's other friends—the carefree Satoko Sugiyama and energetic Tamami Sekine—deal with the troubles of school and everyday life for teenage girls, discovering just how difficult growing up can be.\n\r\nAs they spend more and more time together, Mari and Akko's affection for each other grows. Beginning to wonder if friends are supposed to feel this way, how will this affect their budding relationship?\n\r\n",
    "Volumes": "5",
    "Chapters": "35",
    "Status": "Finished",
    "Published": "Oct  21, 2006 to Aug  21, 2010",
    "Genre": [
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic High!",
    "Authors": "Morinaga, Milk (Story & Art)",
    "Score": "8.09",
    "Ranked": "586",
    "Popularity": "340",
    "Members": "47,004",
    "Favorites": "2,834",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/262292.jpg"
  },
  {
    "Id": "4423",
    "Title": "Oooku",
    "Description": "In Edo period Japan (1603 to 1868), a strange new disease called the Redface Pox has begun to prey on the country's men. Within eighty years of the first outbreak, the male population has fallen to a quarter of the total female population. Women have taken on all the roles traditionally granted to men, even that of the Shogun. The men, precious providers of life, are carefully protected and the most beautiful of the men are sent to serve in the Shogun's Inner Chambers.\n\r\n(Source: VIZ Media)",
    "Volumes": "19",
    "Chapters": "79",
    "Status": "Finished",
    "Published": "Jun  28, 2004 to Dec  28, 2020",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Historical",
      "Samurai"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Melody",
    "Authors": "Yoshinaga, Fumi (Story & Art)",
    "Score": "8.09",
    "Ranked": "587",
    "Popularity": "1823",
    "Members": "10,554",
    "Favorites": "179",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/284375.jpg"
  },
  {
    "Id": "78537",
    "Title": "Karakai Jouzu no Takagi-san",
    "Description": "With a smirk, the mischievous middle school boy Nishikata glances over at Takagi, the girl seated next to him in class. He has just devised a master plan to finally get back at her for all the merciless teasing inflicted upon him. As he is about to set his plan into motion, Takagi intervenes with a single comment that halts Nishikata right in his tracks. She had turned the tables on him yet again.\n\r\n\"If you blush, you lose.\" That has been the unwritten rule set between the two ever since they encountered one another in middle school. Day after day, loss after loss, Nishikata strives to see Takagi red with embarrassment, but his futile attempts are only met by further ridicule. Beyond this vicious cycle of trying to outwit one another, will their relationship ever evolve?\n\r\n",
    "Volumes": "20",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "Jun  12, 2012 to Oct  12, 2023",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei",
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gess",
    "Authors": "Yamamoto, Souichirou (Story & Art)",
    "Score": "8.09",
    "Ranked": "589",
    "Popularity": "194",
    "Members": "77,214",
    "Favorites": "2,944",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/136045.jpg"
  },
  {
    "Id": "38105",
    "Title": "Kase-san Series",
    "Description": "Yui Yamada has always been a shy girl, keeping to her small circle of friends and fulfilling her duties as the \"Plant Appointee\" by greenifying the school. Yet, one day, she ends up crossing paths with the track and field team's ace, Tomoka Kase. Kase is outgoing and athletic, while Yamada has never played sports or participated in a club. However, despite being polar opposites, the pair soon find themselves becoming closer.\n\r\nWith lots to learn about relationships, and each other, will their feelings bloom into something more?\n\r\n",
    "Volumes": "5",
    "Chapters": "25",
    "Status": "Finished",
    "Published": "Aug  25, 2010 to Dec  28, 2017",
    "Genre": [
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Hirari,",
    "Authors": "Takashima, Hiromi (Story & Art)",
    "Score": "8.09",
    "Ranked": "590",
    "Popularity": "521",
    "Members": "33,032",
    "Favorites": "1,162",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/215181.jpg"
  },
  {
    "Id": "41435",
    "Title": "K: Memory of Red",
    "Description": "In Shizume city there's a legend about a red king with demon-like abilities that single-handendly created the Homra organization, as long as you get accepted into Homra, you can gain extraordinary powers.\n\n(Source: AQUA Scans)",
    "Volumes": "3",
    "Chapters": "16",
    "Status": "Finished",
    "Published": "May  28, 2012 to Jul  27, 2013",
    "Genre": [
      "Action",
      "Supernatural"
    ],
    "Theme": [
      "Martial Arts"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "ARIA",
    "Authors": "Kuroe, Yui (Art), GoRA (Story)",
    "Score": "8.09",
    "Ranked": "591",
    "Popularity": "1777",
    "Members": "10,845",
    "Favorites": "324",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/80003.jpg"
  },
  {
    "Id": "108187",
    "Title": "Karakai Jouzu no (Moto) Takagi-san",
    "Description": "After years of putting up with Takagi's teasing, Nishikata came to realize that her presence in his life had become irreplaceable. Now married, the days they spend together are more vibrant than ever, thanks to the antics of their mischievous daughter, Chii. Influenced by her mother, Chii has a habit of pulling pranks on her father, much to his dismay. Although Chii tries to trick her mother as well, it appears that no one in the family can beat the expert teaser at her own game. \n\r\nEven if the teasing competition within the Nishikata household seems never-ending, it is undeniable that their playful interactions have created precious memories for the family, and will continue to do so.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  15, 2017 to ?",
    "Genre": [
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Serialization": "MangaONE",
    "Authors": "Inaba, Mifumi (Story & Art)",
    "Score": "8.09",
    "Ranked": "593",
    "Popularity": "367",
    "Members": "44,513",
    "Favorites": "1,391",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/204600.jpg"
  },
  {
    "Id": "108696",
    "Title": "Runway de Waratte",
    "Description": "Chiyuki Fujito is an aspiring model whose dream is to take part in Paris Fashion Week; however, she lacks the proper height to even be considered for the simplest of modeling gigs. Similarly, Ikuto Tsumura is a poor high school student who wants to design clothes, but he has instead decided to skip college and head straight into the workforce to support his family. \n\r\nWhen the two cross paths, they come to the conclusion that no matter how difficult it may seem, they will do what they can to achieve their goals and prove that one's circumstances do not determine their course in life. And so begin both of their journeys, destined to meet again on the runway.\n\r\n",
    "Volumes": "22",
    "Chapters": "194",
    "Status": "Finished",
    "Published": "May  31, 2017 to Jul  14, 2021",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Showbiz",
      "Visual Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Inoya, Kotoba (Story & Art)",
    "Score": "8.09",
    "Ranked": "594",
    "Popularity": "1124",
    "Members": "16,138",
    "Favorites": "359",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/200705.jpg"
  },
  {
    "Id": "89467",
    "Title": "Hitoribocchi no ○○ Seikatsu",
    "Description": "Hitori Bocchi suffers from extreme social anxiety, she's not good at talking to people, takes pretty extreme actions, is surprisingly adept at avoiding people, her legs cramp when she overexerts herself, gets full of herself when alone, will vomit when exposed to extreme tension and often comes up with plans. Now she is entering middle school and her only friend, Yawara Kai, is attending a different school. This leaves Bocchi alone, surrounded by new classmates with whom she must make friends before Kai will talk to her again.\n\r\n(Source: Dynasty Scans)",
    "Volumes": "8",
    "Chapters": "101",
    "Status": "Finished",
    "Published": "Sep  27, 2013 to Apr  27, 2021",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Comic Dengeki Daioh \"g\"",
    "Authors": "Katsuwo (Story & Art)",
    "Score": "8.08",
    "Ranked": "611",
    "Popularity": "720",
    "Members": "24,160",
    "Favorites": "708",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/173131.jpg"
  },
  {
    "Id": "62671",
    "Title": "Gekijouban Mahou Shoujo Madoka★Magica: Shinpen - Hangyaku no Monogatari",
    "Description": "With a single, hopeful wish, young women can become magical girls and take on the thankless task of getting rid of the hidden chaos of the world. Despite this, the magical girls of Mitakihara are enjoying themselves, leading normal middle school lives by day and working together as a brilliant magical girl team by night.\n\r\nAnd yet... was the world always this way? Were the battles of magical girls supposed to be like this? These are the thoughts of Homura Akemi, a very shy girl who has recently transferred schools and became a member of the Mitakihara magical girls. The seemingly perfect lives that she and her friends lead has caused Homura to start doubting and observing the world. And as she slowly isolates herself from the group to explore the world in secret, she finds that things are not what they seem—after all, one of these girls shouldn't even exist...\n\r\n",
    "Volumes": "3",
    "Chapters": "9",
    "Status": "Finished",
    "Published": "Nov  12, 2013 to Jan  10, 2014",
    "Genre": [
      "Drama",
      "Fantasy"
    ],
    "Theme": [
      "Mahou Shoujo",
      "Psychological"
    ],
    "Serialization": "    N",
    "Authors": "Magica Quartet (Story), Hanokage (Art)",
    "Score": "8.08",
    "Ranked": "596",
    "Popularity": "2712",
    "Members": "7,350",
    "Favorites": "178",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/107535.jpg"
  },
  {
    "Id": "110485",
    "Title": "Shuumatsu no Walküre",
    "Description": "High above the realm of man, the gods of the world have convened to decide on a single matter: the continued existence of mankind. Under the head of Zeus, the deities of Ancient Greece, Norse mythology, and Hinduism, among others, call assembly every one thousand years to decide the fate of humanity. Because of their unrelenting abuse toward each other and the planet, this time the gods vote unanimously in favor of ending the human race.\n\r\nBut before the mandate passes, Brunhilde, one of the 13 demigod Valkyries, puts forth an alternate proposal: rather than anticlimactically annihilating mankind, why not give them a fighting chance and enact Ragnarök, a one-on-one showdown between man and god? Spurred on by the audacity of the challenge, the divine council quickly accepts, fully confident that this contest will display the utter might of the gods. To stand a chance against the mighty heavens, Brunhilde will need to assemble history's greatest individuals, otherwise the death knell will surely be sounded for mankind.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  25, 2017 to ?",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Z",
    "Authors": "Fukui, Takumi (Story), Umemura, Shinya (Story), Ajichika (Art)",
    "Score": "8.08",
    "Ranked": "598",
    "Popularity": "81",
    "Members": "132,910",
    "Favorites": "5,700",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/209957.jpg"
  },
  {
    "Id": "573",
    "Title": "Wild Adapter",
    "Description": "Makoto Kubota wandered through life, not taking things too seriously or looking too deep within himself. His job as the head of the Izumo Group's youth gang kept him pleasantly occupied with yakuza wars, mahjong and assassinations... Until the day he stumbled upon a strange drug called Wild Adapter that produces bizarre side-effects—including death. Forever changed, Kubota becomes entangled with a drifter named Minoru Tokito, and the two form an unlikely companionship that draws them deeper into the mystery of Wild Adapter...\n\r\n(Source: Tokyopop)",
    "Volumes": "7",
    "Chapters": "52",
    "Status": "On Hi",
    "Published": "2001 to Mar  4, 2016",
    "Genre": [
      "Action",
      "Boys Love",
      "Comedy",
      "Drama",
      "Mystery"
    ],
    "Theme": [
      "Organized Crime"
    ],
    "Serialization": "Zero-Sum O",
    "Authors": "Minekura, Kazuya (Story & Art)",
    "Score": "8.08",
    "Ranked": "601",
    "Popularity": "2415",
    "Members": "8,159",
    "Favorites": "226",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/157891.jpg"
  },
  {
    "Id": "633",
    "Title": "Beauty Pop",
    "Description": "First-year high school student Kiri Koshiba is a skilled hairstylist. Whenever others are bullied or ridiculed for their appearance, she steps in to do some \"magic,\" giving them makeovers that bring out their natural beauty.\n\r\nAt Kiri's school, three second-year students make up the popular Scissors Project (SP): Shougo Narumi, the hairstylist; Kei Minami, the nail artist; and Kazuhiko Ochiai, the overall beauty consultant. The SP selectively chooses one female student to makeover and produces amazing results every time.\n\r\nWhen Kanako Aoyama, Kiri's childhood friend, confesses her feelings to Ochiai by giving him a present, she is accused of bribing her way into becoming the next girl for an SP makeover. Kiri comes to Kanako's defense and performs some \"magic\" on her, leaving the SP stunned at Kanako's transformation. Not knowing who is responsible, the SP searches for Kanako's hairstylist in order to have a haircutting showdown, the start of a rivalry between Narumi and Kiri.\n\r\n",
    "Volumes": "10",
    "Chapters": "57",
    "Status": "Finished",
    "Published": "Sep  2003 to Feb  2008",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "C",
    "Authors": "Arai, Kiyoko (Story & Art)",
    "Score": "8.08",
    "Ranked": "602",
    "Popularity": "624",
    "Members": "27,827",
    "Favorites": "1,046",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/257891.jpg"
  },
  {
    "Id": "649",
    "Title": "Gunslinger Girl",
    "Description": "The Social Welfare Agency in Italy is not what it seems. Yes, it rescues young girls who have been brutalized, but it then brainwashes them and turns them into ruthless killers for an elite and secret counter-terrorism unit for the Italian government.\n\r\nEnter a young girl named Henrietta. After witnessing the savage murder of her family and barely surviving, the Agency takes her in and repairs her injuries using the latest in cybernetic technology. All traces of Henrietta's past are wiped from her mind, as she becomes one of the Agency's most lethal assassins.\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "15",
    "Chapters": "100",
    "Status": "Finished",
    "Published": "May  21, 2002 to Sep  27, 2012",
    "Genre": [
      "Action",
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Military",
      "Psychological"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Aida, Yuu (Story & Art)",
    "Score": "8.08",
    "Ranked": "603",
    "Popularity": "708",
    "Members": "24,796",
    "Favorites": "1,047",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/160923.jpg"
  },
  {
    "Id": "1365",
    "Title": "Kaze to Ki no Uta",
    "Description": "Serge Battour is the son of a French viscount and a Romani prostitute, and despite his kind nature and academic talent, is shunned by his family and his peers due to the color of his skin. He begins to attend Lacombrade Academy, his father's alma mater, in the hopes that there he will find a place to belong.\n\r\nGilbert Cocteau is, like Serge, the orphaned son of a wealthy family, and is infamous at Lacombrade for his beautiful and delicate appearance, lack of dedication to schoolwork, and habit of prostituting himself to other students. He has no intention to connect with any of his classmates, instead devoting himself to his uncle Auguste.\n\r\nDue to a shortage of living space, Serge and Gilbert become roommates even though Gilbert's antisocial nature has in the past made it impossible for him to room with anybody. Serge, being sociable and idealistic, is determined to be friends with Gilbert; Gilbert is only interested in either being able to manipulate Serge or push him away entirely. To the surprise of both of the boys, however, the two eventually form a deep, albeit generally dismal, bond that leads to a romantic connection.\n\r\n(Source: MAL)",
    "Volumes": "17",
    "Chapters": "139",
    "Status": "Finished",
    "Published": "Feb  29, 1976 to Jun  1984",
    "Genre": [
      "Award Winning",
      "Boys Love",
      "Drama"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Sho-Com",
    "Authors": "Takemiya, Keiko (Story & Art)",
    "Score": "8.08",
    "Ranked": "605",
    "Popularity": "2277",
    "Members": "8,595",
    "Favorites": "308",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/271373.jpg"
  },
  {
    "Id": "1659",
    "Title": "Five Star Stories",
    "Description": "The Five Star Stories takes its name from the Joker Star Cluster where the stories take place. The star cluster is made up of four stars: Eastern, Western, Southern and Northern. The \"fifth star\" is a large comet named Stant that passes through that sector of space every 1,500 years pulling with it its own collection of orbiting planets.\n\r\nIn the distant past the Farus Di Kanon Empire, now commonly known as the \"Super Empire,\" controlled all 4 solar systems of the Joker Cluster. They enjoyed a level of technology much higher than is currently known and sent explorers to the far reaches of the Joker Galaxy. Around the year 9000 AD (Ammon Duul) the empire collapsed due to internal strife. The explorers were called home and what remained of civilization focused mainly on survival. Much technology and knowledge was lost by the time the imperial families of Amaterasu, Fillmore and Hathuha gathered and established the JC era. JC stands for \"Joker Calendar\" and was meant to give a common frame of reference to all nations to help foster a lasting peace. The JC calendar was adopted but the dream of peace was never realized.\n\r\nThe first story of The Five Star Stories begins in JC 2988. At this time interstellar travel is common and genetically engineered \"fatimas\" are well established as necessary co-pilots of the fearsome mortar headds that dominate the battlefields. Warfare between nations is commonplace and few still hope for peace.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  10, 1986 to ?",
    "Genre": [
      "Sci-Fi"
    ],
    "Theme": [
      "Mecha",
      "Military"
    ],
    "Serialization": "Newtyp",
    "Authors": "Nagano, Mamoru (Story & Art)",
    "Score": "8.08",
    "Ranked": "606",
    "Popularity": "3488",
    "Members": "5,734",
    "Favorites": "170",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/159793.jpg"
  },
  {
    "Id": "3868",
    "Title": "Shigurui",
    "Description": "The sadistic daimyo Tadanaga Tokugawa has decreed Japan's first martial arts competition with real swords, appalling even the most loyal of his retainers. However, when the spectators realize that the first match pits the one-armed Gennosuke Fujiki against the blind and lame Seigen Irako, even those with the most forceful objections declare the match to be a farce and the combatants' deformities an affront to their station.\n\r\nMost of the attendees are unaware of the deep-seated hatred Gennosuke and Seigen hold for each other, which stems from their struggle to become the heir to the insane samurai Kogan Iwamoto, leader of the notorious Kogan-ryuu dojo. Their once-cordial rivalry for Kogan-ryuu and the hand of Kogan's daughter Mie quickly turns violent when one of the young warriors angers the master, causing a chain of events that eventually leads to their severe injuries.\n\nShigurui chronicles the decisions that led Gennosuke and Seigen to this desperate point, as well as the many lives ruined by the brutality of samurai culture.\n\r\n",
    "Volumes": "15",
    "Chapters": "84",
    "Status": "Finished",
    "Published": "Jun  19, 2003 to Jul  17, 2010",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Gore",
      "Historical",
      "Martial Arts",
      "Samurai"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Champion RED",
    "Authors": "Yamaguchi, Takayuki (Art), Nanjou, Norio (Story)",
    "Score": "8.08",
    "Ranked": "607",
    "Popularity": "614",
    "Members": "28,077",
    "Favorites": "874",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/110081.jpg"
  },
  {
    "Id": "9705",
    "Title": "Ginga Tetsudou 999 (1996)",
    "Description": "One year after the events of the First Cycle (Andromeda Arc), Tetsurou has returned to Earth only to end up chained in his home in Megalopolis. It is then that Maetel appears before him once again, offering him the opportunity to join her on a new journey—one she claims will lead him to his destiny.",
    "Volumes": "7",
    "Chapters": "46",
    "Status": "Finished",
    "Published": "1996 to  2004",
    "Genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Sci-Fi"
    ],
    "Theme": [
      "Space"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Gold",
    "Authors": "Matsumoto, Leiji (Story & Art)",
    "Score": "8.08",
    "Ranked": "608",
    "Popularity": "7651",
    "Members": "2,381",
    "Favorites": "22",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/191346.jpg"
  },
  {
    "Id": "13271",
    "Title": "Saraiya Goyou",
    "Description": "Masterless samurai Akitsu Masanosuke is a skilled and loyal swordsman, but his naïve, diffident nature has time and again caused him to be let go by the lords who have employed him. Hungry and desperate, he becomes a bodyguard for Yaichi, the charismatic leader of a gang called \"Five Leaves.\" Although disturbed by the gang's sinister activities, Masa begins to suspect that Yaichi's motivations are not what they seem. And despite his misgivings, the deeper he's drawn into the world of the Five Leaves, the more he finds himself fascinated by these devious, mysterious outlaws.\n\r\n(Source: Sigikki)",
    "Volumes": "8",
    "Chapters": "59",
    "Status": "Finished",
    "Published": "Nov  25, 2005 to Jul  24, 2010",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "Historical",
      "Samurai"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ikk",
    "Authors": "Ono, Natsume (Story & Art)",
    "Score": "8.08",
    "Ranked": "609",
    "Popularity": "2141",
    "Members": "9,127",
    "Favorites": "195",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/263286.jpg"
  },
  {
    "Id": "24457",
    "Title": "Mahou Shoujo Madoka★Magica",
    "Description": "Fourteen-year-old Madoka Kaname has a surreal dream about a strange creature and a girl in trouble. The next morning, a mysterious girl named Homura Akemi transfers into Madoka's class; to her surprise, Homura appears to be the exact same girl that she saw in her dream.\n\r\nLater that day, Madoka hears a plea for help in her head. It turns out that the cries belong to an injured Kyuubey, the cat-like creature who was also in her dream. But she finds Homura at Kyuubey's location, who warns Madoka to get away from the small entity. Making the connection that her new classmate attacked the helpless creature, Madoka takes Kyuubey and runs away with the help of best friend Sayaka Miki.\n\r\nAfter their escape, Kyuubey offers the girls an enticing opportunity: become a magical girl in exchange for having any wish granted. However, not everything is as it seems, as the weight of their wishes may be a lot heavier than they might have expected.\n\r\n",
    "Volumes": "3",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Feb  12, 2011 to May  30, 2011",
    "Genre": [
      "Drama",
      "Fantasy",
      "Horror"
    ],
    "Theme": [
      "Mahou Shoujo",
      "School"
    ],
    "Serialization": "    N",
    "Authors": "Magica Quartet (Story), Hanokage (Art)",
    "Score": "8.08",
    "Ranked": "613",
    "Popularity": "429",
    "Members": "38,844",
    "Favorites": "1,498",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/260243.jpg"
  },
  {
    "Id": "41629",
    "Title": "Hyouka",
    "Description": "The world of Kamiyama High School is full of colorful and mysterious events, but 15-year-old Houtarou Oreki cannot be bothered to pay much attention to it. Choosing to live his life by conserving energy whenever possible, he is content with acknowledging the bare minimum to get him through each day.\n\r\nHowever, he finds his lifestyle threatened by his sister's request for him to join the Classics Club. Wishing to avoid any repercussions, Houtarou reluctantly agrees and visits the club room, where he meets the ladylike yet passionate Eru Chitanda. Joined by cheerful longtime friend Satoshi Fukube and former classmate Mayaka Ibara, the four members of the illustrious Classics Club delve into the enigmas of ordinary life on an idyllic journey of exploration.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  26, 2012 to ?",
    "Genre": [
      "Drama",
      "Mystery",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Ac",
    "Authors": "Yonezawa, Honobu (Story), Ohna, Task (Art)",
    "Score": "8.07",
    "Ranked": "616",
    "Popularity": "977",
    "Members": "18,141",
    "Favorites": "351",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/162612.jpg"
  },
  {
    "Id": "111745",
    "Title": "Tengoku Daimakyou",
    "Description": "Within the safety of the walls, youths are raised in a nursery-style setting by robots. While life there may appear stale on the surface, the children are full of potential and curiosity. In many ways it is like a slice of heaven. The outside world is a hell-scape. It is almost entirely void of anything mechanical and is now inhabited by bizarre, yet powerful super-natural beings.\n\r\nMaru, with the aid of Kiruko, is out there crisscrossing what was once Tokyo for heaven. But after searching for so long, maybe heaven is more of an untenable dream than a potential reality.\n\r\n(Source: Denpa)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  25, 2018 to ?",
    "Genre": [
      "Adventure",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Ishiguro, Masakazu (Story & Art)",
    "Score": "8.07",
    "Ranked": "617",
    "Popularity": "657",
    "Members": "26,621",
    "Favorites": "514",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/210308.jpg"
  },
  {
    "Id": "121209",
    "Title": "Houkago Shounen Hanako-kun",
    "Description": "The ghostly Hanako-kun and his mortal assistant, Nene Yashiro, usually have their hands full resolving various supernatural incidents in Kamome Academy, but how do they spend their time when they get a break from all that? Come and watch the characters of Toilet-bound Hanako-kun play games, get sick, change genders, and discover world-shaking secrets during their laid-back after-school hours!\n\r\n(Source: Yen Press)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  22, 2018 to ?",
    "Genre": [
      "Comedy",
      "Supernatural"
    ],
    "Theme": [
      "Parody",
      "School"
    ],
    "Serialization": "PFantapy",
    "Authors": "Aida, Iro (Story & Art)",
    "Score": "8.07",
    "Ranked": "618",
    "Popularity": "2956",
    "Members": "6,756",
    "Favorites": "138",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/222371.jpg"
  },
  {
    "Id": "75989",
    "Title": "Boku no Hero Academia",
    "Description": "One day, a four-year-old boy came to a sudden realization: the world is not fair. Eighty percent of the world's population wield special abilities, known as \"quirks,\" which have given many the power to make their childhood dreams of becoming a superhero a reality. Unfortunately, Izuku Midoriya was one of the few born without a quirk, suffering from discrimination because of it. Yet, he refuses to give up on his dream of becoming a hero; determined to do the impossible, Izuku sets his sights on the elite hero training academy, UA High.\n\r\nHowever, everything changes after a chance meeting with the number one hero and Izuku's idol, All Might. Discovering that his dream is not a dead end, the powerless boy undergoes special training, working harder than ever before. Eventually, this leads to him inheriting All Might's power, and with his newfound abilities, gets into his school of choice, beginning his grueling journey to become the successor of the best hero on the planet.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  7, 2014 to ?",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "School",
      "Super Power"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Horikoshi, Kouhei (Story & Art)",
    "Score": "8.07",
    "Ranked": "621",
    "Popularity": "8",
    "Members": "433,582",
    "Favorites": "27,716",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/209370.jpg"
  },
  {
    "Id": "88110",
    "Title": "Fate/stay night: Heaven's Feel",
    "Description": "None",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  2, 2015 to ?",
    "Genre": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Ac",
    "Authors": "Type-Moon (Story), Ohna, Task (Art)",
    "Score": "8.07",
    "Ranked": "622",
    "Popularity": "2400",
    "Members": "8,209",
    "Favorites": "172",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/159383.jpg"
  },
  {
    "Id": "11",
    "Title": "Naruto",
    "Description": "Whenever Naruto Uzumaki proclaims that he will someday become the Hokage—a title bestowed upon the best ninja in the Village Hidden in the Leaves—no one takes him seriously. Since birth, Naruto has been shunned and ridiculed by his fellow villagers. But their contempt isn't because Naruto is loud-mouthed, mischievous, or because of his ineptitude in the ninja arts, but because there is a demon inside him. Prior to Naruto's birth, the powerful and deadly Nine-Tailed Fox attacked the village. In order to stop the rampage, the Fourth Hokage sacrificed his life to seal the demon inside the body of the newborn Naruto.\n\r\nAnd so when he is assigned to Team 7—along with his new teammates Sasuke Uchiha and Sakura Haruno, under the mentorship of veteran ninja Kakashi Hatake—Naruto is forced to work together with other people for the first time in his life. Through undergoing vigorous training and taking on challenging missions, Naruto must learn what it means to work in a team and carve his own route toward becoming a full-fledged ninja recognized by his village.\n\r\n",
    "Volumes": "72",
    "Chapters": "700",
    "Status": "Finished",
    "Published": "Sep  21, 1999 to Nov  10, 2014",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Theme": [
      "Martial Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Kishimoto, Masashi (Story & Art)",
    "Score": "8.07",
    "Ranked": "623",
    "Popularity": "11",
    "Members": "410,362",
    "Favorites": "43,720",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/249658.jpg"
  },
  {
    "Id": "670",
    "Title": "Bokurano",
    "Description": "Fifteen middle school students are happily attending a summer camp by the sea, until one of the children leads the group into a cave that will drastically alter the course of their lives forever. Inside are several computers, along with a man named Kokopelli who offers the students a chance to play a game: one where they use a gigantic robot to defeat enemies who attack the Earth. The children agree to sign a contract by touching a shield-like object, and Kokopelli transports them to the cockpit of the Zearth—the mecha they are to pilot.\n\r\nAfter an enemy mecha rises from the sea, Kokopelli shows them how to mentally control the Zearth, and defeats it. The children are excited by the prospect of defending the Earth, but not everything is as it seems. The Zearth is in fact powered by life energy, and at the end of every battle, the pilots die. After signing their lives away, the children must now use their time left on Earth to defend it.\n\r\n",
    "Volumes": "11",
    "Chapters": "66",
    "Status": "Finished",
    "Published": "Nov  25, 2003 to Jun  25, 2009",
    "Genre": [
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Mecha",
      "Psychological",
      "Survival"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ikk",
    "Authors": "Kitoh, Mohiro (Story & Art)",
    "Score": "8.07",
    "Ranked": "624",
    "Popularity": "522",
    "Members": "32,914",
    "Favorites": "1,166",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/57107.jpg"
  },
  {
    "Id": "1211",
    "Title": "Ore to Akuma no Blues",
    "Description": "Legend has it that if you take your guitar and stand at a crossroads at the witching hour, the devil will appear. He'll grab your instrument, play a song, and hand it back to you. You'll walk away an expert bluesman, but you'll have to pay the price: your immortal soul.\n\r\nThe year is 1929. Deep in the Mississippi Delta, a young man named R J dreams of becoming a bluesman. R J is a simple farmer who can barely play guitar, but when he takes a midnight stroll, his life is forever changed.\n\r\nA phantasmagoric reimagining of the life of legendary blues great Robert Johnson, Ore to Akuma no Blues follows the journey of a man who really did sell his soul to the devil. Why not come along for the ride?\n\r\n(Source: Del Rey, edited)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  25, 2003 to ?",
    "Genre": [
      "Drama",
      "Horror"
    ],
    "Theme": [
      "Historical",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine the 3rd",
    "Authors": "Hiramoto, Akira (Story & Art)",
    "Score": "8.07",
    "Ranked": "625",
    "Popularity": "856",
    "Members": "20,750",
    "Favorites": "276",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/101327.jpg"
  },
  {
    "Id": "12917",
    "Title": "Shaman King Kanzenban",
    "Description": "Shaman King Kanzenban is a reprint of the original Shaman King series but with differences including the addition of new chapters (which changes the chapter numbering). The releases also included 16 special bonus chapters called Shaman King Remix Track.\n\r\n(Source: MU)\n\r\nNote: This entry will only contain the extra chapters included in this edition. Please see here for more information.",
    "Volumes": "Unknown",
    "Chapters": "33",
    "Status": "Finished",
    "Published": "Mar  4, 2008 to Apr  3, 2009",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Supernatural"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Takei, Hiroyuki (Story & Art)",
    "Score": "8.07",
    "Ranked": "627",
    "Popularity": "1211",
    "Members": "15,288",
    "Favorites": "377",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/143909.jpg"
  },
  {
    "Id": "117332",
    "Title": "Suki na Ko ga Megane wo Wasureta",
    "Description": "As the deskmate of Ai Mie, Kaede Komura always has his attention fixed on her. Attracted by her cute charms, all he wishes for is that she would look at him with those beautiful eyes beneath her glasses. But just a few days after making her acquaintance, Kaede notices something different about Ai: her eyes are squinting and her glasses are missing. Nonetheless, he still finds her adorable!\n\r\nUnexpectedly, Ai has a tendency to forget her glasses. Having terrible vision, she has difficulty going through her day at school. Thankfully, Kaede is more than willing to help her. As Ai starts relying on him, Kaede's feelings for her grow even more. Likewise, despite her short-sightedness, Kaede slowly becomes the person Ai always hopes to see.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  22, 2018 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Jok",
    "Authors": "Fujichika, Koume (Story & Art)",
    "Score": "8.06",
    "Ranked": "639",
    "Popularity": "459",
    "Members": "36,789",
    "Favorites": "934",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/219461.jpg"
  },
  {
    "Id": "95964",
    "Title": "Kekkai Sensen: Back 2 Back",
    "Description": "Kekkai Sensen centers around the crime-fighting organization \"Libra\" and their battles in Hellsalem's Lot, formerly known as New York City. Hellsalem's Lot was created in a single night when a portal to the \"Beyond\" opened, and now it is a paranormal melting pot of monsters, magic, and the everyday mundane city life. It's up to Libra to prevent the horrors of this city from spreading to the outside world.\n\r\nWhen mild-mannered Leonard Watch arrives in the city, he's inducted into Libra and things spiral out of control from there.\n\r\n(Source: Wikipedia)",
    "Volumes": "10",
    "Chapters": "32",
    "Status": "Finished",
    "Published": "Jul  17, 2015 to Apr  28, 2022",
    "Genre": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "Theme": [
      "Super Power",
      "Vampire"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.Ris",
    "Authors": "Nightow, Yasuhiro (Story & Art)",
    "Score": "8.06",
    "Ranked": "644",
    "Popularity": "4450",
    "Members": "4,400",
    "Favorites": "28",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/171019.jpg"
  },
  {
    "Id": "24903",
    "Title": "Gangsta.",
    "Description": "In the crime-ridden city of Ergastulum, there exists a group of humans with super strength and speed dubbed \"twilights.\" These twilights define the city with their constant tension with normal humans, and powerful factions of the town—the Corsica Family, the Monroe Family, the Cristiano Family, and the Paulklee Guild—use them as a means to maintain the fragile balance that exists within the city.\n\r\nEnter the charming human Worick Arcangelo and the deaf twilight Nicolas Brown, two long-time friends and business partners of the neutral group \"The Handymen.\" Working as muscle-for-hire, they are willing to take almost any job asked of them in order to make ends meet. One day, they find themselves receiving a seemingly regular job from the police: kill a rival pimp and his prostitute. However, this job is not all that it seems, as it takes the pair down a dangerous path and triggers events that could change the very framework of Ergastulum forever.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  21, 2011 to ?",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "Organized Crime"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic@Bunch",
    "Authors": "Kohske (Story & Art)",
    "Score": "8.06",
    "Ranked": "637",
    "Popularity": "229",
    "Members": "66,112",
    "Favorites": "2,372",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/271919.jpg"
  },
  {
    "Id": "648",
    "Title": "Dogs: Bullets & Carnage",
    "Description": "Sometime in the future, somewhere in Europe, a city has many levels of underground, secret, dangerous levels that have answers to the past. Mihai is a retired assassin who has returned home to settle a vendetta and start a new life as a restaurant owner. Haine was genetically experimented on as a child, which led to him possesing dog like attributes. Badou is his clumsy chain smoking partner who becomes deranged when denied cigarettes. Naoto was orphaned as a child and has amnesia was trained to wield the sword. Their pasts are somehow connected to the secret underground and the organization that controls it.\n\r\n(Source: ANN)\n\nIncluded one-shot:\r\nVolume 2: Dogs: Hardcore Twins",
    "Volumes": "10",
    "Chapters": "101",
    "Status": "On Hi",
    "Published": "Jun  18, 2005 to Mar  19, 2015",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ultra Jump",
    "Authors": "Miwa, Shirow (Story & Art)",
    "Score": "8.06",
    "Ranked": "628",
    "Popularity": "475",
    "Members": "35,150",
    "Favorites": "1,732",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/232296.jpg"
  },
  {
    "Id": "1092",
    "Title": "Gokusen",
    "Description": "Fresh out of college, Kumiko \"Yankumi\" Yamaguchi becomes a math teacher at an all-boys high school. Unfortunately for her, she's assigned by the school board as the homeroom teacher for class 3-D, which happens to be the class of delinquent students. When the class attempts to make a living hell out of Yankumi's career, they fail as her persistence and aggression gain her respect. However, little does anyone in the school know that Yankumi is actually heir to the Kuroda Ikka—one of Tokyo's most powerful yakuza clans.\n\r\n(Source: ANN)",
    "Volumes": "15",
    "Chapters": "156",
    "Status": "Finished",
    "Published": "Dec  15, 1999 to Feb  15, 2007",
    "Genre": [
      "Action",
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Delinquents",
      "Organized Crime",
      "School",
      "Workplace"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "YOU",
    "Authors": "Morimoto, Kozueko (Story & Art)",
    "Score": "8.06",
    "Ranked": "630",
    "Popularity": "1056",
    "Members": "17,074",
    "Favorites": "435",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/171655.jpg"
  },
  {
    "Id": "1260",
    "Title": "Higurashi no Naku Koro ni: Tatarigoroshi-hen",
    "Description": "In the village of Hinamizawa, Keiichi Maebara and his friends live their everyday lives peacefully and without incident. Having just moved to the town, Keiichi finds himself with no shortage of new friends. One of the youngest of this group, Satoko Houjou, plays many pranks on her friends and is always cheerful. But behind her smile lies a dark past, filled with personal heartache.\n\r\nDespite all of the tragedy in her life, Satoko is still able to find happiness. Keiichi, who admires her resilient spirit, begins to think of himself as a brother figure and her protector. But when her uncle Teppei returns to town, Satoko begins showing signs of abuse. Keiichi longs to return his friend to her former happy self... so much so, that he starts to consider doing something drastic to keep her safe.\n\r\n",
    "Volumes": "2",
    "Chapters": "13",
    "Status": "Finished",
    "Published": "May  18, 2005 to May  18, 2006",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "Suzuki, Jirou (Art), Ryukishi07 (Story)",
    "Score": "8.06",
    "Ranked": "631",
    "Popularity": "1382",
    "Members": "13,824",
    "Favorites": "137",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/259984.jpg"
  },
  {
    "Id": "1741",
    "Title": "Worst",
    "Description": "Hana Tsukishima is a country boy that recently moved to city. He is a good guy, ingenuous and honest, but he is also very strong. His goal is to become the \"strongest student\" of a school of thugs led by clan-logic, strength hierarchy and fights.",
    "Volumes": "33",
    "Chapters": "131",
    "Status": "Finished",
    "Published": "Sep  6, 2001 to Jul  5, 2013",
    "Genre": [
      "Action",
      "Comedy"
    ],
    "Theme": [
      "Delinquents",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Monthly)",
    "Authors": "Takahashi, Hiroshi (Story & Art)",
    "Score": "8.06",
    "Ranked": "632",
    "Popularity": "1374",
    "Members": "13,873",
    "Favorites": "348",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/167039.jpg"
  },
  {
    "Id": "3282",
    "Title": "Hotarubi no Mori e",
    "Description": "1. Hanauta Nagaruru\r\n2. Hotarubi no Mori e\r\n3. Kurukuru Ochiba\r\n4. Hibi, Fukaku",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Jun  10, 2002 to Mar  24, 2003",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Midorikawa, Yuki (Story & Art)",
    "Score": "8.06",
    "Ranked": "633",
    "Popularity": "863",
    "Members": "20,424",
    "Favorites": "285",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/260149.jpg"
  },
  {
    "Id": "3574",
    "Title": "Tobaku Datenroku Kaiji",
    "Description": "Itou Kaiji, now free of debt but without a penny is leeching himself in Mr.Sakazaki's new house, despite all the flirtings (extreme torment for Kaiji) from Sakazaki's daughter, Mikoko. Sakazaki attempts to kick Kaiji out, even by offering a farewell 'we never knew each other' money of 3000000 yen. While Kaiji ponders himself on the decision, he is visited by Miyoshi and Maeda, two of his 'allies' he had saved from the last part of the series.",
    "Volumes": "13",
    "Chapters": "131",
    "Status": "Finished",
    "Published": "Nov  2004 to Apr  2008",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "Psychological",
      "Strategy Game"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Fukumoto, Nobuyuki (Story & Art)",
    "Score": "8.06",
    "Ranked": "634",
    "Popularity": "1615",
    "Members": "12,004",
    "Favorites": "270",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/72221.jpg"
  },
  {
    "Id": "5775",
    "Title": "Yamamoto Zenjirou to Moushimasu",
    "Description": "Hotate is a 10 year old girl who was living at her grandmother's house since her mother died. One day her grandmother tells Hotate that she can't care for her anymore because of her age and that she's going to have to live at her uncle's house. After moving to her uncle's house, she attends a new school, but things aren't easy because of her special ability to see the dead. Can she make friends with students in her new class? And what's the secret behind the bond between her and her uncle...?! \n\n(Source: DivineSanctuary)\n\nIncluded one-shot:\nVolume 3: Aishite Nai",
    "Volumes": "5",
    "Chapters": "20",
    "Status": "Finished",
    "Published": "Feb  2007 to Aug  17, 2011",
    "Genre": [
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Childcare"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Masc",
    "Authors": "Maki, Youko (Story & Art)",
    "Score": "8.06",
    "Ranked": "635",
    "Popularity": "3001",
    "Members": "6,668",
    "Favorites": "84",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/66297.jpg"
  },
  {
    "Id": "55163",
    "Title": "Gakkougurashi!",
    "Description": "It is no coincidence that Megurigaoka Private High School is a second home for Yuki Takeya and the rest of the School Living Club. The club has only one mission: to spend day and night on campus promoting independence and engaging in a wide variety of school activities. Between Yuuri Wakasa's composure, Kurumi Ebisuzawa's dependability, Yuki Takeya's initiative, and their teacher Megumi Sakura's support, the club should have everything under control—in theory, that is.\n\r\nAs it turns out, living at school has its fair share of challenges. In order to make it to graduation and beyond, the members of the School Living Club must overcome their day-to-day troubles while making the most of their school lives.\n\r\n",
    "Volumes": "12",
    "Chapters": "78",
    "Status": "Finished",
    "Published": "May  24, 2012 to Nov  22, 2019",
    "Genre": [
      "Horror",
      "Mystery",
      "Slice of Life",
      "Suspense"
    ],
    "Theme": [
      "Psychological",
      "School",
      "Survival"
    ],
    "Serialization": "Manga Time Kirara Forward",
    "Authors": "Kaihou, Norimitsu (Story), Chiba, Sadoru (Art)",
    "Score": "8.06",
    "Ranked": "641",
    "Popularity": "296",
    "Members": "53,390",
    "Favorites": "2,959",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/188787.jpg"
  },
  {
    "Id": "59893",
    "Title": "Tanaka-kun wa Itsumo Kedaruge",
    "Description": "If there is one thing that Tanaka wants more than anything, it is a quiet, uneventful day. With the help of his caring and reliable best friend Oota, as well as various other classmates, Tanaka strives to spend his high school days in the most peaceful way possible. Whether it be sleeping in the perfect spot at school or idly staring out of a window, his friends can count on finding him trying to live life as listlessly as possible. With the constant threat of everyday annoyances surrounding him, Tanaka uses every chance he has to avoid high-energy situations and just lie down for a good nap.\n\r\n",
    "Volumes": "13",
    "Chapters": "145",
    "Status": "Finished",
    "Published": "Jul  25, 2013 to Jul  25, 2019",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei",
      "School"
    ],
    "Serialization": "Gangan O",
    "Authors": "Uda, Nozomi (Story & Art)",
    "Score": "8.06",
    "Ranked": "642",
    "Popularity": "627",
    "Members": "27,758",
    "Favorites": "740",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/125893.jpg"
  },
  {
    "Id": "61097",
    "Title": "Baraou no Souretsu",
    "Description": "The crown of England has been hotly contested throughout history, and in the Middle Ages, a series of great civil wars becomes known as the War of the Roses. Claiming a right to the throne, the Duke of York seeks to unseat King Henry VI and his heir in order to become king himself.\n\r\nOn a dark day filled with many ill omens, the Duke gains a son: Richard Plantagenet, third of his name. Neither male nor female, but instead possessing characteristics of both sexes, Richard III is immediately reviled by his mother. Her hatred defines his childhood, leading to a deep disgust toward his own body and an adverse reaction to being called a demon.\n\r\nRichard grows up troubled by visions of England's former foe, Joan of Arc, who taunts that he will bring ruin to all who know him. He believes that he can attain salvation by helping his father achieve his destiny of becoming the king. However, cursed by the expectations of both his mother and Joan, will Richard's actions instead drag his family down into darkness?\n\r\n",
    "Volumes": "17",
    "Chapters": "78",
    "Status": "Finished",
    "Published": "Oct  4, 2013 to Jan  6, 2022",
    "Genre": [
      "Action",
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Princess",
    "Authors": "Kanno, Aya (Story & Art)",
    "Score": "8.06",
    "Ranked": "643",
    "Popularity": "969",
    "Members": "18,246",
    "Favorites": "734",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/262927.jpg"
  },
  {
    "Id": "62723",
    "Title": "Noragami: Shuuishuu",
    "Description": "In a tale as epic as Noragami, sometimes details get overlooked, like how do shinki normally find employment? Is Yato ever useful? What happens when a god is targeted by a serial killer? Find the answers to these questions and more in this collection of short stories from Noragami creator Adachitoka!\n\r\n(Source: Kodansha Comics USA)",
    "Volumes": "Unknown",
    "Chapters": "13",
    "Status": "Finished",
    "Published": "Oct  20, 2011 to Feb  19, 2016",
    "Genre": [
      "Fantasy"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Monthly Shounen Magazine+",
    "Authors": "Adachitoka (Story & Art)",
    "Score": "8.05",
    "Ranked": "660",
    "Popularity": "1718",
    "Members": "11,290",
    "Favorites": "110",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/294519.jpg"
  },
  {
    "Id": "142310",
    "Title": "Amayo no Tsuki",
    "Description": "One day, while rushing to a piano lesson, a girl named Saki collides with someone on the street. As Saki collects herself, the stranger picks up the sheet music Saki dropped, hands it to Saki together with a band-aid, and continues on her way—all without saying a word. Saki is left wondering about the identity of the tall, lovely stranger, only to discover the next day that she is one of her classmates at her new high school. The girl's name is Kanon, and though she is hearing impaired, she refuses any kind of support or \"special treatment\" from her teachers or classmates. Over the course of the year, Saki slowly grows closer to Kanon and begins to chip away at her cold exterior.\n\r\n(Source: Kodansha USA)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  12, 2021 to ?",
    "Genre": [
      "Drama",
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Comic Days",
    "Authors": "Kuzushiro (Story & Art)",
    "Score": "8.05",
    "Ranked": "658",
    "Popularity": "5978",
    "Members": "3,173",
    "Favorites": "57",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/253111.jpg"
  },
  {
    "Id": "148467",
    "Title": "Super no Ura de Yani Suu Futari",
    "Description": "The sole thing that gets the middle-aged Sasaki through his soul-sucking job is a cheerful smile from Yamada—the young woman who works at a nearby 24-hour supermarket he frequents. After every tiring day of getting berated by his boss, Sasaki stops by the store to have his spirit healed by his favorite cashier.\n\r\nAfter a particularly grueling day, Sasaki shows up at the supermarket, only to find that Yamada's shift has already ended. Disappointed, he searches for a place to smoke when a woman from behind the store calls him over to join her. The bold and dangerously playful Tayama is quick to call out Sasaki's peculiar habit of always seeking out her coworker—even going as far as telling Yamada about Sasaki's vested interest in her.\n\r\nNow, in addition to seeing his adored cashier Yamada, Sasaki also visits the store to see if his new smoking partner Tayama is around. But there is more to Tayama's mischievousness than she initially lets on. With every cigarette, an unlikely friendship begins to blossom.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  25, 2022 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Adult Cast",
      "Romantic Subtext"
    ],
    "Serialization": "    N",
    "Authors": "Jinushi (Story & Art)",
    "Score": "8.05",
    "Ranked": "659",
    "Popularity": "644",
    "Members": "27,084",
    "Favorites": "590",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/267255.jpg"
  },
  {
    "Id": "115122",
    "Title": "Kimi ga Shinu made Koi wo Shitai",
    "Description": "The death of Sheena Totsuki's roommate is casually announced at the start of class, and the day carries on as usual. In an orphanage that raises children as soldiers, death is nothing new to the residents. With their home country embroiled in a war that has dragged on for too many years and shows no signs of stopping, the institution's children are sent off to die in battle every day. In contrast to the other orphans, Sheena is deeply disturbed by the ongoing conflict and wishes for it to end.\n\r\nOn the night of her roommate's death, Sheena met a blood-covered girl who remained jubilant despite the condition she was in. The next day, the girl appears as a new student in Sheena's class and introduces herself as Mimi Kagari. Initially thought to be a school myth, Mimi is said to be the secret weapon of the orphanage—a girl who cannot die. Assigned as Sheena's new roommate, Mimi hopes to get along with her and get accustomed to school life.\n\r\nHowever, unsettled by Mimi's carefree attitude toward the war, Sheena struggles to accept the world they live in, all while their unusual friendship flourishes amid the bleak situation.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  18, 2018 to ?",
    "Genre": [
      "Fantasy",
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Comic Yuri Him",
    "Authors": "Aono, Nachi (Story & Art)",
    "Score": "8.06",
    "Ranked": "638",
    "Popularity": "2777",
    "Members": "7,167",
    "Favorites": "174",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/215753.jpg"
  },
  {
    "Id": "116539",
    "Title": "Subete no Jinrui wo Hakai suru. Sorera wa Saisei Dekinai.",
    "Description": "The year is 1998. Hajime Kanou is a junior high student enthralled with the collectible card game Magic: The Gathering—dubbed \"Magic\" for short—playing with his classmates every day during breaks. His loud group often catches the attention of Emi Sawatari, the top student who berates Hajime's group for bringing such games to school. Hajime sees Emi as his self-proclaimed rival and challenges her to academic battles, which frequently result in his defeat.\n\r\nOne day, Hajime pays a visit to a card shop that specializes in Magic. Much to his surprise, not only does he find Emi inside, but he also discovers that she is the undisputed best Magic player in the store. This meeting sparks a slow but steady change in their relationship, as they grow to know each other better through various Magic duels. With the turn of the millennium drawing close, the saga of two youth begins.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  26, 2018 to ?",
    "Theme": [
      "Romantic Subtext",
      "School",
      "Strategy Game"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Ac",
    "Authors": "Yokota, Takuma (Art), Ise, Katsura (Story)",
    "Score": "8.05",
    "Ranked": "662",
    "Popularity": "1014",
    "Members": "17,677",
    "Favorites": "346",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/220187.jpg"
  },
  {
    "Id": "118232",
    "Title": "Watashi no Shiawase na Kekkon",
    "Description": "Miyo Saimori was the unfortunate child of a loveless, arranged marriage. After her mother died, her father brought in his lover and other daughter, Kaya. From then on, Miyo's life was reduced to that of a mere servant. Even worse, while Kaya inherited the family's psychic abilities, Miyo had none—she was truly the daughter with no merit.\n\r\nAfter years of being treated like dirt, Miyo has learned to keep her head down, hide her pain, and obey every order. So, it comes as no surprise that she is arranged to be married to Kiyoka Kudou, a military captain rumored to be so cruel that he has driven away every one of his potential wives so far.\n\r\nFrom a painful upbringing to a painful marriage, that is the future that awaits Miyo—or so she thinks. Contrary to her expectations, her new husband is actually kind-hearted. What really awaits Miyo is a blissful, everlasting marriage full of happiness!\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  20, 2018 to ?",
    "Genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Adult Cast",
      "Historical"
    ],
    "Serialization": "Gangan O",
    "Authors": "Kousaka, Rito (Art), Agitogi, Akumi (Story)",
    "Score": "8.05",
    "Ranked": "663",
    "Popularity": "1085",
    "Members": "16,727",
    "Favorites": "313",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/223940.jpg"
  },
  {
    "Id": "123038",
    "Title": "Touhou Suichouka: Lotus Eater-tachi no Suisei",
    "Description": "In Gensokyo's human village, a rumor of a youkai allegedly kidnapping drunk people suddenly spread like wildfire, causing fear and worry within the populace. Meanwhile, at the center of this rumor—the Geidontei tavern—there is nothing out of place regarding its food and drinks, or even its owner.\n\r\nWhen the shrine maiden Reimu Hakurei gets wind of the situation, she tries to fulfill her sworn duty to investigate the rumored establishment. However, the case leads her to someone else entirely: Geidontei's poster girl Miyoi Okunoda, whose existence seems to be as fleeting as a bubble.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  26, 2019 to ?",
    "Genre": [
      "Fantasy",
      "Slice of Life"
    ],
    "Serialization": "Comp Ac",
    "Authors": "ZUN (Story), Mizutaki (Art)",
    "Score": "8.05",
    "Ranked": "664",
    "Popularity": "9551",
    "Members": "1,796",
    "Favorites": "49",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/235467.jpg"
  },
  {
    "Id": "131334",
    "Title": "Sakamoto Days",
    "Description": "Tarou Sakamoto was considered the greatest hitman of all time. Feared by many, he stood at the top of the underground world until he met and fell in love with a woman. As a result, Sakamoto abandoned his life of crime and now works as a convenience store clerk.\n\r\nLeaving his shady past behind proves more difficult than Sakamoto initially imagined. Many of his former rivals and partners do not believe that he has truly left the business and show up in hopes of taking him out. Barred from killing, Sakamoto must find creative ways to subdue his enemies and prevent them from bringing harm to his family, his store, and the small town he resides in.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  21, 2020 to ?",
    "Genre": [
      "Action",
      "Comedy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Suzuki, Yuuto (Story & Art)",
    "Score": "8.05",
    "Ranked": "665",
    "Popularity": "149",
    "Members": "92,387",
    "Favorites": "2,518",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/242919.jpg"
  },
  {
    "Id": "1362",
    "Title": "Hidamari Sketch",
    "Description": "Accepted to a high school specializing in the arts, Yuno moves into a nearby apartment complex to make her commute easier. Just a few days into her new routine, she quickly discovers that creativity doesn't end with the art school bell! Her neighbors—Sae, Hiro, and Miya—are all fellow students, and each has her own hilarious quirks. And eccentricity clearly rules this school; Yuno's homeroom teach is a cosplay otaku and the principal is just...weird. Will the quiet Yuno be able to handle this creatively kooky cast of characters?\n\r\n(Source: Yen Press)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  28, 2004 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "CGDCT",
      "Iyashikei",
      "School",
      "Visual Arts"
    ],
    "Serialization": "Manga Time Kirara C",
    "Authors": "Aoki, Ume (Story & Art)",
    "Score": "8.05",
    "Ranked": "650",
    "Popularity": "2936",
    "Members": "6,809",
    "Favorites": "352",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/211392.jpg"
  },
  {
    "Id": "6997",
    "Title": "Clannad: Hikaru Mimamoru Sakamichi de",
    "Description": "None",
    "Volumes": "2",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "Jul  21, 2007 to Aug  21, 2008",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Serialization": "Comi Dig",
    "Authors": "Maeda, Jun (Story), Key (Story), Fujii, Rino (Art)",
    "Score": "8.05",
    "Ranked": "651",
    "Popularity": "5476",
    "Members": "3,506",
    "Favorites": "43",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/162583.jpg"
  },
  {
    "Id": "10179",
    "Title": "Chichi no Koyomi",
    "Description": "A family is devastated by the Great Tottori Fire of 1952, but the family comes to terms with the disaster and breaks free from the bonds holding them back.\n\r\n(Source: Otakuworks)",
    "Volumes": "1",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Apr  9, 1994 to Sep  24, 1994",
    "Genre": [
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic",
    "Authors": "Taniguchi, Jiro (Story & Art)",
    "Score": "8.05",
    "Ranked": "653",
    "Popularity": "3445",
    "Members": "5,822",
    "Favorites": "92",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/267570.jpg"
  },
  {
    "Id": "10330",
    "Title": "Oboreru Knife",
    "Description": "Oboreru Knife tells the story of Natsume, a sixth-grade girl who has to move from Tokyo to a decidedly different town in the countryside. Upon meeting a boy named Kouichirou there, \"something\" stirs inside her. The story depicts a \"teen heart on the brink of ruin.\"\n\r\n(Source: ANN)",
    "Volumes": "17",
    "Chapters": "64",
    "Status": "Finished",
    "Published": "Oct  13, 2004 to Dec  13, 2013",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School",
      "Showbiz"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Friend",
    "Authors": "George, Asakura (Story & Art)",
    "Score": "8.05",
    "Ranked": "654",
    "Popularity": "2719",
    "Members": "7,345",
    "Favorites": "265",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/196138.jpg"
  },
  {
    "Id": "11914",
    "Title": "Adekan",
    "Description": "Laid-back and somewhat absent-mindedly seductive umbrella craftsman Shiro (sans loincloth) and hot-blooded officer Kojiro, who stands against all things undisciplined, get involved in a bloody and erotic thrill-ride in an off-kilter town. This action packed jack-of-all-trades will have you swooning at its sexiness and leave you more addicted than opium! Tsujiki Nao's very first collection of works!\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  14, 2007 to ?",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Wings",
    "Authors": "Nao, Tsukiji (Story & Art)",
    "Score": "8.05",
    "Ranked": "655",
    "Popularity": "1933",
    "Members": "9,926",
    "Favorites": "429",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/175521.jpg"
  },
  {
    "Id": "15104",
    "Title": "Kingdom Hearts: 358/2 Days",
    "Description": "The pitiful Heartless crave for hearts. The rage of the Keyblade unleashes those hearts. Hearts gather in the darkness, and eventually create Kingdom Hearts; to create the sanctuary for those lost hearts, those are Kingdom Hearts. Roxas, without any memory regarding his past, has been accepted into the Organization XIII. The privilege of becoming a member of the Organization XIII comes the responsibility that each member upholds. However a question arises: \"Why am I in the organization?\" On top of the clock tower with the sunset in the horizon, the 14th member, a young girl, makes this question. Who is this young girl, and how does she fit into the plot? This is the revitalization of Kingdom Hearts; the new prequel that connects the puzzle pieces of the mysteries that still float about. This is Kingdom Hearts: 358/2 Days!\n\r\n(Source: MangaHelpers)",
    "Volumes": "5",
    "Chapters": "35",
    "Status": "Finished",
    "Published": "Aug  12, 2009 to Sep  12, 2012",
    "Genre": [
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Gang",
    "Authors": "Amano, Shiro (Art), Nomura, Tetsuya (Story)",
    "Score": "8.05",
    "Ranked": "656",
    "Popularity": "1707",
    "Members": "11,326",
    "Favorites": "463",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/115491.jpg"
  },
  {
    "Id": "17517",
    "Title": "Steins;Gate",
    "Description": "The story of Steins;Gate takes place in Akihabara and is about a group of friends who have managed to customize their microwave into a device that can send text messages to the past. As they perform different experiments, an organization named SERN who has been doing their own research on time travel tracks them down and now the characters have to find a way to avoid being captured by them.\n\r\n(Source: Wikipedia)",
    "Volumes": "3",
    "Chapters": "23",
    "Status": "Finished",
    "Published": "Sep  26, 2009 to Jul  27, 2013",
    "Genre": [
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Aliv",
    "Authors": "Nitroplus (Story), Sarachi, Yomi (Art)",
    "Score": "8.05",
    "Ranked": "657",
    "Popularity": "671",
    "Members": "25,889",
    "Favorites": "791",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/121341.jpg"
  },
  {
    "Id": "19980",
    "Title": "Koi dano Ai dano",
    "Description": "Aside from being transferred from school to school during her middle school years, Kanoko has entered Takara no Tani High School with Tsubaki. For some reason, she becomes the \"Strategist\" for Cultural Affairs Department in reference to the Three Kingdoms and ends up joining the Newspaper Club...\n\r\n(Source: Chibi Manga)\n\nIncluded one-shot:\r\nVolume 10: Futsuu Hyakkei",
    "Volumes": "11",
    "Chapters": "46",
    "Status": "Finished",
    "Published": "Oct  10, 2009 to Apr  9, 2016",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaLa DX",
    "Authors": "Tsujita, Ririko (Story & Art)",
    "Score": "8.05",
    "Ranked": "646",
    "Popularity": "1629",
    "Members": "11,891",
    "Favorites": "219",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/164400.jpg"
  },
  {
    "Id": "25245",
    "Title": "Zoku Hoshi Mamoru Inu",
    "Description": "1. Futagoboshi\r\n2-3. Ittouboshi\r\n4. Hoshi Mamoru Inu",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Jul  21, 2009 to Nov  2, 2009",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "Pets"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Manga Ac",
    "Authors": "Murakami, Takashi (Story & Art)",
    "Score": "8.05",
    "Ranked": "647",
    "Popularity": "3199",
    "Members": "6,256",
    "Favorites": "63",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/207063.jpg"
  },
  {
    "Id": "35003",
    "Title": "Yamada-kun to 7-nin no Majo",
    "Description": "A junior at Suzaku High, Ryuu Yamada is infamous for being a hardliner and a delinquent. One day, after being reprimanded for his poor performance and attitude toward school, he spots Urara Shiraishi, the grade's top student. As Shiraishi is walking up the stairs, Yamada attempts to provoke her, only to trip and fall, taking her down with him. \n\r\nEventually, he wakes up in the infirmary. To his surprise, he discovers that he is not in his own body. It turns out that he swapped bodies with Shiraishi, and upon confronting her, he finds out that the catalyst for the swap was an accidental kiss during the fall. With the knowledge of this new ability, Yamada's eventful high school life has just begun!\n\r\n",
    "Volumes": "28",
    "Chapters": "246",
    "Status": "Finished",
    "Published": "Feb  22, 2012 to Feb  22, 2017",
    "Genre": [
      "Comedy",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Harem",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Yoshikawa, Miki (Story & Art)",
    "Score": "8.05",
    "Ranked": "648",
    "Popularity": "104",
    "Members": "116,806",
    "Favorites": "5,245",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/191685.jpg"
  },
  {
    "Id": "152907",
    "Title": "Museru kurai no Ai wo Ageru",
    "Description": "Art student Hibari Akanishi struggles to find free time between her part-time job and school. Her schedule becomes even more hectic with her upcoming project: she must make a trendy fashion design to display in front of countless people. However, all her creations end up being stale. While continuing her project at work, her laptop is accidentally soaked and broken by a customer—a flashy guy making a scene. Furious that her hard work is gone, Hibari lashes out at him before she storms out.\n\r\nAt the end of her shift, the rude client takes Hibari to his apartment to apologize. The eccentric boy introduces himself as Gaku Sausei, a member of a rock band and fellow art student. He lends her his computer so she can finish her assignment by the deadline. Despite Gaku's free-spirited personality clashing with Hibari's serious nature, his blunt remarks encourage Hibari to experiment with her design in ways she would not have dared to attempt before. As Hibari gets closer to Gaku, her ordinary world is about to be flipped upside down.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  24, 2022 to ?",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Adult Cast"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Iwashita, Keiko (Story & Art)",
    "Score": "8.04",
    "Ranked": "684",
    "Popularity": "2562",
    "Members": "7,749",
    "Favorites": "145",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/279612.jpg"
  },
  {
    "Id": "160786",
    "Title": "Boruto: Two Blue Vortex",
    "Description": "With everyone's memories having been altered, Boruto finds himself being hunted by his own village. After escaping with Sasuke, what future awaits Boruto...?\n\r\n(Source: MANGA Plus)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  21, 2023 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Theme": [
      "Martial Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "V-Jump",
    "Authors": "Kishimoto, Masashi (Story), Ikemoto, Mikio (Art)",
    "Score": "8.04",
    "Ranked": "685",
    "Popularity": "979",
    "Members": "18,128",
    "Favorites": "708",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/287353.jpg"
  },
  {
    "Id": "84559",
    "Title": "Nekota no Koto ga Kininatte Shikatanai.",
    "Description": "Transferring often, Mikiko \"Mikki\" Amane maintains an aloof and detached attitude at each new school. However, she is thrown for a loop when she sets eyes on her classmate Nekota. He has the face of a cat! No matter what angle it's viewed from, or how hard it's tugged on, his head looks like a mascot. To make matters worse, Mikki seems to be the only one who finds this strange.\n\r\nWith her interest piqued, Mikki unravels the mystery behind the cat-faced Nekota, and why only she sees him this way. There is no better way to get close and investigate than to befriend him. For once, the usually indifferent transfer student might just have to make some friends!\n\r\n",
    "Volumes": "10",
    "Chapters": "49",
    "Status": "Finished",
    "Published": "Apr  3, 2013 to Dec  28, 2016",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Oouta, Rie (Story & Art)",
    "Score": "8.04",
    "Ranked": "681",
    "Popularity": "1695",
    "Members": "11,440",
    "Favorites": "276",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/185397.jpg"
  },
  {
    "Id": "8",
    "Title": "Full Moon wo Sagashite",
    "Description": "At the tender age of twelve, Mitsuki Kouyama has a sarcoma in her throat. Though this rare cancer can be cured by removing her vocal cords, Mitsuki refuses because of her desire to become a pop singer and keep her childhood promise to Eichi Sakurai, her first love who left for America. Unable to both heal and keep her voice, she allows her health to deteriorate as she accepts her tragic fate.\n\r\nOne day, while escaping the home of her music-hating grandmother to attend an audition, Mitsuki meets two shinigami Takuto Kira and Meroko Yui. Realizing that Mitsuki can see them, Takuto and Meroko reveal to her that she will die in a year. Moved by her plight, Takuto allows Mitsuki the chance to pursue her dream by giving her the ability to transform into a healthy sixteen-year-old girl. After being chosen for a contract with Seed Records, Mitsuki makes her debut under the stage name Full Moon and chooses to pursue her dream music career before her life's end.\n\r\n",
    "Volumes": "7",
    "Chapters": "35",
    "Status": "Finished",
    "Published": "Dec  1, 2001 to Apr  30, 2004",
    "Genre": [
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Music",
      "Showbiz"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Tanemura, Arina (Story & Art)",
    "Score": "8.04",
    "Ranked": "670",
    "Popularity": "452",
    "Members": "37,309",
    "Favorites": "1,911",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/175970.jpg"
  },
  {
    "Id": "1184",
    "Title": "Rough",
    "Description": "Yamato Keisuke, a promising freestyle swimmer, and Ninomiya Ami, a talented diver, are the offspring of two rival families owners of confectionery shops. Two generations ago, Grandfather Ninomiya came up with an idea for an owl-shaped cake, but Grandfather Yamato quickly raised to the challenge and thought of a similar cake—but in Yamato's the owl had ears. Because they're priced the same, Yamato's extra ears were crucial, and that made the business of the Ninomiya confectionery suffered. Grandfather Ninomiya then fell ill worrying about his shop. Before his death, his last words were \"I was killed by the Yamatos,\" and since that moment the two families have been sworn rivals. \n\r\n(Source: MU)",
    "Volumes": "12",
    "Chapters": "119",
    "Status": "Finished",
    "Published": "1987 to  1989",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Sports"
    ],
    "Theme": [
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Adachi, Mitsuru (Story & Art)",
    "Score": "8.04",
    "Ranked": "671",
    "Popularity": "3016",
    "Members": "6,628",
    "Favorites": "139",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/257909.jpg"
  },
  {
    "Id": "1474",
    "Title": "Devilman",
    "Description": "Soft-hearted Akira Fudou has always been somewhat of a pushover. When he reunites with his childhood friend, Ryou Asuka, in a fateful encounter, Ryou reveals to him the terrifying reality of his father's research: demons exist and are planning to claim possession of the earth once again.\n\r\nEager to help his friend save humanity, Akira agrees to attend Black Sabbath, a party filled with depravity and corruption, to attempt to merge with a demon. A near-death encounter causes him to unify with Amon, a demon feared amongst even his own kind. Together they form Devilman, a combination of Amon's strength and Akira's pure heart.\n\r\nAfter uniting with Amon, Akira begins to fight against the demons with his newfound power, desperate to stop the downfall of all human civilization.\n\r\n",
    "Volumes": "5",
    "Chapters": "53",
    "Status": "Finished",
    "Published": "Jun  11, 1972 to Jun  24, 1973",
    "Genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Horror",
      "Sci-Fi",
      "Supernatural"
    ],
    "Theme": [
      "Mythology",
      "Psychological",
      "Super Power"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Nagai, Go (Story & Art)",
    "Score": "8.04",
    "Ranked": "672",
    "Popularity": "298",
    "Members": "53,200",
    "Favorites": "3,294",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/1431.jpg"
  },
  {
    "Id": "8742",
    "Title": "Ashita no Ousama",
    "Description": "First-year Japanese major Yuu Sasaya is a naive country girl who has yet to adjust to the sophisticated city lifestyle. After watching a stage play for the first time, a particular minor role's performance leaves such a profound impact on her that she decides to pursue a career in acting.\n\r\nYuu confesses her newfound dream to a classmate and though ridiculed, attains an opportunity to tour a theatre company. While there, she meets the well-reputed rookie actor, Touya Ichii, and immediately recognizes his voice as the character who had impacted her. Seeing Yuu's passion, Touya recommends her to his friend's troupe, Garandou Company, run by Shougo Shimamura.\n\r\nShougo tests Yuu's acting skills with high expectations, only to discover that she is a complete amateur. Unwilling to accept defeat so soon, she pleads him to let her observe and learn from them over time. Ashita no Ousama tells Yuu's story as she searches for her hidden flair among the different positions offered in a theatre troupe, with immense determination to make it big in the world of the dramatic arts.\n\r\n",
    "Volumes": "10",
    "Chapters": "53",
    "Status": "Finished",
    "Published": "1996 to  2001",
    "Theme": [
      "Performing Arts"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Young You",
    "Authors": "Yachi, Emiko (Story & Art)",
    "Score": "8.04",
    "Ranked": "673",
    "Popularity": "4704",
    "Members": "4,141",
    "Favorites": "71",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/173875.jpg"
  },
  {
    "Id": "14978",
    "Title": "Saiyuuki Reload Blast",
    "Description": "At last, the Sanzou Party has arrived in India. In this foreign land, where the anomaly's influence runs rampant, their battles only heighten in their violence.\n\r\nAnd also awaiting them is their tragic fate from 500 years ago—\n\r\nWhat will they find at the end of their long and treacherous journey?",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  28, 2009 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic ZERO-SUM",
    "Authors": "Minekura, Kazuya (Story & Art)",
    "Score": "8.04",
    "Ranked": "674",
    "Popularity": "4672",
    "Members": "4,174",
    "Favorites": "33",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/180291.jpg"
  },
  {
    "Id": "128072",
    "Title": "Zense Coupling",
    "Description": "Once upon a time, cruel fate led four couples to never meet their happy ends. But now, years later, all eight people have been reincarnated, and some retain memories of their previous lives! Even reincarnation is not able to stop their love, be it between a princess and her butler, a master and his cat, a hot-headed man and his equally hot-headed arranged fiancée, or a devoted man and his sickly lover.\n\r\n",
    "Volumes": "7",
    "Chapters": "61",
    "Status": "Finished",
    "Published": "Apr  26, 2018 to Apr  16, 2020",
    "Genre": [
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Reincarnation"
    ],
    "Serialization": "Palcy",
    "Authors": "Kakitsubata, Waka (Story & Art)",
    "Score": "8.04",
    "Ranked": "667",
    "Popularity": "2289",
    "Members": "8,548",
    "Favorites": "114",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/233278.jpg"
  },
  {
    "Id": "130661",
    "Title": "Josee to Tora to Sakana-tachi",
    "Description": "A youth romantic drama with themes of growing up, the story focuses on college student Tsuneo and dreamer Josee, who lives her life stuck in a wheelchair. Josee—named after the heroine in Françoise Sagan's Wonderful Clouds—spends most of her days reading and painting until by chance she encounters Tsuneo, and decides it's time to face the real world.\n\r\n(Source: MAL News)",
    "Volumes": "2",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "Jan  6, 2020 to Oct  6, 2020",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Visual Arts"
    ],
    "Serialization": "Da Vinc",
    "Authors": "Emoto, Nao (Art), Tanabe, Seiko (Story)",
    "Score": "8.04",
    "Ranked": "668",
    "Popularity": "3675",
    "Members": "5,442",
    "Favorites": "82",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/236094.jpg"
  },
  {
    "Id": "136975",
    "Title": "Unmei no Hito ni Deau Hanashi",
    "Description": "Dreams about finding her one true love are all Yuuki Honda has. She has thrown herself into college work but still yearns for a fateful encounter with a man who is just as handsome and charming as her beloved manga characters. Despite her desire to meet new people, she finds herself out of her element in a crowded club. Here she meets Iori Souma, who is drunk, disdainful, and looks down on Yuuki, bluntly saying things too embarrassing to hear.\n\r\nAlthough he comes off as impolite and rough, Iori quickly proves that first impressions can be deceiving. When he calls Yuuki to apologize, she confesses her romantic aspirations. Instead of the expected scorn, Iori offers to help Yuuki find her future soulmate. While Iori's cool but selfless nature makes him a great friend, Yuuki can no longer ignore just how fast her heart beats when she is by his side.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  24, 2021 to ?",
    "Genre": [
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Anashin (Story & Art)",
    "Score": "8.03",
    "Ranked": "687",
    "Popularity": "2209",
    "Members": "8,837",
    "Favorites": "174",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/254308.jpg"
  },
  {
    "Id": "19709",
    "Title": "Gabai: Saga no Gabai Baachan",
    "Description": "Gabai Granny is based on the bestseller Saga no Gabai Baachan, which is penned by comedian Shimada Yoshichi as he recounts his childhood memories of growing up under the care of his grandmother.\n\r\nThis is the story of a young boy, after being sent from Hiroshima to Saga (10 years after the second World War, in 1958) by his mom because of a lack of money, journeying to a faraway place, and living in conditions alien to him, definitely makes him miss home. Worse, he is not familiar with his grandmother and her ways too. But with his Gabai Granny, he will slowly discover with his growing pains, just how resourceful Granny is...",
    "Volumes": "11",
    "Chapters": "91",
    "Status": "Finished",
    "Published": "2005 to Apr  2010",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Business Jump",
    "Authors": "Shimada, Yoshichi (Story), Ishikawa, Saburou (Art)",
    "Score": "8.03",
    "Ranked": "697",
    "Popularity": "9246",
    "Members": "1,872",
    "Favorites": "35",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/196045.jpg"
  },
  {
    "Id": "142457",
    "Title": "Umi ga Hashiru End Roll",
    "Description": "Umiko Chino, a 65-year-old widow, has no noteworthy hobbies to speak of. When her VCR stops working, Umiko decides to pay a visit to the cinema, like she once did with her husband on their first date. However, instead of focusing on the movie, her gaze is fixed upon the audience—and on one young-looking person in particular.\n\r\nAfter the credits roll, the mysterious person introduces themself to Umiko as Kai Hamauchi—a male college student majoring in film. Umiko asks him to fix her VCR, and Kai obliges. Yet, before Kai leaves, he asks Umiko a question that changes the course of her life: would she like to make a movie with him?\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  6, 2020 to ?",
    "Genre": [
      "Slice of Life"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Mystery B",
    "Authors": "Tarachine, John (Story & Art)",
    "Score": "8.03",
    "Ranked": "686",
    "Popularity": "4895",
    "Members": "3,965",
    "Favorites": "28",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/253245.jpg"
  },
  {
    "Id": "1216",
    "Title": "Gokinjo Monogatari",
    "Description": "Peppy and creative teenager Mikako wants nothing more than to make it as a fashion designer. But when she enters art school alongside her lifelong friend Tsutomu, she finds herself distracted by his sudden popularity and subsequent love life. Despite her feelings, Mikako forms a club with Tsutomu and her friends to sell their creations at a local flea market. While the group is out scouting the flea market, however, discord arises between members in the group and what begins as an exciting day quickly turns sour.\n\r\n(Source: VIZ Media)",
    "Volumes": "7",
    "Chapters": "33",
    "Status": "Finished",
    "Published": "Feb  1995 to Oct  1997",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Visual Arts"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Yazawa, Ai (Story & Art)",
    "Score": "8.03",
    "Ranked": "688",
    "Popularity": "1679",
    "Members": "11,576",
    "Favorites": "319",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/276294.jpg"
  },
  {
    "Id": "1735",
    "Title": "Detroit Metal City",
    "Description": "Souichi Negishi is a common boy, timid, quiet. He loves flowers, walking and musical hits like the ones that radios play. But he is also Krauzer II, leader of Detroy Metal City (DMC), the most popular underground metal band of Japan! Souichi would like to change his life and start to play Swedish pop songs with peaceful and loving lyrics instead of the violent and vulgar ones of DMC, but when he is playing with his band he completely changes his attitude and behavior...",
    "Volumes": "10",
    "Chapters": "114",
    "Status": "Finished",
    "Published": "Apr  22, 2005 to Apr  23, 2010",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Gag Humor",
      "Music"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Anim",
    "Authors": "Wakasugi, Kiminori (Story & Art)",
    "Score": "8.03",
    "Ranked": "689",
    "Popularity": "1270",
    "Members": "14,772",
    "Favorites": "458",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/207424.jpg"
  },
  {
    "Id": "3076",
    "Title": "Vassalord.",
    "Description": "Charley, a cyborg vampire who does the Vatican's dirty work, is the thrall of the local vampire playboy Johnny Rayflo. As the two fight crime—and each other—hilarity, violence and sacrilege ensue! But can Charley resist his own desperate cravings for blood? Find out as the devilish duo go up aginst a childlike vampire princess, a mysterious branch of the Unitarian Church...and one another.\n\r\n(Source: Tokyopop)\n\nIncluded one-shot:\r\nVolume 2: Zoul Half",
    "Volumes": "7",
    "Chapters": "36",
    "Status": "Finished",
    "Published": "Nov  17, 2004 to Feb  15, 2013",
    "Genre": [
      "Action",
      "Boys Love",
      "Comedy",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Vampire"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Comic Blade Zeb",
    "Authors": "Chrono, Nanae (Story & Art)",
    "Score": "8.03",
    "Ranked": "690",
    "Popularity": "1138",
    "Members": "15,982",
    "Favorites": "605",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/123687.jpg"
  },
  {
    "Id": "4207",
    "Title": "Boku no Hatsukoi wo Kimi ni Sasagu",
    "Description": "Takuma and Mayu's story began when they were only 8 years old. During his childhood, Takuma was constantly hospitalised due to his heart condition. He soon became friends with Mayu, the daughter of the doctor in charge of his case. Day by day they grew closer and closer. However, the summer when Takuma was 8, he made a promise to Mayu that he couldn't keep... Their story unfolds as they grow older and their bond gets stronger... \n\r\n(Source: Tenshi-Tachi)\n\nIncluded one-shots:\r\nVolume 1: Motto Ikitai...\r\nVolume 7: The Things I Want\r\nVolume 11: Kare wa Ike mo Shinai Sarukoen wo Mezasu",
    "Volumes": "12",
    "Chapters": "71",
    "Status": "Finished",
    "Published": "Aug  5, 2005 to Jul  5, 2008",
    "Genre": [
      "Award Winning",
      "Romance",
      "Slice of Life"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Sho-Com",
    "Authors": "Aoki, Kotomi (Story & Art)",
    "Score": "8.03",
    "Ranked": "691",
    "Popularity": "817",
    "Members": "21,508",
    "Favorites": "413",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/267550.jpg"
  },
  {
    "Id": "13290",
    "Title": "Ningen Shikkaku",
    "Description": "Ooba Youzou is a troubled soul incapable of revealing his true self to others. A weak constitution and the lingering trauma from some abuse administered by a relative forces him to uphold a facade of hollow jocularity since high school.\n\r\n(Source: MU)",
    "Volumes": "3",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Feb  6, 2009 to Apr  21, 2011",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Historical",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Bunch",
    "Authors": "Furuya, Usamaru (Story & Art), Dazai, Osamu (Story)",
    "Score": "8.03",
    "Ranked": "694",
    "Popularity": "466",
    "Members": "36,346",
    "Favorites": "733",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/166769.jpg"
  },
  {
    "Id": "14633",
    "Title": "Seiyuu Ka!",
    "Description": "As a child, Hime Kino was starstruck by \"Lovely Blazers\" voice actress Sakura Aoyama. From that day on, Hime has dreamed of following in Sakura's footsteps.\n\r\nWith this in mind, Hime enrolls in Hiiragi Academy, a voice acting school famous for producing the best of the best. In fact, Hime sits right next to the already successful son of Sakura, Senri Kudou. Aiming to match her peers' level of skill, Hime attempts to put her best foot forward. She introduces herself with her cutest voice, but what comes out is anything but—she sounds like an old man, earning her the nickname \"Gorilla Princess.\" Suddenly, she finds herself grouped with other potential dropouts. \n\r\nBut Hime is not deterred by such a setback, and she quickly becomes friends with the others at the bottom of the class. With their help and her own unrivaled optimism, Hime will do whatever it takes to achieve her dream!\n\r\n",
    "Volumes": "12",
    "Chapters": "70",
    "Status": "Finished",
    "Published": "Jun  20, 2009 to Feb  5, 2013",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Crossdressing",
      "School",
      "Showbiz"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Minami, Maki (Story & Art)",
    "Score": "8.03",
    "Ranked": "695",
    "Popularity": "1234",
    "Members": "15,088",
    "Favorites": "326",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269037.jpg"
  },
  {
    "Id": "80719",
    "Title": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-2 Shou - Yashiki no Isshuukan-hen",
    "Description": "The unaware Subaru Natsuki wakes to see two figures standing in a completely unfamiliar room. The two girls, who turn out to be the sisters Rem and Ram, are immediately teased by Subaru for their synchronistic way of speaking. Before he can go too far, he is interrupted by Emilia—the charming girl he saved at the cost of losing his life thrice using \"Return By Death,\" an ability that allows him to return to a certain \"savepoint\" each time he dies.\n\r\nEmilia informs him that due to the injury he received while protecting her from Elsa Granhiert, she brought him to the mansion she lives in. There, Subaru meets Roswaal L. Mathers, the clownlike count who owns the residence. While everyone is having breakfast, Subaru requests a reward: to let him be hired as a butler alongside Rem and Ram, which Roswaal quickly grants.\n\r\nEverything seems to be going well for Subaru. However, after a few days inside the mansion, he mysteriously wakes up at the beginning again, reminding him an awful lot of his ability. Can Subaru unravel the mystery behind his death, or will his spirit break first?\n\r\n",
    "Volumes": "5",
    "Chapters": "31",
    "Status": "Finished",
    "Published": "Oct  25, 2014 to Oct  25, 2017",
    "Genre": [
      "Drama",
      "Fantasy",
      "Suspense"
    ],
    "Theme": [
      "Isekai",
      "Psychological",
      "Time Travel"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Gang",
    "Authors": "Fuugetsu, Makoto (Art), Nagatsuki, Tappei (Story)",
    "Score": "8.03",
    "Ranked": "696",
    "Popularity": "1398",
    "Members": "13,699",
    "Favorites": "164",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/188947.jpg"
  },
  {
    "Id": "59669",
    "Title": "Steins;Gate: Eigou Kaiki no Pandora",
    "Description": "The second part of the Steins;Gate Epigraph Trilogy, a continuation of Heiji Kyokusen no Epigraph.",
    "Volumes": "1",
    "Chapters": "10",
    "Status": "On Hi",
    "Published": "May  23, 2014 to Apr  24, 2015",
    "Genre": [
      "Drama",
      "Sci-Fi"
    ],
    "Serialization": "Famitsu Comic C",
    "Authors": "Takimoto, Masashi (Story), Torikai, Yasuyuki (Art)",
    "Score": "8.02",
    "Ranked": "710",
    "Popularity": "5727",
    "Members": "3,322",
    "Favorites": "15",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/175916.jpg"
  },
  {
    "Id": "83923",
    "Title": "Fate/strange Fake",
    "Description": "The plot centers around a Grail War faultily copied from the Third Holy Grail War in Fuyuki. After the end of the third Grail War, an organization from the United States that has magi separate from the London-based Mage Association as members took data from Fuyuki's Grail War and planned their own ritual. After seventy years, they used the city Snowfield as the Sacred Land for their own Grail War. They were unable to successfully copy every aspect of the ritual, which lead to it acting only as an imitation that has lost the Saber class and allowed for the summoning of strange Servants due to the definition of a \"hero\" being blurred.\n\r\n(Source: Type-Moon Wikia)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  10, 2015 to ?",
    "Genre": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "Serialization": "    N",
    "Authors": "Narita, Ryohgo (Story), Morii, Shizuki (Art)",
    "Score": "8.02",
    "Ranked": "711",
    "Popularity": "2290",
    "Members": "8,540",
    "Favorites": "203",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/145617.jpg"
  },
  {
    "Id": "25250",
    "Title": "Voynich Hotel",
    "Description": "Welcome to the Voynich Hotel, a rundown resort located on an all but deserted island in the South Pacific. Owned by former Mexican wrestler Kandre Umeda, the hotel is maintained by two mysterious maids, Elena and Beluna, as well as a homicidal chef named Amelia.\n\r\nTaizou Kuzuki, a Japanese tourist, comes to stay at the hotel to escape from his dark past. Soon he discovers that the strange occupants and happenings of the island are even more abnormal than what he is used to. Taizou quickly becomes embroiled in the spiderweb of affairs on the island, growing close to many of the residents and helping them out, though often causing even more problems for himself. But when Taizou's past comes to the island to haunt him, his new friends jump to his aid.\n\r\n",
    "Volumes": "3",
    "Chapters": "68",
    "Status": "Finished",
    "Published": "Oct  17, 2006 to Mar  17, 2015",
    "Genre": [
      "Comedy",
      "Horror",
      "Ecchi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Champion Retsu",
    "Authors": "Dowman, Sayman (Story & Art)",
    "Score": "8.02",
    "Ranked": "700",
    "Popularity": "538",
    "Members": "31,727",
    "Favorites": "1,376",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/157463.jpg"
  },
  {
    "Id": "41697",
    "Title": "Ghost Hunt: Akumu no Sumu Ie",
    "Description": "Midori's mother has finally acquired her dream home, but it isn't long before supernatural phenomena disrupt the peace of the family. And if unexplained electricity failures, strange phone calls, and the eerie presence of spirits weren't enough, finding unexplainable blood in the bathroom becomes the last straw. Mai and Shibuya Psychic Research are brought in to investigate, but what horrors will they find in the 'dream' home that turns out to be nothing but a nightmare?\n\r\n(Source: Wonderland After Hours)",
    "Volumes": "3",
    "Chapters": "23",
    "Status": "Finished",
    "Published": "Jul  28, 2012 to Jul  28, 2016",
    "Genre": [
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "ARIA",
    "Authors": "Inada, Shiho (Art), Ono, Fuyumi (Story)",
    "Score": "8.02",
    "Ranked": "701",
    "Popularity": "4420",
    "Members": "4,429",
    "Favorites": "51",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/181307.jpg"
  },
  {
    "Id": "105430",
    "Title": "Senryuu Shoujo",
    "Description": "Nanako Yukishiro is an average cute and cheerful high school girl, except for the fact that she does not speak! Her only method of communicating her thoughts and feelings is through senryuu—a form of haiku which utilizes the 5-7-5 format.\n\r\nSurrounded by friends such as the misunderstood ex-delinquent Eiji Busujima, stalkerish and eternally single club president Amane Katagiri, shy but talkative artist Kino Yakobe, mysterious Tao Hanakai, and Eiji's self-proclaimed \"big sister\" Koto Ootsuki, Nanako's high school life has never been more enjoyable.\n\r\n",
    "Volumes": "13",
    "Chapters": "185",
    "Status": "Finished",
    "Published": "Oct  19, 2016 to Apr  22, 2020",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Igarashi, Masakuni (Story & Art)",
    "Score": "8.02",
    "Ranked": "706",
    "Popularity": "557",
    "Members": "30,739",
    "Favorites": "630",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/194981.jpg"
  },
  {
    "Id": "122842",
    "Title": "Kakeochi Girl",
    "Description": "It's been 10 years since Momo \"Maki'' Makimura's first relationship ended, but she still hasn't gotten over her feelings for Midori Oonishi, who broke up with her because they were \"getting too old\" to date. However, after a chance encounter, the two meet up again and Midori invites Maki to her house. There, she finds out that not only is Midori getting married, she's also pregnant. Maki wants to congratulate her, but her intuition tells her that something is off. The more she hears Midori talk about her soon-to-be-husband, the more red flags she notices. Later that night, she encourages Midori to run away with her.\n\nKakeochi Girl follows Maki as she attempts to find a way to help Midori while exploring the unwavering feelings between them.\n\r\n",
    "Volumes": "3",
    "Chapters": "19",
    "Status": "Finished",
    "Published": "Oct  26, 2018 to Feb  25, 2020",
    "Genre": [
      "Drama",
      "Girls Love",
      "Slice of Life"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Hatsu Kiss",
    "Authors": "Battan (Story & Art)",
    "Score": "8.02",
    "Ranked": "703",
    "Popularity": "2010",
    "Members": "9,542",
    "Favorites": "292",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/266111.jpg"
  },
  {
    "Id": "128995",
    "Title": "Restart wa Onaka wo Sukasete",
    "Description": "It has been several years since Mitsuomi Kozuka and Yamato Kumai became a couple. Living blissfully in the countryside, they are seemingly content with their relationship. However, while they can express their feelings for each other through gentle caresses and heartwarming gazes, the two find it difficult to exchange words of love.\n\r\nWhen Mitsuomi proposes the idea of a partnership—a non-legally binding version of marriage—Yamato is hesitant to take the next step forward. In their attempt to navigate through misunderstanding and worry, the couple ponders how to attain happiness without regret.\n\r\n",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Dec  27, 2019 to Aug  28, 2020",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Serialization": "C",
    "Authors": "Cocomi (Story & Art)",
    "Score": "8.02",
    "Ranked": "704",
    "Popularity": "5884",
    "Members": "3,230",
    "Favorites": "27",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/234539.jpg"
  },
  {
    "Id": "442",
    "Title": "Tekkon Kinkreet",
    "Description": "Orphaned on the mean streets of Treasure Town, lost boys Black and White must mug, steal and fight to survive. Around them moves a world of corruption and loneliness, small-time crooks and neurotic police officers, and a band of sadistic yakuza who have plans for their once-fair city. Can they rise above their environment? Surreal manga influenced by European comics.",
    "Volumes": "3",
    "Chapters": "33",
    "Status": "Finished",
    "Published": "1993 to  1994",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Matsumoto, Taiyou (Story & Art)",
    "Score": "8.02",
    "Ranked": "713",
    "Popularity": "1283",
    "Members": "14,694",
    "Favorites": "364",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/151420.jpg"
  },
  {
    "Id": "976",
    "Title": "Vampire Juujikai",
    "Description": "There is a legend that tells of how the world was almost destroyed thousands of years ago by the vampire queen after she unleashed her latent powers. Despite their efforts, the humans were unable to defeat her, and thus resorted to sealing her away until the time came that they would be powerful enough to destroy the seal and kill her. However, the humans are not the only ones after the seal. Having cast aside his kingdom and betraying his own race and the dhampirs (half-vampires), the vampire king is persistantly searching, even to this day, for where his queen has been sealed away so he may break the seal and free her before the humans do. Fearing that once the king and queen are reunited, they shall continue to destroy the world together, the humans and dhampirs hunt the king, using any method possible.\n\r\n(Source: Anime Source)",
    "Volumes": "9",
    "Chapters": "44",
    "Status": "Finished",
    "Published": "Aug  12, 2003 to Feb  10, 2007",
    "Genre": [
      "Supernatural"
    ],
    "Theme": [
      "Vampire"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Gang",
    "Authors": "Shirodaira, Kyou (Story), Kimura, Yuri (Art)",
    "Score": "8.02",
    "Ranked": "714",
    "Popularity": "1508",
    "Members": "12,802",
    "Favorites": "383",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/145329.jpg"
  },
  {
    "Id": "1605",
    "Title": "Shoukoku no Altair",
    "Description": "For generations the Turkiye Devleti and the Balt-Rhein Empire have stood in stern opposition to each other. Then one night, when an imperial minister is found assassinated, the two nations are plunged into a potentially explosive situation. As the generals of Turkiye's council cry for war, Mahmut comes to discover the devious truth behind the assassination. Thus the young pasha's battle for his country, peace, and trust in his fellow man begins!\n\r\n(Source: Kodansha)\n\nIncluded one-shot:\r\nVolume 4: Anastasia no Shinei Taichou (Anastasia's Captain of the Guard)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "Jul  26, 2007 to Nov  25, 2023",
    "Genre": [
      "Action",
      "Award Winning",
      "Fantasy"
    ],
    "Theme": [
      "Military"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sirius",
    "Authors": "Katou, Kotono (Story & Art)",
    "Score": "8.02",
    "Ranked": "715",
    "Popularity": "1412",
    "Members": "13,517",
    "Favorites": "214",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/172104.jpg"
  },
  {
    "Id": "17465",
    "Title": "Omoide Emanon",
    "Description": "In the winter of 1967, a 20-year-old man returns home from his travels aboard a ferry, where a chance encounter forever alters his perception of the world around him. While relaxing in the cabin, he is approached by a beautiful yet enigmatic girl who introduces herself as Emanon; later that evening, the pair accompany each other to dinner. \n\r\nAfter seeing the man read a science fiction novel, Emanon offers to tell him her life story, saying that he doesn't have to believe it unless he wants to. And much to the man's surprise, she proceeds to inform him that her memory dates back over three billion years, to the very moment when life first appeared on Earth.\n\nOmoide Emanon tells the extraordinary tale of a girl who serves as the planet's witness—an inheritor of genetic memory that has been passed down her maternal line since the beginning of life itself.\n\r\n",
    "Volumes": "1",
    "Chapters": "9",
    "Status": "Finished",
    "Published": "Sep  19, 2006 to Jan  19, 2008",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Ryu",
    "Authors": "Tsuruta, Kenji (Art), Kajio, Shinji (Story)",
    "Score": "8.02",
    "Ranked": "717",
    "Popularity": "255",
    "Members": "61,490",
    "Favorites": "2,192",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/260654.jpg"
  },
  {
    "Id": "140409",
    "Title": "Yoake no Uta",
    "Description": "On a certain island, there are individuals chosen to protect the common folk from creatures emerging from the sea. Elva—one of the chosen ones—fulfills this duty, beset with a cursed body that has stopped growing, and in isolation from others. When a boy named Alto learns of Elva's circumstances, he wishes to free Elva from this role. In order to support him, Alto reaches out to Elva, whom no one had dared approach before, and vows to stay by his side forever. After eight years that these two opposites had lived together like master and servant, like a family... Elva's body, supposedly only holding out for a few years, has started showing signs of recovery for an unknown reason.\n\r\n(Source: Shu-Cream, translated)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  21, 2020 to ?",
    "Genre": [
      "Boys Love",
      "Fantasy"
    ],
    "Serialization": "from RED",
    "Authors": "Yuno, Ichika (Story & Art)",
    "Score": "8.02",
    "Ranked": "707",
    "Popularity": "7970",
    "Members": "2,265",
    "Favorites": "44",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/265253.jpg"
  },
  {
    "Id": "142997",
    "Title": "The Fable: The Second Contact",
    "Description": "None",
    "Volumes": "9",
    "Chapters": "86",
    "Status": "Finished",
    "Published": "Jul  19, 2021 to Jul  10, 2023",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Organized Crime"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Minami, Katsuhisa (Story & Art)",
    "Score": "8.02",
    "Ranked": "708",
    "Popularity": "4463",
    "Members": "4,389",
    "Favorites": "27",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/254075.jpg"
  },
  {
    "Id": "89553",
    "Title": "Usemono Yado",
    "Description": "There is an inn that you can visit where you'll find old things you thought were lost forever.\n\r\n(Source: MU)",
    "Volumes": "3",
    "Chapters": "18",
    "Status": "Finished",
    "Published": "Mar  27, 2014 to Oct  28, 2015",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Flowers (Monthly)",
    "Authors": "Hozumi (Story & Art)",
    "Score": "8.01",
    "Ranked": "723",
    "Popularity": "2245",
    "Members": "8,733",
    "Favorites": "163",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/156613.jpg"
  },
  {
    "Id": "89562",
    "Title": "Tsubaki-chou Lonely Planet",
    "Description": "Due to her father's six million yen debt, sixteen-year-old high school student Fumi Oono and her father are evicted from their apartment. In need of a place to stay and a job to earn money, she starts to work as a live-in housekeeper for the young writer Akatsuki Kibikino.\n\r\nWhen they meet for the first time, the two start off on the wrong foot, with Akatsuki calling Fumi useless and treating her like a child. Determined to pay off her father's debt, Fumi works hard to prove him otherwise. However, despite Akatsuki's foul-mouthed and mysterious behavior, she begins to realize that he is not as despicable as she initially thought, gradually unravelling the passionate and caring person underneath.\n\r\n",
    "Volumes": "14",
    "Chapters": "85",
    "Status": "Finished",
    "Published": "May  20, 2015 to Aug  20, 2019",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Marg",
    "Authors": "Yamamori, Mika (Story & Art)",
    "Score": "8.01",
    "Ranked": "724",
    "Popularity": "356",
    "Members": "45,770",
    "Favorites": "1,368",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/164273.jpg"
  },
  {
    "Id": "97179",
    "Title": "Hokuhokusei ni Kumo to Ike",
    "Description": "Seventeen-year-old Kei Miyama comes from a family with strange abilities. Birds flock to his grandfather as if he is the wind that carries them in the air itself. Kei, on the other hand, can talk to cars and prefers their company to humans—especially women. After moving to Iceland, Kei makes a living there as a freelance detective.\n\r\nWhether it be resolving lovers' quarrels, locating missing people, or recovering lost items, Kei hops from case to case, traveling alone on the empty roads that span the rugged Icelandic landscape. But the secrets of the land of ice and fire are not the only mysteries ahead that Kei must unravel: an encounter with an aloof Icelandic beauty makes him recall local superstitions of ghosts that roam the wild lands at night.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  14, 2016 to ?",
    "Genre": [
      "Drama",
      "Supernatural",
      "Suspense"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "H",
    "Authors": "Irie, Aki (Story & Art)",
    "Score": "8.01",
    "Ranked": "725",
    "Popularity": "2215",
    "Members": "8,812",
    "Favorites": "173",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/201696.jpg"
  },
  {
    "Id": "98578",
    "Title": "Kanata no Astra",
    "Description": "In the year 2063, mankind's domain stretches across the vast expanse of the universe. Eight students from Caird High School, along with a young child, embark for an exciting interstellar camp on the planet MCPA, which is located nine light-years from their home. Among them are the brave and athletic Kanata Hoshijima and the cute and bubbly Aries Spring. \n\r\nHowever, once the students arrive at MCPA, a strange ball of light starts chasing them. This mysterious sphere engulfs the students and sends them to a harrowing fate: a remote area of space located 5,012 light-years from safety. Hopelessly lost and quickly running out of resources, the students' only chance of returning home proves to be aboard a nearby abandoned spaceship, where their desperate fight for survival begins and the dark truths surrounding their deadly excursion are slowly revealed.\n\r\n",
    "Volumes": "5",
    "Chapters": "49",
    "Status": "Finished",
    "Published": "May  9, 2016 to Dec  30, 2017",
    "Genre": [
      "Action",
      "Award Winning",
      "Sci-Fi"
    ],
    "Theme": [
      "Space",
      "Survival"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Shinohara, Kenta (Story & Art)",
    "Score": "8.01",
    "Ranked": "726",
    "Popularity": "913",
    "Members": "19,342",
    "Favorites": "499",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/180039.jpg"
  },
  {
    "Id": "103942",
    "Title": "Ao no Flag",
    "Description": "In his final year of high school, Taichi Ichinose finds himself sharing a class with his popular childhood friend Touma Mita for the third year in a row. Meanwhile, Taichi is hesitant to interact with his shy and clumsy classmate, Futaba Kuze, despite seeing her as a reflection of himself.\n\r\nHowever, after an encounter in the library brings them together, Taichi discovers that Futaba has feelings for Touma. Initially harboring doubts at the prospect, he decides to help her after she declares an emotional yet firm decision to change. As spring comes into full bloom, the three classmates find themselves in a relationship entangled by intricate emotions and personal conflicts while they navigate through an uncertain future.\n\r\n",
    "Volumes": "8",
    "Chapters": "54",
    "Status": "Finished",
    "Published": "Feb  1, 2017 to Apr  8, 2020",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "KAITO (Story & Art)",
    "Score": "8.01",
    "Ranked": "727",
    "Popularity": "249",
    "Members": "62,646",
    "Favorites": "3,479",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/194070.jpg"
  },
  {
    "Id": "59961",
    "Title": "Aoharu x Kikanjuu",
    "Description": "High school student council president Hotaru Tachibana—a girl often confused as a boy due to her speech pattern and clothing—is not afraid to fight against injustice. When her friend is supposedly swindled by a host, Hotaru feels compelled to confront the man responsible. He turns out to be her next-door-neighbor, Masamune Matsuoka, who decides that the best way to settle this is to play a \"survival game\": an imaginary war game where fake guns are used, but the battles are no less real.\n\r\nDespite Hotaru's best efforts, she ends up losing and incurring a large debt due to the resulting damages. Consequently, she is forced to become the third member of Masamune's male-only team \"Toy ☆ Gun Gun,\" joining his friend, Tooru Yukimura, an author of adult manga who dislikes her at first. However, before she even notices it, Hotaru becomes genuinely fond of both the sport and her team members. She chooses to share in their dream of becoming the best survival game team in Japan and winning the famous tournament, Top Combat Game, even if that means hiding her identity as a girl from her teammates.\n\r\n",
    "Volumes": "18",
    "Chapters": "84",
    "Status": "Finished",
    "Published": "Jun  18, 2012 to Aug  17, 2019",
    "Genre": [
      "Sports"
    ],
    "Theme": [
      "Crossdressing",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "NAOE (Story & Art)",
    "Score": "8.01",
    "Ranked": "730",
    "Popularity": "1145",
    "Members": "15,871",
    "Favorites": "615",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/106519.jpg"
  },
  {
    "Id": "25916",
    "Title": "Saint Seiya: The Lost Canvas - Meiou Shinwa Gaiden",
    "Description": "A series of side stories focusing each of the Gold Saints from Saint Seiya: The Lost Canvas exploring their lives, mostly events which occurred before.\n\r\n(Source: MU)",
    "Volumes": "16",
    "Chapters": "90",
    "Status": "Finished",
    "Published": "May  19, 2011 to Mar  12, 2016",
    "Genre": [
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Bessatsu Shounen Champ",
    "Authors": "Kurumada, Masami (Story), Teshirogi, Shiori (Story & Art)",
    "Score": "8.01",
    "Ranked": "728",
    "Popularity": "3994",
    "Members": "4,998",
    "Favorites": "150",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/129599.jpg"
  },
  {
    "Id": "43857",
    "Title": "Buttobi Itto",
    "Description": "Continuation of Kattobi Itto - Itto is now in high school with new friends, Hanyu and Nedu",
    "Volumes": "26",
    "Chapters": "103",
    "Status": "Finished",
    "Published": "1999 to  2007",
    "Genre": [
      "Comedy",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Monthly)",
    "Authors": "Monma, Motoki (Story & Art)",
    "Score": "8.01",
    "Ranked": "729",
    "Popularity": "17715",
    "Members": "728",
    "Favorites": "18",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/260535.jpg"
  },
  {
    "Id": "544",
    "Title": "Shigeshoushi",
    "Description": "Shinjuurou Mamiya works as an embalmer—a profession seen as \"unclean\" by Japanese society due to religious traditions and lack of demand for the service. Driven by his passion to preserve the dignity of the deceased, he has resigned himself to the outcast lifestyle that comes with his job. Though his clientele is lacking, he is exceptionally skilled. Shinjuurou does not shy away from opportunities to show off his ability to transform a corpse into a state that makes a loved one believe they are just sleeping peacefully.\n\nShigeshoushi explores the delicate psychological relationships between life, death, loss, and mourning. With each embalming, Shinjuurou brings the inner beauty of the deceased back to life to give their loved ones a chance to properly say goodbye.\n\r\n",
    "Volumes": "7",
    "Chapters": "42",
    "Status": "Finished",
    "Published": "May  8, 2002 to Apr  8, 2013",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Feel Young",
    "Authors": "Mihara, Mitsukazu (Story & Art)",
    "Score": "8.01",
    "Ranked": "718",
    "Popularity": "1363",
    "Members": "14,021",
    "Favorites": "378",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/89003.jpg"
  },
  {
    "Id": "665",
    "Title": "MeruPuri: Märchen☆Prince",
    "Description": "It is said that the longer one's punctuality streak is, the better a boyfriend they will have. In accordance with this, Airi Hoshina strictly follows her routine in preparation for her dream life: to have a loving, wholesome husband and family. However, Airi's life takes a fantastical turn when a young boy appears from her hand mirror.\n\r\nNamed Aram Astale Ei Daemonia Eucalystia, the young prince of Astale is fleeing his kingdom to evade a magical spell. Unknowingly, his portal leads directly to Airi's hand mirror. Though he avoided the brunt of the spell, his escape did not completely save him from the magic's effects: a spell that was originally supposed to turn Aram into an old man instead ages his body to that of a 17-year-old whenever it is dark. Now, the only way to turn him back is a kiss from his beloved maiden. Busy trying to find her one true love, Airi wants nothing to do with it, but Aram insists his soulmate must be her!\n\r\n",
    "Volumes": "4",
    "Chapters": "22",
    "Status": "Finished",
    "Published": "Aug  2002 to Sep  2004",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Hino, Matsuri (Story & Art)",
    "Score": "8.01",
    "Ranked": "719",
    "Popularity": "742",
    "Members": "23,568",
    "Favorites": "856",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/160609.jpg"
  },
  {
    "Id": "1506",
    "Title": "Sunadokei",
    "Description": "After her parents get divorced, Ann Uekusa and her mother move from Tokyo to rural Shimane. Accustomed to the anonymity of city living, Ann can't get used to the almost overbearing kindness of the people in her mother's hometown. But when personal tragedy strikes, Ann discovers how much she needs that kindness.\n\r\n(Source: Back Manga Cover/ANN)\n\r\nChosen by the American Library Association (ALA) as one of the Top Ten Great Graphic Novels for Teens 2009. (Vols. 1-3)",
    "Volumes": "10",
    "Chapters": "21",
    "Status": "Finished",
    "Published": "Aug  23, 2003 to Aug  2006",
    "Genre": [
      "Award Winning",
      "Romance"
    ],
    "Theme": [
      "Love Polygon"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Ashihara, Hinako (Story & Art)",
    "Score": "8.01",
    "Ranked": "720",
    "Popularity": "1243",
    "Members": "15,046",
    "Favorites": "381",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/213999.jpg"
  },
  {
    "Id": "4368",
    "Title": "Toradora!",
    "Description": "Takasu Ryuuji has learned the hard way that appearances can be deceiving. For despite his inwardly sweet personality, his unintentionally sharp gaze and aggressive features give him the air of a delinquent thug, putting his chances at making new friends, let alone a girlfriend, next to zero.\n\r\nIt's Ryuuji's first day of his second year of high school and it seems as if things are looking up. He gets to sit in between his only friend, Yuusaku, and more importantly, the girl he's secretly crushing on, Kushieda Minori. But just when he thinks the stars are aligned in his favor, he unwittingly crosses the most feared girl in school, Aisaka Taiga, making her into his arch enemy. To top it off, Taiga has moved in right next door to Ryuuji and happens to be Minori's best friend! Can this school year possibly get any worse?!\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  27, 2007 to ?",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Love Polygon",
      "School"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Takemiya, Yuyuko (Story), Zekkyou (Art)",
    "Score": "8.01",
    "Ranked": "721",
    "Popularity": "444",
    "Members": "37,787",
    "Favorites": "1,060",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/174090.jpg"
  },
  {
    "Id": "5029",
    "Title": "Kingyosou",
    "Description": "Upon watching a breathtaking drum performance by Masami Imamura, second-year high school student Asuka Hirayama instantly falls in love with him. As she learns more about Masami, she quickly finds out that he is the older brother of her close friend Taisen. However, when Asuka realizes that the impressive drum player has a hearing impairment, indecision over whether she should continue pursuing his affection crashes down on her. Even so, Asuka remains determined to chase after the warmth blooming inside her.\n\nKingyosou narrates a young girl's endeavor to resonate with a man who has closed his heart to many people. Despite the many obstacles and heartbreak that come her way, Asuka slowly gets closer to Masami—one step at a time.\n\r\n",
    "Volumes": "2",
    "Chapters": "9",
    "Status": "Finished",
    "Published": "Aug  10, 2005 to Feb  10, 2007",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaLa DX",
    "Authors": "Fujitsuka, Yuki (Story & Art)",
    "Score": "8.01",
    "Ranked": "722",
    "Popularity": "2286",
    "Members": "8,555",
    "Favorites": "108",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/255391.jpg"
  },
  {
    "Id": "105",
    "Title": "Kekkaishi",
    "Description": "By night, junior high student Yoshimori Sumimura is a \"kekkaishi\"—a demon-hunter who specializes in creating magical barriers around his prey. By day, Yoshimori's got some other demons to battle: an addiction to sweets and a seriously crotchety grandfather! Yoshimori's pretty 16-year-old neighbor and childhood friend, Tokine Yukimura, is also a kekkaishi, but their families are feuding over who is the true practitioner of the art. \n\r\n(Source: VIZ Media)",
    "Volumes": "35",
    "Chapters": "345",
    "Status": "Finished",
    "Published": "Feb  18, 2004 to Apr  6, 2011",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Supernatural"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Tanabe, Yellow (Story & Art)",
    "Score": "8.00",
    "Ranked": "735",
    "Popularity": "573",
    "Members": "29,881",
    "Favorites": "857",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/207702.jpg"
  },
  {
    "Id": "509",
    "Title": "Saiyuuki",
    "Description": "Since its creation, Tougenkyou has been a place where both humans and youkai live in peace. However, following the breach of a taboo in an attempt to revive the villainous youkai Gyuumaou, the \"Minus Wave\" unleashes throughout the land. With this ghastly force at large, the youkai begin to lose their self-consciousness, causing them to devour the townspeople.\n\r\nTasked by the Three Aspects—the messengers of the heavens—to stop Gyuumaou's resurrection and restore peace, Sanzou Genjou rounds up three old comrades, none of which resemble the definition of ordinary. Being half-human, Gokuu Son, Hakkai Cho, and Gojou Sha are the only youkai with the power and spirituality to withstand the Minus Wave. Despite being skeptical about trusting them due to their mixed blood, Sanzou heads to the west with his companions to eradicate the growing threat.\n\r\n",
    "Volumes": "9",
    "Chapters": "56",
    "Status": "Finished",
    "Published": "Feb  18, 1997 to Jan  18, 2002",
    "Genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "Serialization": "GFantasy",
    "Authors": "Minekura, Kazuya (Story & Art)",
    "Score": "8.00",
    "Ranked": "736",
    "Popularity": "1019",
    "Members": "17,600",
    "Favorites": "839",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/181067.jpg"
  },
  {
    "Id": "776",
    "Title": "Ginga Tetsudou 999",
    "Description": "Tetsurou Hoshino is a young street urchin who desperately wants to replace his human body with an android body, which would grant him immortality and the social freedom the androids have. Normally this is incredibly expensive but it has long been rumored that if you board the Galaxy Express headed for the Andromeda Galaxy, at the end of the line is a planet where they are given out for free.\r\nAfter seeing his mother murdered by an Android Count, he has no reason to remain on his home planet and nothing to hold him back. Now, not only seeking the android body of his dreams but also a way to avenge his loss, he begins to search for a way to board the train alone.\n\r\nThen he meets Maetel, a mysterious woman who offers him a ticket aboard the train if he will be her companion for the journey.\r\nTheir journey will take them to planet after planet, each strange and new, and each stop along the way being an opportunity for Tetsurou to reflect on being human, human actions, and the prospect of immortality. During their travels Tetsurou and Maetel meet, amongst others, Emeraldas and Harlock.",
    "Volumes": "18",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "Jan  1977 to Oct  1981",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Drama",
      "Fantasy",
      "Sci-Fi"
    ],
    "Theme": [
      "Space"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen King",
    "Authors": "Matsumoto, Leiji (Story & Art)",
    "Score": "8.00",
    "Ranked": "737",
    "Popularity": "6549",
    "Members": "2,882",
    "Favorites": "48",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/191348.jpg"
  },
  {
    "Id": "5454",
    "Title": "Golden Days",
    "Description": "Mitsuya Souma, a first-year student, has spent his whole life with his decisions made for him by his mother, who seeks to protect him from past family tragedies. He finds solace and freedom only by playing the violin gifted to him by his bed-ridden grandfather, Yoshimitsu. Yoshimitsu's days are now almost over, and one night, the dreaded phone call comes in of his sudden decline in health. At the hospital, Mitsuya gets into an argument with his mother, only to be cruelly interrupted when an earthquake hits the city. Mitsuya falls down the stairs, hits his head, and passes out.\n\r\nUpon waking up, Mitsuya finds himself transported back in time to the Taishou era, surrounded by his grandfather's family and friends. Confused and struggling to cope, he concludes that he must correct his grandfather's biggest regret. However, Mitsuya has no idea where to begin. He must find his way amid a developing relationship with Jin Kasuga—his grandfather's best friend—and increasing family drama.\n\r\n",
    "Volumes": "8",
    "Chapters": "47",
    "Status": "Finished",
    "Published": "Apr  20, 2005 to Dec  5, 2007",
    "Genre": [
      "Boys Love",
      "Drama",
      "Fantasy"
    ],
    "Theme": [
      "Historical",
      "Time Travel"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Takao, Shigeru (Story & Art)",
    "Score": "8.00",
    "Ranked": "738",
    "Popularity": "4326",
    "Members": "4,545",
    "Favorites": "130",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/270289.jpg"
  },
  {
    "Id": "5820",
    "Title": "Sumire♡16-sai!!",
    "Description": "High school is home to all kinds of new encounters and people, but for Renge Ooyama, her first encounter with a classmate was much weirder than she expected. When Renge meets her classmate Sumire Yotsuya, the latter is clearly not the 16-year-old student she claims to be, but instead is a wooden puppet operated by an old man dressed in black. Though the students and faculty attempt to ward off the man, he refuses to break character and only gives confused responses from the puppet Sumire. Thanks to the principal seeing Sumire as a real girl, teachers and pupils alike must accept this new and odd student as the normal person \"she\" claims to be.\n\r\nNow classmates with Sumire, Renge is creeped out when \"she\" insists they hang out and become friends, and worries how it might affect her reputation at school. However, when Renge falls into trouble, it's none other than Sumire who comes to her aid. Finding that Sumire (and the old man) aren't so bad after all, she decides to give \"her\" a shot. \n\nSumire♡16-sai!! follows Renge and her schoolmates as they attend school with this masquerader and come to realize that despite the wooden body, Sumire's heart is certainly real.\n\r\n",
    "Volumes": "5",
    "Chapters": "52",
    "Status": "Finished",
    "Published": "May  10, 2006 to Jan  5, 2009",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Magazine Spec",
    "Authors": "Nagayoshi, Takeru (Story & Art)",
    "Score": "8.00",
    "Ranked": "739",
    "Popularity": "2941",
    "Members": "6,794",
    "Favorites": "173",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/184459.jpg"
  },
  {
    "Id": "7630",
    "Title": "Toshokan Sensou: Love & War",
    "Description": "At the end of the Showa era, the Media Betterment Act was enacted, beginning a country-wide hunt for all media that were deemed offensive. Witnessing the senseless censorship, libraries stood up against this law; the Library Defense Force (LDF) became the only entity capable of fighting off the Media Betterment Committee (MBC).\n\r\nTomboyish and avid reader Iku Kasahara is the newest member accepted into the Kanto branch of the LDF. Her love of reading has inspired her to join the force in more ways than one: she almost landed in trouble with the MBC five years prior when an unknown LDF agent came to her aid. Iku has since vowed to protect books just like that agent did, and—at just 22 years old—she has now become a promising talent among the new recruits.\n\r\nAlthough Iku has achieved her dream of joining the LDF, she clashes with her superior Atsushi Doujou, a straight-laced instructor who seems to be particularly hard on her. For that reason, Iku is surprised to find out Doujou, among others, recommends her to be part of the Library Task Forces (LTF). Now part of an exclusive team, Iku must show her value as a member of LTF while executing her duties diligently.\n\r\n",
    "Volumes": "15",
    "Chapters": "90",
    "Status": "Finished",
    "Published": "Sep  24, 2007 to Feb  10, 2015",
    "Genre": [
      "Action",
      "Romance",
      "Sci-Fi"
    ],
    "Theme": [
      "Adult Cast",
      "Military"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Arikawa, Hiro (Story), Yumi, Kiiro (Art)",
    "Score": "8.00",
    "Ranked": "740",
    "Popularity": "2689",
    "Members": "7,437",
    "Favorites": "256",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/138477.jpg"
  },
  {
    "Id": "68883",
    "Title": "Colette wa Shinu Koto ni Shita",
    "Description": "Colette is the only doctor in her village and has earned the trust of many. However, an overwhelming amount of work has left her exhausted and desperate for a break. Wanting to discover a place where her heart could be at peace, she jumps into a well.\n\r\nColette wakes up and finds herself in the Land of the Dead, ruled by the god Hades—who is in charge of judging the souls of the demised. But Hades has fallen ill, causing his servants to beg Colette to treat him. Unable to ignore their demands and Hades' condition, it is up to Colette and her skills to look after the man and help him return to his duties as the Lord of the Dead.\n\r\n",
    "Volumes": "20",
    "Chapters": "129",
    "Status": "Finished",
    "Published": "Nov  5, 2013 to Oct  5, 2021",
    "Genre": [
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Yukimura, Alto (Story & Art)",
    "Score": "8.00",
    "Ranked": "733",
    "Popularity": "1768",
    "Members": "10,893",
    "Favorites": "219",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/269712.jpg"
  },
  {
    "Id": "81667",
    "Title": "Overlord",
    "Description": "Momonga is an average salaryman who spends his free time playing Yggdrasil, a DMMO-RPG (Dive Massively Multiplayer Online Role-Playing Game) well-known across Japan for its immense world and limitless customization. Unfortunately, all good things come to an end, and Yggdrasil's servers shut down in the year 2138. Wanting to witness the game’s final hours, Momonga, the leader of the guild Ainz Ooal Gown, logs in for the last time and heads toward the guild’s headquarters.\n\r\nAfter reminiscing about his comrades and adventures, Momonga prepares for the server to automatically log him out as the clock strikes midnight. However, he is not forcefully booted out of the game. Instead, he finds himself in a new world—now trapped in the body of his avatar and where non-player characters are aware of their feelings.\n\r\nLeft with no other options, Momonga takes on the name of his guild in hopes that other players would recognize Ainz Ooal Gown. Determined to make sense of the bizarre situation, Momonga embarks on a journey to unravel the mysteries hidden in this uncharted world.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  26, 2014 to ?",
    "Genre": [
      "Action",
      "Comedy",
      "Fantasy",
      "Supernatural"
    ],
    "Theme": [
      "Isekai",
      "Video Game"
    ],
    "Serialization": "Comp Ac",
    "Authors": "Miyama, Fugin (Art), Maruyama, Kugane (Story)",
    "Score": "8.00",
    "Ranked": "734",
    "Popularity": "381",
    "Members": "43,283",
    "Favorites": "1,334",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/161407.jpg"
  },
  {
    "Id": "142765",
    "Title": "Mushoku Tensei: Isekai Ittara Honki Dasu - Shitsui no Majutsushi-hen",
    "Description": "After separating from Eris, Rudeus falls into the depths of depression. He travels to Rozenberg, the second city of the Principality of Basherant, to search for his missing mother, Zenith. Desperate, Rudeus tries to accept a high-ranking quest alone in order to make a name for himself. However, by chance, he ends up working with a party of B-rank adventurers called the Counter Arrow. One of the party members is a girl named Sara, who reminds him of Eris...!\n\r\n(Source: Frontier Works, translated)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  20, 2021 to ?",
    "Genre": [
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Reincarnation"
    ],
    "Serialization": "    N",
    "Authors": "Yoneda, Kazusa (Art), Rifujin na Magonote (Story)",
    "Score": "8.00",
    "Ranked": "749",
    "Popularity": "5069",
    "Members": "3,824",
    "Favorites": "43",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/266702.jpg"
  },
  {
    "Id": "144695",
    "Title": "Blue Lock: Episode Nagi",
    "Description": "A spin-off series of Blue Lock focusing on Seishirou Nagi and Reo Mikage.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  9, 2022 to ?",
    "Genre": [
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Bessatsu Shounen Mag",
    "Authors": "Kaneshiro, Muneyuki (Story), Sannomiya, Kouta (Art)",
    "Score": "8.00",
    "Ranked": "750",
    "Popularity": "2609",
    "Members": "7,643",
    "Favorites": "102",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/269866.jpg"
  },
  {
    "Id": "28899",
    "Title": "Steins;Gate: Onshuu no Brownian Motion",
    "Description": "A spin-off from the Steins;Gate game, showing the past of the CRT store owner Tennouji Yuugo, also known as Mr. Braun.",
    "Volumes": "2",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "Jul  30, 2010 to Apr  27, 2012",
    "Genre": [
      "Drama",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Famitsu Comic C",
    "Authors": "Nitroplus (Story), Mizoguchi, Takeshi (Art)",
    "Score": "8.00",
    "Ranked": "747",
    "Popularity": "3992",
    "Members": "5,001",
    "Favorites": "79",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/149165.jpg"
  },
  {
    "Id": "37565",
    "Title": "10 Dance",
    "Description": "The only two things that differentiate Shinya Sugiki and Shinya Suzuki from each other are the one-syllable difference in their names and dancing styles. Sugiki is the decorated \"Lord of Standard Ballroom,\" while Suzuki is the fiery \"King of Latin Dance.\" Neither of these talented dancers can see eye to eye, but they both have the ambition of winning the legendary 10 Dance Competition. The lengthy contest requires each dancing pair to perform ten unique styles of standard ballroom and Latin dancing.\n\r\nHaving no prior experience with Latin dance, Sugiki asks Suzuki to teach him. In return, he will show Suzuki the art of standard ballroom. Although Sugiki is initially against it, his dancing partner goads him into accepting the offer. As the two begrudgingly work together to refine each other's styles, an unlikely romance begins to blossom.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  9, 2011 to ?",
    "Genre": [
      "Boys Love",
      "Drama"
    ],
    "Theme": [
      "Performing Arts"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine the 3rd",
    "Authors": "Inoue, Satou (Story & Art)",
    "Score": "8.00",
    "Ranked": "748",
    "Popularity": "2915",
    "Members": "6,853",
    "Favorites": "149",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/84969.jpg"
  },
  {
    "Id": "112268",
    "Title": "Sono Bisque Doll wa Koi wo Suru",
    "Description": "Engrossed in the family business of traditional doll making, Wakana Gojou is a reserved high school freshman without friends. Harboring painful memories of a childhood friend's disdain toward his interest, Gojou cannot relate to his classmates and their pastimes, eventually isolating himself.\n\r\nGojou has yet to perfect his crafting of dolls' faces, but is exceptionally skilled at making their clothes. His finesse with the sewing machine is soon discovered by his beautiful classmate Marin Kitagawa, whose boldness and honesty Gojou both admires and envies. Instantly, she shares with Gojou her own hobby: she likes to cosplay as characters from erotic video games.\n\r\nHowever, Kitagawa cannot sew her own costumes, leading her to seek Gojou's expertise. Now, as he is dragged along to the charming girl's endless cosplay-related affairs, Kitagawa becomes his first friend who fully accepts him. Thus, although polar opposites, their relationship slowly blossoms through their aptitude in helping each other in the intricate world of cosplay.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  19, 2018 to ?",
    "Theme": [
      "Otaku Culture",
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Gang",
    "Authors": "Fukuda, Shinichi (Story & Art)",
    "Score": "8.00",
    "Ranked": "742",
    "Popularity": "74",
    "Members": "147,043",
    "Favorites": "5,528",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/215054.jpg"
  },
  {
    "Id": "128463",
    "Title": "Uruwashi no Yoi no Tsuki",
    "Description": "Every time Yoi Takiguchi so much as lets out a sigh, her female classmates squeal in admiration and awe. She has been dubbed the school's \"prince\" by virtue of her boyishly attractive appearance and casual disposition. However, she chooses to be indifferent toward the attention she receives and spends her days normally—that is, until the school's other prince, Kohaku Ichimura, waltzes into her life and calls her beautiful.\n\r\nKohaku is nothing like a prince—he acts thoughtlessly and does as he pleases. But when he compliments her, Yoi feels flustered, and the way he looks at her gets her all nervous. He is the first boy to acknowledge her as a girl, and her attempts to distance herself prove futile as he seems to have set his sights on her. While Yoi keeps telling herself that it is nothing serious, even she cannot completely ignore the stir Kohaku causes in her heart.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  21, 2020 to ?",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Yamamori, Mika (Story & Art)",
    "Score": "8.00",
    "Ranked": "743",
    "Popularity": "896",
    "Members": "19,811",
    "Favorites": "487",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/238267.jpg"
  },
  {
    "Id": "135545",
    "Title": "Ao no Hako",
    "Description": "Taiki Inomata, a third-year student in junior high, attends Eimei Academy, an integrated school with a major sports program. Having joined the high school badminton team, Taiki tries to attend open practice as early as possible. But no matter how early he goes, he always arrives second in the gymnasium. The person one step ahead of him is Chinatsu Kano, a first-year student in senior high and Taiki's crush.\n\r\nChinatsu is the rising star of the basketball team, and the gap between her and Taiki could not be greater. Although Taiki is a decent badminton player, his popularity is nowhere near Chinatsu's, making it even less likely for his feelings to be reciprocated. However, in a strange twist of fate, she ends up living in Taiki's house!\n\r\nWanting to become a worthy match for Chinatsu, Taiki pursues the same dream as his crush: to partake in the Nationals. Taiki starts training harder than ever before, all for the sake of building a strong relationship with his new housemate.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  12, 2021 to ?",
    "Genre": [
      "Romance",
      "Sports"
    ],
    "Theme": [
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Miura, Kouji (Story & Art)",
    "Score": "8.00",
    "Ranked": "744",
    "Popularity": "278",
    "Members": "57,211",
    "Favorites": "1,786",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/248748.jpg"
  },
  {
    "Id": "80385",
    "Title": "Kono Subarashii Sekai ni Shukufuku wo!",
    "Description": "Kazuma Satou is a reserved 16-year-old who loses his life in a tragic yet laughable accident. After his untimely death, Kazuma finds himself standing before Aqua—the self-proclaimed water goddess who presents him two with choices: to ascend to heaven or reincarnate in a real fantasy world. Picking the latter, Kazuma gets tasked with defeating the Demon King, an occurring threat in his new world. However, Aqua's provocative attitude strikes a nerve, and in the heat of the moment, Kazuma takes her along.\n\r\nKazuma and Aqua, now stuck together in another world, embark on a journey. They soon acquire two more companions: Megumin, an archwizard wielding devastating explosion magic; and Lalatina \"Darkness\" Dustiness Ford, a crusader with a worrisome case of masochism. The four of them form an odd party, each member contributing their unique share of power and a peculiar personality. Unfortunately, their adventure soon proves to be challenging and costly, Kazuma's new life may be nothing but a headache.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  9, 2014 to ?",
    "Genre": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Parody",
      "Reincarnation"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Dragon Ag",
    "Authors": "Watari, Masahito (Art), Akatsuki, Natsume (Story)",
    "Score": "7.99",
    "Ranked": "765",
    "Popularity": "756",
    "Members": "23,151",
    "Favorites": "720",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/154542.jpg"
  },
  {
    "Id": "133",
    "Title": "Tokyo Babylon",
    "Description": "Subaru Sumeragi is the thirteenth head of his powerful onmyouji clan. Until the time comes when he must succeed his grandmother fully, Subaru is allowed to live in Tokyo with his fraternal twin Hokuto. While Subaru is kind and shy, Hokuto has exuberance to spare, and her favorite pastime is designing bold matching outfits for the two of them to wear. Her next favorite thing to do is try to set up Subaru with their veterinarian friend Seishirou Sakurazuka who, oddly enough, is always readily available to accompany the Sumeragis throughout the city.\n\r\nSubaru has to resolve a variety of spiritual conflicts in Tokyo: some are cases formally brought to him by clients, and others are matters in which he decides to involve himself. A selfless teenager, he empathizes with others to the point that their pain may as well be his own. This leaves him vulnerable in a city where nearly everyone makes decisions that only benefit themselves as individuals. Hokuto hopes that if Subaru develops feelings for Seishirou, their relationship will be the one thing that he never gives up for the sake of anyone else. However, is Seishirou the best candidate for her brother's love, or is he hiding sinister secrets?\n\r\n",
    "Volumes": "7",
    "Chapters": "18",
    "Status": "Finished",
    "Published": "1990 to  1993",
    "Genre": [
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Wings",
    "Authors": "CLAMP (Story & Art)",
    "Score": "7.99",
    "Ranked": "752",
    "Popularity": "865",
    "Members": "20,383",
    "Favorites": "808",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/260527.jpg"
  },
  {
    "Id": "407",
    "Title": "Life",
    "Description": "Ayumu Shiiba has always struggled when it comes to her grades, but decides to study even harder so that she can go to Nishidate High School with her best friend Yuuko Shinozuka. When the results of the entrance exams came out, it turns out that Ayumu herself passed, but unfortunately, Shinozuka did not. Consequently, Shinozuka reveals everything she had felt about Ayumu—nothing but resentment.\n\r\nDepressed that her closest friend has now deserted her, Ayumu finds a way to make her temporarily forget the loneliness: self-injury. As a result, she chooses to be alone and quickly becomes an outcast at her new school, refusing to socialize with anyone. Yet when her classmate Manami Anzai suddenly befriends her, Ayumu's world seems to brighten—but little does she know that something more horrible would start coming her way.\n\nLife is the story of a certain girl's isolation, a tale filled with despair and persecution enough to bring any person to the brink of insanity. However, only the strongest will find the light at the end of the tunnel, no matter how impossible the odds may seem.\n\r\n",
    "Volumes": "20",
    "Chapters": "80",
    "Status": "Finished",
    "Published": "Apr  13, 2002 to Feb  13, 2009",
    "Genre": [
      "Award Winning",
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Friend",
    "Authors": "Suenobu, Keiko (Story & Art)",
    "Score": "7.99",
    "Ranked": "753",
    "Popularity": "983",
    "Members": "18,082",
    "Favorites": "588",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/127497.jpg"
  },
  {
    "Id": "11329",
    "Title": "Mudazumonaki Kaikaku",
    "Description": "Global political figures such as The Pope, Kim Jong Il, George W. Bush and recent Japanese Prime Ministers play riichi mahjong against each other.\n\nIncluded one-shots:\r\nVolume 3: Ritz Season.1\r\nVolume 4: Oretachi Kenou Shineitai\r\nVolume 11: Ritz Season.2\r\nVolume 12: Lacross Shoujo Katagiri Ririn-san wa Totemo Moteru\r\nVolume 13: Ritz Season.3",
    "Volumes": "16",
    "Chapters": "144",
    "Status": "Finished",
    "Published": "Feb  8, 2006 to  2015",
    "Genre": [
      "Comedy",
      "Drama"
    ],
    "Theme": [
      "Strategy Game"
    ],
    "Serialization": "Kindai Mahjong",
    "Authors": "Oowada, Hideki (Story & Art)",
    "Score": "7.99",
    "Ranked": "755",
    "Popularity": "2150",
    "Members": "9,075",
    "Favorites": "172",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/165537.jpg"
  },
  {
    "Id": "13897",
    "Title": "Giant Killing",
    "Description": "East Tokyo United has been struggling in Japan's top football league for a few years. In an effort to improve their performance, ETU hires a new coach, the slightly eccentric Tatsumi Takeshi. Tatsumi was once a star player on ETU before abandoning the team, but has proven himself as manager of an English amateur team. The task won't be easy as the teams pitted against ETU have bigger budgets and better players. However, Tatsumi is an expert at Giant Killing.\n\r\n(Source: Wikipedia)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  11, 2007 to ?",
    "Genre": [
      "Award Winning",
      "Drama",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Tsunamoto, Masaya (Story), Tsujitomo (Art)",
    "Score": "7.99",
    "Ranked": "756",
    "Popularity": "1557",
    "Members": "12,552",
    "Favorites": "336",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/147425.jpg"
  },
  {
    "Id": "14110",
    "Title": "Seitokai Yakuindomo",
    "Description": "Ousai Academy was originally an all-girls high school. Due to the declining birth rates in recent years, it was converted into a co-ed school. The first year male students would find themselves surrounded by girls and unfortunately, Tsuda Takatoshi is one of them. What's worse, he gets scolded on his first day by the student council president Shino Amakusa, which did not give a good first impression of him. Tsuda also meets the other student council members while getting scolded, and in the end, he gets late for class. As an apology for ruining his morning, Shino lets him join the student council for various of \"reasons\" and he accepts it, or rather, he's forced to accept. Thus begins his days as Tsuda soon realizes that he's the only normal student in Ousai Academy...",
    "Volumes": "22",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "May  19, 2007 to Nov  17, 2021",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Gag Humor",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Ujiie, Tozen (Story & Art)",
    "Score": "7.99",
    "Ranked": "757",
    "Popularity": "763",
    "Members": "22,960",
    "Favorites": "591",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/135853.jpg"
  },
  {
    "Id": "17706",
    "Title": "Super Lovers",
    "Description": "While spending summer with his mother, Haru meets Ren, a boy newly adopted by his mother. Getting along with Ren isn't easy as Haru's goal is to \"civilize\" him by the time summer ends. Their relationship slowly improves as Haru spends more time with Ren and in return Ren steadily warms up to him. Can they really become a \"family\" at the end of summer!?\n\r\n(Source: Bliss)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  30, 2009 to ?",
    "Genre": [
      "Boys Love",
      "Comedy",
      "Drama"
    ],
    "Serialization": "Emerald",
    "Authors": "Abe, Miyuki (Story & Art)",
    "Score": "7.99",
    "Ranked": "758",
    "Popularity": "755",
    "Members": "23,163",
    "Favorites": "778",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/34151.jpg"
  },
  {
    "Id": "99391",
    "Title": "Doukyonin wa Hiza, Tokidoki, Atama no Ue.",
    "Description": "Mystery writer Mikazuki Subaru, who isn't good at dealing with people, finds them to be a disturbance when it comes to building his imaginary world. One day, he chances upon a stray cat and feels inspiration strike, so he brings the cat home as his muse.\n\r\nCan watching the inexplicable behaviors of a cat form material for a novel?\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  4, 2015 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei",
      "Pets"
    ],
    "Serialization": "Comic Polaris",
    "Authors": "Minatuki, Tunami (Story), Futatsuya, As (Art)",
    "Score": "7.99",
    "Ranked": "760",
    "Popularity": "2153",
    "Members": "9,071",
    "Favorites": "131",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/179355.jpg"
  },
  {
    "Id": "104271",
    "Title": "Chi no Wadachi",
    "Description": "Seiichi Osabe is an only child living a mundane life. Just like any middle schooler, he has friends, a crush on a girl, and loving parents. However, Seiichi's mother is extremely overprotective, which causes others to view him as a mama's boy.\n\r\nAlthough he does not consider her behavior to be unusual, a certain incident starts to open his eyes to just how dangerous her affection is. As Seiichi tries to break free from her grasp, he learns that his life is not as normal as he thought.\n\r\n",
    "Volumes": "17",
    "Chapters": "153",
    "Status": "Finished",
    "Published": "Feb  24, 2017 to Sep  8, 2023",
    "Genre": [
      "Drama",
      "Suspense"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Sup",
    "Authors": "Oshimi, Shuuzou (Story & Art)",
    "Score": "7.99",
    "Ranked": "762",
    "Popularity": "129",
    "Members": "102,028",
    "Favorites": "3,157",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/200350.jpg"
  },
  {
    "Id": "36615",
    "Title": "Hori-san to Miyamura-kun",
    "Description": "People say that the youthful days are always bittersweet, but maybe it's just bitter? Kyouko Hori is a flashy high school girl, who, despite her ostentatious appearance, excels in academics and has a family-loving character. Izumi Miyamura is a bland high school boy, who, despite not wanting to stand out in class, secretly wears piercings outside of school and has a large body tattoo. One day, Miyamura finds Hori's little brother injured and helps him back to Hori's house, where the relationship between Hori and Miyamura begins with Hori's discovery of Miyamura's secret.\n\r\n(Source: MAL)",
    "Volumes": "10",
    "Chapters": "149",
    "Status": "Finished",
    "Published": "Feb  2007 to Dec  22, 2011",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "    N",
    "Authors": "HERO (Story & Art)",
    "Score": "7.99",
    "Ranked": "767",
    "Popularity": "1304",
    "Members": "14,536",
    "Favorites": "218",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/173355.jpg"
  },
  {
    "Id": "52043",
    "Title": "Chichikogusa",
    "Description": "A story about a medicine seller and his son and their struggles with each other after losing someone precious to them. A father who never really raised his son because he is always out doing his trade, but when suddenly his wife dies he must adjust his solitary journey to include his son.\n\r\n(Source: Antisense Scanslations)",
    "Volumes": "8",
    "Chapters": "49",
    "Status": "Finished",
    "Published": "Jan  15, 2013 to Mar  5, 2018",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "Childcare"
    ],
    "Serialization": "Comic Gard",
    "Authors": "Tagawa, Mi (Story & Art)",
    "Score": "7.99",
    "Ranked": "768",
    "Popularity": "3027",
    "Members": "6,612",
    "Favorites": "91",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/96283.jpg"
  },
  {
    "Id": "151815",
    "Title": "Konjiki no Gash!! 2",
    "Description": "100 demon children fought to determine the new king of the demon world. Once the war ended, the new king was crowned, and the demon world was at peace… or so you thought! The shocking reality of the current-day demon world is now revealed—and deep in the maw of despair, three demon children make a dangerous gambit.\n\r\n(Source: Birgdin Board, translated)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  14, 2022 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Supernatural"
    ],
    "Serialization": "    N",
    "Authors": "Raiku, Makoto (Story & Art)",
    "Score": "7.98",
    "Ranked": "774",
    "Popularity": "8198",
    "Members": "2,190",
    "Favorites": "27",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269154.jpg"
  },
  {
    "Id": "154679",
    "Title": "Hotaru no Yomeiri",
    "Description": "Satoko, the eldest daughter of the honorable Kirigaya family, has received many marriage proposals from men captivated by her beauty and grace. However, she has turned them all down due to her secret heart defect. Despite her condition, Satoko is still willing to find a husband to ease her beloved father's concerns.\n\r\nWhile on a stroll, Satoko is kidnapped by a group of mercenaries, one of them being Shinpei Gotou—a legendary assassin tasked with executing her. Satoko tries to bribe Gotou into freeing her, but it proves unsuccessful. Out of options, Satoko makes a desperate gamble: under the pretense of love at first sight, she asks him to marry her.\n\r\nUnexpectedly, Gotou takes the bait and vows to protect her. As the couple escapes to freedom, Satoko struggles to keep up the ruse and make sense of the mysterious man she has eloped with.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  1, 2023 to ?",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Historical"
    ],
    "Serialization": "MangaONE",
    "Authors": "Tachibana, Oreco (Story & Art)",
    "Score": "7.98",
    "Ranked": "775",
    "Popularity": "2198",
    "Members": "8,866",
    "Favorites": "253",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/283419.jpg"
  },
  {
    "Id": "23",
    "Title": "Ranma ½",
    "Description": "Soun Tendou runs the Tendou Martial Arts School accompanied by his three daughters: Akane, Nabiki, and Kasumi. One day, the sisters' lives are turned upside down when their father announces that he has promised one of them to be married to a fellow martial artist's son in hopes of carrying on the family legacy. In addition to their mixed reactions, when the fiancé arrives, the last thing the Tendou family expects is Ranma Saotome and his father, Genma.\n\r\nRanma has been training in China with his father until an unfortunate accident changed them both. Now, when water touches them, Ranma turns into a girl and Genma into a giant panda. Ranma ½ follows Ranma as he attempts to get along with his newly betrothed, the youngest of the Tendou sisters, Akane. As the two begin to attend the same school, they deal with fellow friends and rivals, all of whom have something to say about their engagement.\n\r\n",
    "Volumes": "38",
    "Chapters": "407",
    "Status": "Finished",
    "Published": "Aug  5, 1987 to Feb  21, 1996",
    "Genre": [
      "Action",
      "Comedy",
      "Romance",
      "Ecchi"
    ],
    "Theme": [
      "Harem",
      "Martial Arts",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Takahashi, Rumiko (Story & Art)",
    "Score": "7.98",
    "Ranked": "776",
    "Popularity": "312",
    "Members": "50,018",
    "Favorites": "2,962",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/156534.jpg"
  },
  {
    "Id": "160",
    "Title": "School Rumble",
    "Description": "She...is a second-year high school student with a single all-consuming question: Will the boy she likes ever really notice her? He...is the school's most notorious juvenile delinquent and he's suddenly come to a shocking realization: He's got a huge crush, and now he must tell her how he feels. Life-changing obsessions, colossal foul-ups, grand schemes, deep-seated anxieties, and raging hormones—School Rumble portrays high school as it really is: over-the-top comedy!\n\r\n(Source: Kodansha USA)",
    "Volumes": "22",
    "Chapters": "345",
    "Status": "Finished",
    "Published": "Oct  23, 2002 to Jul  23, 2008",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Gag Humor",
      "Love Polygon",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Kobayashi, Jin (Story & Art)",
    "Score": "7.98",
    "Ranked": "777",
    "Popularity": "589",
    "Members": "29,443",
    "Favorites": "1,503",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/5267.jpg"
  },
  {
    "Id": "907",
    "Title": "Mekakushi no Kuni",
    "Description": "Land of the Blindfolded is the story of high school student Outsuka Kanade who can sometimes see a person's future with a touch, and transfer student Naitou Arou, whose ESP is limited to past events. When Kanade glimpses an unfortunate incident coming, can she change it? She soon befriends Arou, who's no novice—he can turn his ability on or off at will, even using it to see an object's \"memories.\" Are these teenaged seers of the past and future made for each other? And who's right: Arou with his \"hands off\" policy about meddling in people's lives, or Kanade whose more proactive stance has already had unhappy consequences?\n\r\n(Source: CMX)\n\nIncluded one-shots:\r\nVolume 1: Machigaeru Otoko (The Boy Who Makes Mistakes), Matsuri no Ato (After the Sports Festival)\r\nVolume 2: Hyakka Jimusho no Akuma (The Devil in the Flowered Office)\r\nVolume 3: Ame no Naka (Inside Rain)",
    "Volumes": "9",
    "Chapters": "48",
    "Status": "Finished",
    "Published": "Dec  10, 1998 to Jan  24, 2004",
    "Genre": [
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Love Polygon"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Tsukuba, Sakura (Story & Art)",
    "Score": "7.98",
    "Ranked": "778",
    "Popularity": "1887",
    "Members": "10,135",
    "Favorites": "157",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/264108.jpg"
  },
  {
    "Id": "1023",
    "Title": "Koukaku Kidoutai: The Ghost in the Shell",
    "Description": "The year is 2029. The world has endured four world wars and ushered in a new age of technological advancement that has largely transformed society as humanity knows it. Cybernetic enhancements, robotic AIs, and cyborgs have now become the norm in a world where humans are more machine than man. However, with this modern change, crime started evolving as well: hackers, corrupt officials, and other opportunists have found ways to sneak into innovative systems for their own personal agendas.\n\r\nIn Japan, where such crimes run rampant, the government establishes Section 9—a clandestine team of highly trained operatives—to counter these threats. Major Motoko Kusanagi, a woman of impenetrable caliber and bravado, leads Section 9 on its mission to tackle cyberterrorism and ensure that the nation's stability does not falter in the pace of the rapidly progressing future.\n\r\n",
    "Volumes": "1",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "Mar  1989 to Sep  1991",
    "Genre": [
      "Action",
      "Sci-Fi"
    ],
    "Theme": [
      "Adult Cast",
      "Detective",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine Kaizokub",
    "Authors": "Shirow, Masamune (Story & Art)",
    "Score": "7.98",
    "Ranked": "779",
    "Popularity": "428",
    "Members": "38,908",
    "Favorites": "1,367",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/155733.jpg"
  },
  {
    "Id": "1031",
    "Title": "Bokura ga Ita",
    "Description": "All 15-year-old Nanami \"Nana\" Takahashi wants in high school is to make as many friends as possible. However, her inability to follow along with the general gossip of the school, coupled with her failing to remember people's names, gets in the way of her ambitious goals.\n\r\nOne day, Nana has the displeasure of meeting the popular Motoharu Yano—whom allegedly two-thirds of the girls at school have fallen head-over-heels for. Irritated by Yano's mischievous antics and carefree attitude, Nana declares her hatred for him. But unbeknownst to her, Yano hides a somber burden under his charismatic demeanor: his ex-girlfriend died in a tragic car accident the past summer, and he has since not come to terms with his new reality. To make matters worse, the accident has distorted not only Yano's perception of the world but also his ability to trust those around him.\n\r\nAs Nana gets closer to the boy, she only finds herself pushed further away. But with her feelings toward Yano beginning to shift, Nana is determined to reach out and help him—or is the problem simply impossible for both of them to handle?\n\r\n",
    "Volumes": "16",
    "Chapters": "70",
    "Status": "Finished",
    "Published": "Apr  13, 2002 to Feb  13, 2012",
    "Genre": [
      "Award Winning",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Love Polygon"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Obata, Yuuki (Story & Art)",
    "Score": "7.98",
    "Ranked": "780",
    "Popularity": "328",
    "Members": "48,450",
    "Favorites": "1,795",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/244302.jpg"
  },
  {
    "Id": "1067",
    "Title": "Cesare: Hakai no Souzousha",
    "Description": "Based on exhaustive research in collaboration with a Dante scholar, Souryo brings Cesare Borgia, one of the most enigmatic figures in history, to life in vivid detail. Bookish and naive, Angelo da Canossa is unprepared for life as a student in a university that hums with tension and intrigue in Renaissance Italy. Will his innocence remain intact when a chance encounter with the charismatic Cesare draws him ever deeper into the darker side of the Renaissance?\n\r\n(Source: Manganews.net)",
    "Volumes": "13",
    "Chapters": "106",
    "Status": "Finished",
    "Published": "Mar  24, 2005 to Nov  25, 2021",
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Souryo, Fuyumi (Story & Art)",
    "Score": "7.98",
    "Ranked": "781",
    "Popularity": "3012",
    "Members": "6,644",
    "Favorites": "110",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/207459.jpg"
  },
  {
    "Id": "3258",
    "Title": "Haruka na Machi e",
    "Description": "Fourty-eight-year-old salaryman Hiroshi Nakahara accidentally takes the wrong train to Tokyo after a business trip in Kyoto. He decides to accept his situation and sit back when he learns that the train is headed toward his hometown in Kurayoshi.\n\r\nAs he walks the streets of his childhood neighborhood, Hiroshi realizes how significantly the place has changed in the 20 years since his mother died. While visiting her grave in the Genzen Temple, he is transported back into the body of his 14-year-old self. Retaining the memories and wisdom of his middle-aged mind, he is now an eighth grader in junior high school.\n\r\nHiroshi's regained youth enables him to escape the reality of being an adult man with a wife and two daughters. Unaware how to return to his original time, he begins to relive his adolescence. During his time travel, Hiroshi attempts to uncover the reasons for his father's abandonment of the family in hopes of understanding him and his actions.\n\r\n",
    "Volumes": "2",
    "Chapters": "16",
    "Status": "Finished",
    "Published": "Apr  10, 1998 to Nov  25, 1998",
    "Genre": [
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Time Travel"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic",
    "Authors": "Taniguchi, Jiro (Story & Art)",
    "Score": "7.98",
    "Ranked": "782",
    "Popularity": "855",
    "Members": "20,764",
    "Favorites": "419",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/252366.jpg"
  },
  {
    "Id": "5664",
    "Title": "Nurarihyon no Mago",
    "Description": "Rikuo Nura appears to be an ordinary middle school student. Appearances, however, can be deceiving. In reality, the young boy has one-fourth of youkai blood and is the heir to a large clan of youkai led by his grandfather, Nurarihiyon. As a small child, he was told that youkai often perform evil deeds, leading to his reluctance to succeed the Nura Clan and doing whatever he could to avoid his destiny.\n\r\nDuring the night, Rikuo undergoes a transformation into a fearsome youkai who resembles Nurarihiyon in his prime. Realizing that he can use his power to protect others, he accepts his inheritance, aiming to unite all the youkai factions across Japan and establish his own \"Night Parade of a Hundred Demons.\"\n\r\n",
    "Volumes": "25",
    "Chapters": "218",
    "Status": "Finished",
    "Published": "Mar  10, 2008 to Dec  28, 2012",
    "Genre": [
      "Action",
      "Supernatural"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Shiibashi, Hiroshi (Story & Art)",
    "Score": "7.98",
    "Ranked": "784",
    "Popularity": "389",
    "Members": "42,433",
    "Favorites": "1,183",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/157584.jpg"
  },
  {
    "Id": "7378",
    "Title": "Strobe Edge",
    "Description": "Through the eyes of Ninako Kinoshita, it seems as if everyone knows what love is. Even when it comes to her own feelings for her childhood friend Daiki Korenaga, it is her friends who attest she is in love. However, a drop of doubt forms in her heart when Ren Ichinose, an attractive idol of the school, accidentally breaks Ninako's phone charm on the train. His earnest promise to compensate for it touches Ninako and she wonders if this is what real love feels like.\n\r\nLove is like an apple: its outer appearance may look sweet, but its taste can be deceiving. For Ninako, she meets the bitterness of unrequited love as her very first. But as her knowing friends go through different experiences with love, Ninako struggles to understand its complex flavor and fails to notice the way a certain someone looks at only her.\n\r\n",
    "Volumes": "10",
    "Chapters": "43",
    "Status": "Finished",
    "Published": "Jun  13, 2007 to Aug  11, 2010",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Love Polygon",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Sakisaka, Io (Story & Art)",
    "Score": "7.98",
    "Ranked": "785",
    "Popularity": "239",
    "Members": "64,813",
    "Favorites": "2,194",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/255194.jpg"
  },
  {
    "Id": "7728",
    "Title": "Rozen Maiden (2008)",
    "Description": "In the original timeline of Rozen Maiden, shut-in Jun Sakurada chose to wind up the sentient Rozen Maiden doll Shinku and help her participate in the Alice Game, a contest between the dolls. But if Jun had chosen not to wind her up, his life would have been very different.\n\r\nIn an alternate universe, Jun has grown up and is in college, but he is gloomy and still bears the scars of his hikikomori past. While working at a bookstore, he finds a weekly book series called \"How to Make a Girl,\" which includes a spring to wind a doll. When he arrives home that night, the next volume in the series is waiting in his apartment, along with a case for the doll and some parts to make the fifth Rozen Maiden, Shinku. But once he has most of the pieces, the books stop coming, and he receives a letter revealing publication has stopped. The letter also states that to get the rest of the doll parts, he will have to retrieve them from a place called the N-Field.\n\r\nAs if things weren't strange enough already, he begins to receive emails from his younger self, asking for his help in defeating the malicious seventh doll, Kirakishou. So with an incomplete doll, Jun enters the N-Field, unaware of the events that will unfold. \n\r\n",
    "Volumes": "10",
    "Chapters": "68",
    "Status": "Finished",
    "Published": "Apr  17, 2008 to Jan  23, 2014",
    "Genre": [
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "PEACH‐PIT (Story & Art)",
    "Score": "7.98",
    "Ranked": "786",
    "Popularity": "2225",
    "Members": "8,783",
    "Favorites": "285",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/113855.jpg"
  },
  {
    "Id": "11643",
    "Title": "Kattobi Itto",
    "Description": "Itto and Yara are childhood rivals. Itto is small and quarrelsome while Yara is big and vindictive. Itto has been holding a grudge against Yara for a long time from the scar Yara made him five years ago during a fight… After years of travelling with his father, Itto finally returns to Japan only to reunite with a childhood rival, Yara. A very hilarious combination of circumstances will bring the unpredictable Itto to join Yara's soccer team… The manga follows this wacky duo as they, alongside the rest of the team, 'battle' other HS teams on the road to becoming Japan 's best. The intense footy goodness is only second to the ridiculously hilarious situations that Itto somehow manages to find himself in. ",
    "Volumes": "46",
    "Chapters": "165",
    "Status": "Finished",
    "Published": "1986 to  1999",
    "Genre": [
      "Comedy",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Monthly)",
    "Authors": "Monma, Motoki (Story & Art)",
    "Score": "7.98",
    "Ranked": "787",
    "Popularity": "14131",
    "Members": "1,047",
    "Favorites": "29",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/260537.jpg"
  },
  {
    "Id": "136793",
    "Title": "Itou Junji Jisen Kessakushuu",
    "Description": "1. Chuuko Record (Used Record)\r\n2. Samuke (Shiver)\r\n3. Fashion Model\r\n4. Kubitsuri Kikyuu (Hanging Blimp)\r\n5. Ayatsuri Yashiki (Marionette Mansion)\r\n6. Gaka (Painter)\r\n7. Nagai Yume (The Long Dream)\r\n8. Gosenzo-sama (Honored Ancestors)\r\n9. Glyceride (Greased)\r\n10. Fashion Model: Norowareta Framing (Fashion Model: Cursed Frame)",
    "Volumes": "1",
    "Chapters": "10",
    "Status": "Finished",
    "Published": "Nov  13, 1990 to Oct  7, 2015",
    "Genre": [
      "Horror"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hallow",
    "Authors": "Itou, Junji (Story & Art)",
    "Score": "7.98",
    "Ranked": "771",
    "Popularity": "2861",
    "Members": "6,973",
    "Favorites": "107",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/265606.jpg"
  },
  {
    "Id": "45447",
    "Title": "Yahari Ore no Seishun Love Comedy wa Machigatteiru.: Monologue",
    "Description": "Happiness, joy, and countless other positive emotions are cherished by many; however, in Hachiman Hikigaya's case, those emotions are ludicrous. Due to a traumatic past, his belief in happiness has completely crumbled. Following an essay he wrote criticizing modern social relationships, he is punished by his teacher, forcing him to join the Volunteer Service Club: a club whose sole purpose is to help schoolmates with their requests. Upon reluctantly entering the clubroom, he meets Yukino Yukinoshita—an ace student of unparalleled beauty. As they try to fix their schoolmates' problems, how will Hachiman's wretched view of society influence his solutions?\n\nYahari Ore no Seishun Love Comedy wa Machigatteiru.: Monologue is a comedy-drama that revolves around the nihilistic Hachiman's high school life and his time in the Volunteer Service Club.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  25, 2012 to ?",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Love Polygon",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Gang",
    "Authors": "Kazuki, Rechi (Art), Watari, Wataru (Story)",
    "Score": "7.98",
    "Ranked": "790",
    "Popularity": "1884",
    "Members": "10,153",
    "Favorites": "115",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/188845.jpg"
  },
  {
    "Id": "49865",
    "Title": "Ajin",
    "Description": "Seventeen years ago, mysterious immortal soldiers known as \"divine warriors\" appeared on the battlefields of Africa. These life forms later became known as \"Ajin,\" or demi-humans, and were considered to be one of the greatest discoveries of mankind. The government declared their existence to be compatible with humans; however, it is rumored that they instead offer bounties for captured Ajin to secretly perform inhumane experiments on these rare beings.\n\r\nKei Nagai, an apathetic high school student, is studying to become a doctor and only wishes to live a normal life. However, this simple dream is shattered after he suddenly gets into a deadly traffic accident. Reviving at the scene, he is immediately labeled as an Ajin by bounty-hungry witnesses. Unable to understand his immortality or prove his innocence, he starts to live his life on the run and fights for survival. He barely escapes the government's reach when a group of anarchistic Ajin contacts Kei, asking him to join their forces to retaliate against the government. But who is Kei's real enemy, and which side will he take when it comes down to humans versus Ajin?\n\r\n",
    "Volumes": "17",
    "Chapters": "84",
    "Status": "Finished",
    "Published": "Jul  6, 2012 to Feb  5, 2021",
    "Genre": [
      "Action",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Gore"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "good! Af",
    "Authors": "Sakurai, Gamon (Story & Art), Miura, Tsuina (Story)",
    "Score": "7.98",
    "Ranked": "791",
    "Popularity": "87",
    "Members": "130,928",
    "Favorites": "4,123",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/87801.jpg"
  },
  {
    "Id": "23627",
    "Title": "Yowamushi Pedal",
    "Description": "Every week since fourth grade, otaku Sakamichi Onoda has cycled 45 kilometers to and from his home in Akihabara on an old, rickety utility bike—his only form of transportation. As he begins high school, Onoda hopes to make new otaku friends—something that has been missing from his school life thus far—so he can finally have someone to talk to about his hobbies. However, much to his dismay, the anime club has been disbanded.\n\r\nIt is then that Onoda meets fellow first-year Shunsuke Imaizumi by chance. Tall, athletic, and a cycling prodigy, Imaizumi could not be any more different from Onoda; however, after seeing Onoda's cycling on the school's infamous rear slope, Imaizumi becomes interested in his unique climbing style and sets out to challenge him to a race. This unusual encounter marks Onoda's first steps onto the road of competitive cycling.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  7, 2008 to ?",
    "Genre": [
      "Award Winning",
      "Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Watanabe, Wataru (Story & Art)",
    "Score": "7.97",
    "Ranked": "793",
    "Popularity": "1315",
    "Members": "14,472",
    "Favorites": "414",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/267487.jpg"
  },
  {
    "Id": "26441",
    "Title": "Maoyuu Maou Yuusha: 'Kono Ware no Mono to Nare, Yuusha yo' 'Kotowaru!'",
    "Description": "After a long and treacherous journey, our Hero finally arrives at the Dark Lady's castle only to find himself being asked for help. The Hero explains how the war that the demons have brought upon the humans have killed thousands and put more in misery. The queen of demons however argues that this war has made the human society band together as one and showed empirical evidence how it has increased population, increased production, boosted economy and improved society overall. Furthermore, she explains to the Hero that ending this war will result in a civil war that will produce more bloodshed than there ever was. The Hero, convinced that the only way to bring peace, relatively speaking, is to join forces with the Dark Lady, agrees to help with her plans!\n\r\n(Source: MU)\n\nIncluded one-shot:\r\nVolume 12: Level Hero!",
    "Volumes": "18",
    "Chapters": "59",
    "Status": "Finished",
    "Published": "Apr  26, 2011 to Apr  26, 2016",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Mythology"
    ],
    "Serialization": "Comp Ac",
    "Authors": "Ishida, Akira (Art), Touno, Mamare (Story)",
    "Score": "7.97",
    "Ranked": "794",
    "Popularity": "1074",
    "Members": "16,890",
    "Favorites": "248",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/119227.jpg"
  },
  {
    "Id": "44933",
    "Title": "Kanshikan Tsunemori Akane",
    "Description": "In futuristic Japan, the human soul is analyzed and digitized. A flawless structure called the Sibyl System assesses this data and creates a perfect life for each citizen while also evaluating their potential for crime—otherwise known as one's \"Psycho-Pass.\" Even so, incidents still occur, requiring the existence of the Ministry of Welfare's Public Safety Bureau (MWPSB).\n\r\nShort on personnel, MWPSB employs latent criminals as Enforcers—morally corrupt individuals whose Psycho-Pass surpasses the allowed threshold—in service of the capable Inspectors. They make use of Denominators, special guns designed to read one's Psycho-Pass, and work together to apprehend wrongdoers.\n\r\nBeing one of the few people the System considers adequate for MWPSB, Akane Tsunemori is assigned as Criminal Investigation Division's new Inspector of Division 01. Secured by her strong sense of justice, Tsunemori's Psycho-Pass is unwavering in the face of incurable fugitives on both the just and rotten sides of the system. But early into her career, Tsunemori encounters a person thought impossible: a criminal with the Psycho-Pass of a righteous man.\n\r\n",
    "Volumes": "6",
    "Chapters": "27",
    "Status": "Finished",
    "Published": "Nov  2, 2012 to Dec  4, 2014",
    "Genre": [
      "Action",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "Theme": [
      "Adult Cast",
      "Detective",
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Urobuchi, Gen (Story), Miyoshi, Hikaru (Art)",
    "Score": "7.97",
    "Ranked": "797",
    "Popularity": "1460",
    "Members": "13,230",
    "Favorites": "172",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/144917.jpg"
  },
  {
    "Id": "888",
    "Title": "Tsuki no Shippo",
    "Description": "Usagi is the granddaughter of the leader of a prestigious ninja village, but she's such a klutz that she's never made it out of the kiddie class. Frustrated with Usagi's lack of progress, her grandfather sends her to marry Lord Hanzo and have lots of ninja babies. But the lord has no interest in her or her childbearing potential! \n\r\n(Source: VIZ Media) ",
    "Volumes": "15",
    "Chapters": "105",
    "Status": "Finished",
    "Published": "Mar  25, 2003 to Aug  24, 2007",
    "Genre": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Marg",
    "Authors": "Ueda, Rinko (Story & Art)",
    "Score": "7.97",
    "Ranked": "806",
    "Popularity": "1736",
    "Members": "11,135",
    "Favorites": "377",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/160615.jpg"
  },
  {
    "Id": "926",
    "Title": "Penguin Kakumei",
    "Description": "High school student Yukari Fujimaru knows a potential star when she sees one…because she sees the special \"aura\" they give off, in the form of angelic wings. Yukari's fellow student, the beautiful Ryouko Katsuragi, has a small pair of wings herself, and is one of these aspiring talents. She's so talented, in fact, that no one even knows that \"she\" is actually a boy in disguise. Now, to make her own down-to-earth dream come true, Yukari must help her new friend become a star.\n\r\n(Source: CMX)",
    "Volumes": "7",
    "Chapters": "35",
    "Status": "Finished",
    "Published": "Aug  24, 2004 to Dec  22, 2007",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Love Polygon",
      "Showbiz"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Tsukuba, Sakura (Story & Art)",
    "Score": "7.97",
    "Ranked": "807",
    "Popularity": "1968",
    "Members": "9,756",
    "Favorites": "154",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/183168.jpg"
  },
  {
    "Id": "1388",
    "Title": "Candy Candy",
    "Description": "Left in Pony's Home orphanage as a baby, Candace \"Candy\" White grew up to be a boisterous and energetic girl. But when her best friend of six years, Annie, is finally adopted by a wealthy family, Candy is upset to lose her. Crying on the hill near her orphanage, the young girl meets a princely boy clothed in Scottish attire, who plays his bagpipe to comfort her. This encounter causes her to dub him the \"Prince of the Hill,\" as he did not reveal his name to her.\n\r\nSix years later at the age of 12, Candy is taken in to be a companion for Eliza and Neil Leagen—siblings who treat her terribly. At her new home, she meets Anthony Brown, a boy who seemingly resembles that prince-like character she once met! Possibly reunited, Candy now finds herself at the start of a journey she will never forget.\n\r\n",
    "Volumes": "9",
    "Chapters": "44",
    "Status": "Finished",
    "Published": "Mar  1975 to Feb  1979",
    "Genre": [
      "Award Winning",
      "Drama",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Nakayosh",
    "Authors": "Igarashi, Yumiko (Art), Nagita, Keiko (Story)",
    "Score": "7.97",
    "Ranked": "808",
    "Popularity": "4318",
    "Members": "4,553",
    "Favorites": "169",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/273185.jpg"
  },
  {
    "Id": "4222",
    "Title": "Shoot!",
    "Description": "Toshihiko Tanaka is a boy who entered Kakegawa High School with his friends Kenji & Kazuhiro, in order to play soccer with Yoshiharu Kubo, a great soccer player whom they have idolized. While his other two friends were reluctant to play again, \"Toshi\" eventually convinces them to play for the team. The team soon find themselves in the midst of a quest to the All-Japan High School Championship, while overcoming obstacles along the way.\n\r\n(Source: MU)",
    "Volumes": "33",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "Aug  8, 1990 to Sep  18, 1996",
    "Genre": [
      "Award Winning",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Ooshima, Tsukasa (Story & Art)",
    "Score": "7.97",
    "Ranked": "809",
    "Popularity": "13889",
    "Members": "1,072",
    "Favorites": "20",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/183361.jpg"
  },
  {
    "Id": "5655",
    "Title": "Kaijuu no Kodomo",
    "Description": "Ruka's dad and the other adults who work at the aquarium are only distantly aware of what the children are experiencing as they get caught up in the mystery of the worldwide disappearance of the oceans' fish.\n\r\n(Source: VIZ Media)",
    "Volumes": "5",
    "Chapters": "43",
    "Status": "Finished",
    "Published": "Dec  24, 2005 to Sep  24, 2011",
    "Genre": [
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ikk",
    "Authors": "Igarashi, Daisuke (Story & Art)",
    "Score": "7.97",
    "Ranked": "810",
    "Popularity": "1148",
    "Members": "15,823",
    "Favorites": "441",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/161119.jpg"
  },
  {
    "Id": "11896",
    "Title": "Reimei no Arcana",
    "Description": "In a world where nobles take pride in their jet-black hair, the red-haired Princess Nakaba of Senan is locked away in a tower until she is forced to marry Caesar, the arrogant second prince of Belquat. Practically a political hostage, Nakaba only has one attendant by her side: Loki, whose dog-like ears mark him as an ajin—a race of beings with animalistic traits who are looked down upon by the general populace.\n\r\nNakaba—the possession of her conceited husband, the discarded princess of a kingdom that saw her as their shame—expects to endure her pain and continue living life no matter what. However, a splash of crimson blood dyes her world in a red hue, awakening her power—the Arcana of Time. This ability allows her to see the past—her own, which she has locked away, and that of others—and the future.\n\r\nBut changing the future comes at a price, and to save one life means something else must be sacrificed in return. Amidst the rising tension on the continent, Nakaba must use her power to fight not only for peace, but also to save those she has grown to love.\n\r\n",
    "Volumes": "13",
    "Chapters": "65",
    "Status": "Finished",
    "Published": "Jan  24, 2009 to Jun  24, 2013",
    "Genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Cheese!",
    "Authors": "Touma, Rei (Story & Art)",
    "Score": "7.97",
    "Ranked": "811",
    "Popularity": "383",
    "Members": "43,091",
    "Favorites": "1,120",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/272101.jpg"
  },
  {
    "Id": "13419",
    "Title": "Gekiga Hyouryuu",
    "Description": "Over four decades ago, Yoshihiro Tatsumi expanded the horizons of comics storytelling by using the visual language of manga to tell gritty, literary stories about the private lives of everyday people. He has been called \"the grandfather of Japanese alternative comics\" and has influenced generations of cartoonists around the world. Now the visionary creator of \"The Push Man and Other Stories\" and \"Good-bye\" has turned his incisive, unflinching gaze upon himself. Over ten years in the making, \"A Drifting Life\" is Tatsumis' most ambitious, personal, and heart felt work: an autobiographical bildungsroman in comics form. Using his life long obsession with comics as a frame work, Tatsumi weaves a complex story that encompasses family dynamics, Japanese culture and history, first love, the intricacies of the manga industry, and most importantly, what it means to be an artist. Alternately humorous, enlightening, and haunting, this is the masterful summartion of a fascinating life and a historic career.\n\r\n(Source: Drawn & Quarterly) ",
    "Volumes": "2",
    "Chapters": "48",
    "Status": "Finished",
    "Published": "Nov  20, 2008 to Dec  1, 2008",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Historical",
      "Memoir",
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "    N",
    "Authors": "Tatsumi, Yoshihiro (Story & Art)",
    "Score": "7.97",
    "Ranked": "812",
    "Popularity": "3094",
    "Members": "6,468",
    "Favorites": "97",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/136545.jpg"
  },
  {
    "Id": "14721",
    "Title": "D-Frag!",
    "Description": "Kenji Kazama—the leader of an eponymous three-man gang—plans to take over Fujou High and make his legend known to all. However, when his first act of delinquency misfires, he finds himself coerced into the Game Development Club. There, he meets four eccentric girls: tyrannical student council president Chitose Karasuyama, listless club advisor Minami Oosawa, bubbly first-year Sakura Mizukami, and the petite club president and not-so-secret school terror Roka Shibasaki—all of whom are fully intent of keeping him there lest their club be disbanded due to lack of members.\n\r\nThough Kenji would love nothing more than to escape, his attempts to do so not only further entangle him in the club’s affairs but with their enemies as well, who are just as peculiar as his clubmates, if not more so. Yet as the club's shenanigans continue, Kenji seems to be unaware of one thing: he may actually be enjoying himself.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  27, 2008 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Aliv",
    "Authors": "Haruno, Tomoya (Story & Art)",
    "Score": "7.97",
    "Ranked": "813",
    "Popularity": "567",
    "Members": "30,066",
    "Favorites": "1,115",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/188780.jpg"
  },
  {
    "Id": "159130",
    "Title": "Nick to Lever",
    "Description": "The wacky story of Nick and Lever, two foreign men living in Japan.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  12, 2020 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Gag Humor"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Beam",
    "Authors": "Miyata, Kyougorou (Story & Art)",
    "Score": "7.97",
    "Ranked": "800",
    "Popularity": "11038",
    "Members": "1,478",
    "Favorites": "39",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/282286.jpg"
  },
  {
    "Id": "57015",
    "Title": "Jitsu wa Watashi wa",
    "Description": "Meet Kuromine Asahi, \"the man who can't lie.\" On the way home, he learns an important secret. His crush, Shiragami Youko, is actually a vampire! Can Asahi actually keep her secret?\n\r\nIt's a fun, clumsy, one-of-a kind vampire romantic comedy!",
    "Volumes": "22",
    "Chapters": "196",
    "Status": "Finished",
    "Published": "Jan  31, 2013 to Feb  16, 2017",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Masuda, Eiji (Story & Art)",
    "Score": "7.97",
    "Ranked": "814",
    "Popularity": "339",
    "Members": "47,044",
    "Favorites": "1,534",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/191399.jpg"
  },
  {
    "Id": "62083",
    "Title": "Saenai Heroine no Sodatekata: Koisuru Metronome",
    "Description": "Spin-off of the SaeKano novel series focusing on the unlikely relationship between famed author Kasumigaoka Utaha and average otaku Aki Tomoya.\n\r\nDown in a rut and out of lacking creativity, infatuation develops after a fan-signing for 'Love Metronome' and Aki becomes the estranged \"assistant\" of one of his school's top idols.\n\r\n(Source: fourberie)",
    "Volumes": "10",
    "Chapters": "51",
    "Status": "Finished",
    "Published": "Aug  24, 2013 to Apr  25, 2018",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Gang",
    "Authors": "Musha, Sabu (Art), Maruto, Fumiaki (Story)",
    "Score": "7.97",
    "Ranked": "815",
    "Popularity": "1748",
    "Members": "11,039",
    "Favorites": "309",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/150334.jpg"
  },
  {
    "Id": "117044",
    "Title": "Hypnosis Mic: Before the Battle - The Dirty Dawg",
    "Description": "After the Third World War, the world descended into chaos and a matriarchy was established in the power vacuum. In Japan, a new female-only government controls the country, forcing the male population to live outside of Chuuouku. Furthermore, the \"H Law\" is put into motion, which prohibits all weaponry; instead, people must fight battles using devices called \"Hypnosis Microphones\" that directly affect the opponent's mind through lyrics.\n\r\nA year later, a conflict in Ikebukuro rises between two factions: \"Mad Comic Dialogue,\" lead by gang member Samatoki Aohitsugi, and \"Starway to Heaven,\" of which 17-year-old Ichirou Yamada is a part of. Both of them are bound to confront each other in order to gain more territory in the district.\n\r\nElsewhere, medical specialist and former assassin Jakurai Jinguji meets the cheerful but mysterious Ramuda Amemura after Ramuda saves him from a rebel attack at the hospital where he works. Impressed by the new musical technology, Jakurai asks Ramuda to teach him how to rap and become a mic-wielder.\n\r\nWhen the four men join forces by pure chance, they realize they have what it takes to gain control of all divisions in Japan and fight against the unjust system created by Chuuouku. But everything might not go as well as they planned when their enemies are closer than they expected.\n\r\n",
    "Volumes": "4",
    "Chapters": "21",
    "Status": "Finished",
    "Published": "Dec  17, 2018 to Jul  17, 2020",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Music"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine Edg",
    "Authors": "Momose, Yuuichirou (Story), Karasuzuki, Rui (Story & Art)",
    "Score": "7.97",
    "Ranked": "802",
    "Popularity": "7080",
    "Members": "2,617",
    "Favorites": "96",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/221223.jpg"
  }
]