[
  {
    "Id": "1298",
    "Title": "Golgo 13",
    "Description": "For four decades, Golgo 13 has been the world's greatest assassin for hire - sometimes to settle a private score, and sometimes to change history!\n\r\nHis real name and nationality are unknown - but his legend is everywhere. G13 never fails a job, and never sees his clients again...\n\r\n...unless they try and betray him!",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  29, 1968 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Drama",
      "Mystery"
    ],
    "Theme": [
      "Adult Cast",
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic",
    "Authors": "Saitou, Takao (Story & Art), Koike, Kazuo (Story)",
    "Score": "7.86",
    "Ranked": "1094",
    "Popularity": "3336",
    "Members": "6,036",
    "Favorites": "94",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/157750.jpg"
  },
  {
    "Id": "1408",
    "Title": "The World Is Mine",
    "Description": "Meet Mon, a violent killer faithful only to his own eruptive desires, and his timid companion Toshi, a demolition-devil with a fanatical thirst for destruction. Their killing-spree across Japan is destined to intersect the path of the enormous \"Higumadon\", a mysterious beast on a Godzilla-like rampage from Hokkaido to Tokyo.\n\r\n(Source: KEFI)",
    "Volumes": "14",
    "Chapters": "163",
    "Status": "Finished",
    "Published": "Jan  23, 1997 to Mar  15, 2001",
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Sunday (Weekly)",
    "Authors": "Arai, Hideki (Story & Art)",
    "Score": "7.86",
    "Ranked": "1096",
    "Popularity": "1302",
    "Members": "14,550",
    "Favorites": "505",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/1287.jpg"
  },
  {
    "Id": "6140",
    "Title": "Darren Shan",
    "Description": "Darren Shan's an ordinary schoolboy, until he and his best friend Steve get tickets to the Cirque Du Freak, a bizarre freak show featuring such arcane performers. In the midst of the ghoulish excitement, true terror raises its head when Steve recognizes that one of the performers—Mr Crepsley—is in fact a vampire! That's when the hands of fate changes the lives of them forever!\n\r\n(Source: Aku-Tenshi)",
    "Volumes": "12",
    "Chapters": "114",
    "Status": "Finished",
    "Published": "Aug  9, 2006 to Feb  4, 2009",
    "Genre": [
      "Adventure"
    ],
    "Theme": [
      "Vampire"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Arai, Takahiro (Story & Art), Shan, Darren (Story)",
    "Score": "7.86",
    "Ranked": "1097",
    "Popularity": "2753",
    "Members": "7,224",
    "Favorites": "328",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/177657.jpg"
  },
  {
    "Id": "7716",
    "Title": "Shibatora",
    "Description": "The story follows a rookie cop named Taketora Shibata who, despite his childish looks of a middle-schooler, fights against juvenile crime and has the ability to see anything at a crime scene. Nevertheless, it's still a struggle to rise out of the ranks and become a real detective.",
    "Volumes": "15",
    "Chapters": "131",
    "Status": "Finished",
    "Published": "2006 to  2009",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Kibayashi, Shin (Story), Asaki, Masashi (Art)",
    "Score": "7.86",
    "Ranked": "1098",
    "Popularity": "3409",
    "Members": "5,883",
    "Favorites": "57",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/56481.jpg"
  },
  {
    "Id": "9152",
    "Title": "Thomas no Shinzou",
    "Description": "As winter draws to a close, German boarding school student Thomas Werner dies one morning. He leaves behind a single letter addressed to his fellow student Juli that reads \"Here is my love. Here is the sound of my heart.\"\n\r\nWith his faith shaken to the core by the words, the scholarly Juli sinks to the depths of despair. His cynical roommate Oscar finds himself watching over Juli's fragile mental state while keeping his own feelings for Juli under wraps. Then new student Eric enters the school - and he has an uncanny resemblance to the deceased Thomas... ",
    "Volumes": "3",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "May  1974 to Nov  1974",
    "Genre": [
      "Boys Love",
      "Drama"
    ],
    "Theme": [
      "Historical",
      "Psychological"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Sho-Com",
    "Authors": "Hagio, Moto (Story & Art)",
    "Score": "7.86",
    "Ranked": "1099",
    "Popularity": "3663",
    "Members": "5,455",
    "Favorites": "202",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/262219.jpg"
  },
  {
    "Id": "11072",
    "Title": "Koizora: Setsunai Koimonogatari",
    "Description": "Mika Tahara wants nothing more out of her high school experience than to have a fleeting romance. But while her friends have quickly matured at the start of the new school year, Mika's childish demeanor does not appeal to any of the boys in her grade. Just as her enthusiasm falters, the naive girl crosses paths with Hiroki \"Hiro\" Sakurai—one of the school's delinquents.\n\r\nThough Hiro is rough around the edges, Mika soon falls head over heels for him, and the two start dating. While the relationship seems like everything Mika imagined it would be, jealousy, deceit, violence, and tragedy threaten to tear the two teenagers apart. As they work through these new struggles alongside the volatility of young love, Mika and Hiro find they may have bitten off more than they can chew.\n\r\n",
    "Volumes": "10",
    "Chapters": "30",
    "Status": "Finished",
    "Published": "2007 to  2009",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Comic Mahou no iLand",
    "Authors": "Haneda, Ibuki (Art), Mika (Story)",
    "Score": "7.86",
    "Ranked": "1100",
    "Popularity": "1411",
    "Members": "13,521",
    "Favorites": "348",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/14961.jpg"
  },
  {
    "Id": "14498",
    "Title": "Acid Town",
    "Description": "In a bleak city where gangs hold more authority than the law, Yukio \"Yuki\" Kousei and his close friend Tetsushi \"Tetsu\" deal fake drugs in the back alleys to earn some cash. However, with a chronically ill little brother in need of hospitalization, Yuki and Tetsu set their sights on a vault located in the office of the Seidoukai—a well-known yakuza group—in hopes of acquiring a large sum of untraceable money.\n\r\nTheir plan does not pan out, but Yuki catches the interest of the young boss, Kazutaka Hyodo, who promises to take care of his brother's hospital bills and let them go unpunished. But as all deals come with a price, Hyodo tells him to come to his office alone once a week—without fail. With his brother's health as his first priority, Yuki accepts without hesitation and begins to keep his end of the bargain, all while tension brews between Seidoukai and a rising gang thirsty for power.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  22, 2008 to ?",
    "Genre": [
      "Action",
      "Boys Love",
      "Drama"
    ],
    "Serialization": "RuT",
    "Authors": "Kyuugou (Story & Art)",
    "Score": "7.86",
    "Ranked": "1101",
    "Popularity": "1199",
    "Members": "15,428",
    "Favorites": "319",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/26516.jpg"
  },
  {
    "Id": "16034",
    "Title": "Sarashi Asobi",
    "Description": "A grim reaper decides to spend time with his next victim, Ren Ohba, for a few days before she is scheduled to die. Ren, the student council president at her school, speaks harshly to her subordinates for the sake of performing her job efficiently. The grim reaper, however, can read her mind and knows that, in her head, Ren secretly has many kind things to say. After a first encounter, he possesses Ren and forces her to vocalize her inner thoughts, so that others will know how much their student council president actually cares for them before it is too late. When she realizes that she is not in control of her own speech, he leaves her body and formally reintroduces himself. Since he has no name to go with his title, Ren calls him Ai.\n\r\nRen threatens him with a weapon for violating her privacy, but rather than flinch away, Ai welcomes her to try killing him. He reveals that not only is his job boring, but it also reinforces his loneliness; after all, no one is happy to receive a visit from a grim reaper. Out of compassion, Ren promises to always stay by Ai's side and be the person he can talk to, though she does not understand that his presence means her death is imminent.\n\r\n",
    "Volumes": "2",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "Jan  25, 2008 to Dec  1, 2009",
    "Genre": [
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "The Hana to Yum",
    "Authors": "Tobina, Touya (Story & Art)",
    "Score": "7.86",
    "Ranked": "1102",
    "Popularity": "3872",
    "Members": "5,154",
    "Favorites": "83",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/23376.jpg"
  },
  {
    "Id": "17207",
    "Title": "Inu x Boku SS",
    "Description": "The Shirakiin house's daughter, Shirakiin Ririchiyo, who has a complex about being unable to live independently and unprotected, feels the need to move out and live on her own under the condition of residing in the mansion named \"Ayakashi Kan.\" In this mansion, only those who have cleared a very strict examination could reside in it, and for each resident, they are accompanied with one agent of the Secret Service (S.S.). Although Ririchiyo has rejected the company of the S.S., while residing in the mansion she finds out that the agent dedicated to protecting her is actually the Fox Spirit whom she previously rescued.",
    "Volumes": "11",
    "Chapters": "58",
    "Status": "Finished",
    "Published": "Apr  22, 2009 to Feb  22, 2014",
    "Genre": [
      "Comedy",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Jok",
    "Authors": "Fujiwara, Cocoa (Story & Art)",
    "Score": "7.86",
    "Ranked": "1103",
    "Popularity": "471",
    "Members": "35,403",
    "Favorites": "969",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/262293.jpg"
  },
  {
    "Id": "116482",
    "Title": "Seishun Buta Yarou wa Petit Devil Kouhai no Yume wo Minai",
    "Description": "Sakuta may have cured Mai's Adolescence Syndrome in the nick of time, but now he faces a no less harrowing task-convincing her to officially date him. After managing to win that round of verbal fencing, he gets some well-deserved rest...only to wake up \"yesterday,\" with all his progress reset. This inexplicable phenomenon seems to be centered on Tomoe Koga, and the only cure is to...pretend to be her boyfriend?!\n\r\n(Source: Yen Press)",
    "Volumes": "2",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Mar  30, 2018 to Dec  10, 2018",
    "Genre": [
      "Comedy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Dengeki G's Comic",
    "Authors": "Kamoshida, Hajime (Story), Asakusa, Tsukumo (Art)",
    "Score": "7.86",
    "Ranked": "1104",
    "Popularity": "4534",
    "Members": "4,311",
    "Favorites": "41",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/223645.jpg"
  },
  {
    "Id": "124154",
    "Title": "Toorigakari ni One Point Advice shiteiku Type no Yankee",
    "Description": "Quickly intimidated by his frightening gaze, many people wish they could avoid any contact with Kyou Sakurai. However, one only needs to spend a little bit of time with him to realize that beneath his scary appearance lies a warm personality. He gives short pieces of advice to everyone he meets, making their day brighter. With more people being drawn to Sakurai's considerateness, his entourage starts to grow as he continues to build strong bonds with everyone around him.\n\r\n",
    "Volumes": "8",
    "Chapters": "109",
    "Status": "Finished",
    "Published": "Feb  22, 2019 to Jul  22, 2022",
    "Genre": [
      "Comedy"
    ],
    "Serialization": "    N",
    "Authors": "Otsuji (Story & Art)",
    "Score": "7.86",
    "Ranked": "1106",
    "Popularity": "1899",
    "Members": "10,059",
    "Favorites": "93",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/226429.jpg"
  },
  {
    "Id": "127120",
    "Title": "Wondance",
    "Description": "Kaboku Kotani is starting high school, and he plans to do what he's always done: go along with his friends, keep quiet, and not draw too much attention to himself. After all, it's hard enough to get by with a stutter like his—why make things worse by standing out from the crowd? But then he sees another first-year, Hikari Wanda, dancing like no one is watching—or like she doesn't care who sees her. It makes Kaboku wonder: Could he reach that same freedom? To find his way to Wanda, he does something he never thought he could: He joins the dance club. After all, every routine begins with a single step, right? Join Kaboku and Wanda as they freestyle their way to life and love!\n\r\n(Source: Kodansha USA)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  25, 2019 to ?",
    "Genre": [
      "Sports"
    ],
    "Theme": [
      "Performing Arts",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Coffee (Story & Art)",
    "Score": "7.86",
    "Ranked": "1107",
    "Popularity": "2357",
    "Members": "8,322",
    "Favorites": "134",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/230764.jpg"
  },
  {
    "Id": "109330",
    "Title": "Kimi wa Natsu no Naka",
    "Description": "Despite their differing popularity, high school students Chiharu Saeki and Wataru Toda are close friends. Saeki is the most handsome guy in their grade who constantly rejects girls that confess to him, claiming that he already likes someone. Bonding over their common hobby of watching movies, Saeki and Wataru go to the movie theater a couple of times a month, alternating between the movies they want to see.\n\r\nOne day, after watching a movie, Saeki confesses to Wataru but tells him that he does not have to accept or return his feelings. In exchange, Saeki requests that they go on a journey over the summer to tour the filming locations of various movies. Though Wataru tries to maintain a nonchalant disposition after the confession, he begins to question how he really feels about Saeki as they start to spend more time together through their small promise.\n\r\n",
    "Volumes": "1",
    "Chapters": "5",
    "Status": "Finished",
    "Published": "Jul  30, 2016 to May  30, 2017",
    "Genre": [
      "Boys Love",
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "gateau",
    "Authors": "Furuya, Nagisa (Story & Art)",
    "Score": "7.85",
    "Ranked": "1108",
    "Popularity": "953",
    "Members": "18,578",
    "Favorites": "312",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/206562.jpg"
  },
  {
    "Id": "110029",
    "Title": "Shinigami Bocchan to Kuro Maid",
    "Description": "Cursed by a witch as a child, a young duke gained the unwanted power to kill every living thing he touches. Forced to move away from his family and into a large mansion deep in the woods, the duke is treated as if he does not exist and is continually shunned by his peers.\n\r\nHowever, he is not entirely alone. Rob and Alice, his butler and maid, are always by his side. Alice loves to tease him, and as their relationship grows, the duke makes it his goal to break free from his deadly curse. Of course, he is going to need some help, and who better to do this than the various inhabitants of the supernatural?\n\r\n",
    "Volumes": "16",
    "Chapters": "242",
    "Status": "Finished",
    "Published": "Oct  3, 2017 to May  17, 2022",
    "Genre": [
      "Comedy",
      "Drama"
    ],
    "Theme": [
      "Romantic Subtext"
    ],
    "Serialization": "Sunday Webry",
    "Authors": "Inoue, Koharu (Story & Art)",
    "Score": "7.85",
    "Ranked": "1109",
    "Popularity": "591",
    "Members": "29,340",
    "Favorites": "562",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/205563.jpg"
  },
  {
    "Id": "113360",
    "Title": "Reigen: Reikyuuchi Max 131 no Otoko",
    "Description": "Meet the self-proclaimed exorcist, spiritualist, and psychic himself. What he lacks in strength, he makes up for in charisma. What he lacks in bravery, he makes up for in ingenuity. What he lacks in heroism, he makes up for with massages and life advice. This is the story of Arataka Reigen and the Spirits and Such Consultation Office.\n\r\n(Source: MU)",
    "Volumes": "1",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Mar  19, 2018 to Feb  19, 2019",
    "Genre": [
      "Comedy",
      "Supernatural"
    ],
    "Serialization": "MangaONE",
    "Authors": "ONE (Story & Art)",
    "Score": "7.85",
    "Ranked": "1110",
    "Popularity": "2590",
    "Members": "7,673",
    "Favorites": "109",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/215968.jpg"
  },
  {
    "Id": "114852",
    "Title": "Kimi wa Tsukiyo ni Hikarikagayaku",
    "Description": "When I was in high school, I met a girl with a \"luminescence disease.\" Knowing her time left was limited, she hoped to do the things she always wanted.\n\r\nFrom the promise I made with her, my time, that had been at a standstill, began to move again.\n\r\n(Source: Kadokawa, translated)",
    "Volumes": "2",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "Aug  6, 2018 to Jul  5, 2019",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Serialization": "Da Vinc",
    "Authors": "Matsuse, Daichi (Art), Sano, Tetsuya (Story)",
    "Score": "7.85",
    "Ranked": "1112",
    "Popularity": "3543",
    "Members": "5,640",
    "Favorites": "104",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/260058.jpg"
  },
  {
    "Id": "120680",
    "Title": "Mahou Shoujo ni Akogarete",
    "Description": "Hiiragi Utena has always looked up to magical girls and fantasized about transforming into a cool heroine who fights evil. So, when a doll-like figure approaches her one evening, claiming that she has magical power lying dormant within, she trembles in excitement. But her colorful dream is quickly shattered in an ironic turn of events when she transforms into a villain!\n\r\nDisinterested in associating with the forces of evil, she tries to quit when a group of magical girls appear and declare war.  A battle ensues and Hiiragi soon discovers that she enjoys inflicting pain on others as her true nature starts to emerge.\n\nMahou Shoujo ni Akogarete follows Hiiragi as she begins her new life as the leader of villains, fighting against magical girls and indulging in her newfound sadistic nature to her heart's content. \n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  30, 2019 to ?",
    "Genre": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "Serialization": "Manga Life STORIA",
    "Authors": "Ononaka, Akihiro (Story & Art)",
    "Score": "7.85",
    "Ranked": "1113",
    "Popularity": "1436",
    "Members": "13,369",
    "Favorites": "373",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/230579.jpg"
  },
  {
    "Id": "120716",
    "Title": "Ichido dake demo, Koukai Shitemasu.",
    "Description": "Twenty-four-year-old Chiyo Kozuka is down on her luck. Unemployed and with an empty bank account and three months behind her rent, she has no idea what to do. That is until her landlady knocks on her door and asks if they can have sex! If Chiyo agrees, the landlady promises to help her with financial issues.\n\r\nThe following day, Chiyo wakes up surprised to see her landlady sleeping next to her. Confused and hungover, she finds that she has no memory of the previous night. Nonetheless, when her landlady wakes up, she stays true to her word and proposes a unique financial agreement to Chiyo—one that Chiyo is in no position to deny!\n\r\n",
    "Volumes": "3",
    "Chapters": "21",
    "Status": "Finished",
    "Published": "Jun  27, 2019 to Feb  26, 2021",
    "Genre": [
      "Comedy",
      "Girls Love"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Miyahara, Miyako (Story & Art)",
    "Score": "7.85",
    "Ranked": "1114",
    "Popularity": "1346",
    "Members": "14,181",
    "Favorites": "322",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/226062.jpg"
  },
  {
    "Id": "123270",
    "Title": "Lonely Girl ni Sakaraenai",
    "Description": "Despite being at the top of her middle school class in both grades and athletics, Ayaka Sakurai finds herself stuck with her backup choice for high school due to her tendency to falter under pressure. Recognizing Ayaka's struggles, Michiko Egawa, her homeroom teacher, surprises her with an exchange of favors: if Ayaka can get Sora Honda, her classmate, to stop skipping class, Egawa will write a letter of recommendation to any school Ayaka wants.\n\r\nAfter her first meeting with Sora, Ayaka reports back to Egawa, but Sora overhears their conversation. With Ayaka's ulterior motive out in the open, Sora agrees to cooperate in coming to school as long as Ayaka obeys one of her requests every day. To seal the deal, Sora first demands a kiss!\n\r\n",
    "Volumes": "6",
    "Chapters": "34",
    "Status": "Finished",
    "Published": "Oct  18, 2019 to Oct  18, 2022",
    "Genre": [
      "Girls Love",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Comic Yuri Him",
    "Authors": "Kashikaze (Story & Art)",
    "Score": "7.85",
    "Ranked": "1115",
    "Popularity": "1160",
    "Members": "15,747",
    "Favorites": "407",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/246835.jpg"
  },
  {
    "Id": "131498",
    "Title": "Hiraeth wa Tabiji no Hate",
    "Description": "What lies beyond death? Mika, an energetic teenage girl, will soon discover the answer for herself. Struggling to overcome the loss of her best friend, Mika ceases to find meaning in her life and decides to die by suicide in an effort to chase after her friend in death. However, her fate takes an unexpected turn when an immortal human, accompanied by a god, prevents her from dying.\n\r\nAfter learning about the existence of the afterlife from the god, Mika determines on a new goal: to join the two eccentric individuals on a journey to the world of the dead—in hopes of seeing her best friend once more.\n\r\n",
    "Volumes": "3",
    "Chapters": "17",
    "Status": "Finished",
    "Published": "Oct  22, 2020 to May  20, 2022",
    "Genre": [
      "Adventure",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning Tw",
    "Authors": "Kamatani, Yuhki (Story & Art)",
    "Score": "7.85",
    "Ranked": "1117",
    "Popularity": "3614",
    "Members": "5,530",
    "Favorites": "94",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/257836.jpg"
  },
  {
    "Id": "34335",
    "Title": "Durarara!! Saika-hen",
    "Description": "The old anonymous group chat consisting of some of Ikebukuro's most peculiar residents receives a sudden addition: Saika, a cryptic user who occasionally pops up and sends messages that make little sense. Although everyone simply discards it as spam, a curious connection between Saika's messages and a recent string of slashing assaults soon forms.\n\r\nDubbed the \"Slasher\" by the media, their rampage continues. At the same time, Anri Sonohara is advised to stay away from a teacher with a history of dating minors. Although she now has friends, Anri still suffers from bullying; during one incident, she comes face-to-face with the Slasher, becoming the first person to survive the encounter unscathed.\n\r\nMeanwhile, a reporter following a story about the so-called strongest man in Ikebukuro is viciously attacked by the Slasher. As the number one contender for the title of strongest man, Shizuo Heiwajima sets out on a hunt to find the mysterious aggressor. In his latest uncovering, the infamous information broker Izaya Orihara reveals that the Slasher might just be Ikebukuro's next supernatural threat.\n\r\n",
    "Volumes": "3",
    "Chapters": "16",
    "Status": "Finished",
    "Published": "Sep  17, 2011 to Jan  18, 2013",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "Narita, Ryohgo (Story), Satorigi, Akiyo (Art)",
    "Score": "7.85",
    "Ranked": "1121",
    "Popularity": "3344",
    "Members": "6,024",
    "Favorites": "38",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/154267.jpg"
  },
  {
    "Id": "41733",
    "Title": "Gate: Jieitai Kanochi nite, Kaku Tatakaeri",
    "Description": "One day in the 21st century, a gate opened in the middle of the Ginza district of Tokyo. Out of the gate poured soldiers and strange creatures, and they soon made Ginza look like an image of hell. The gate apparently connected Japan to another world, a world with a militant empire and many supernatural creatures. The Japanese Self-Defense Force decided to send a small group, led by a soldier who's also an otaku, into the other world on a reconnaissance mission. They're meant to learn what they can about the empire (and its plans), the world, and the people.\n\r\nThey're hardly in the world yet, though, when they come across a village destroyed by a giant fire-breathing dragon. The only survivor is an unconscious elven girl they find hidden in a well. Now they feel like they must warn the nearby towns about the dragon, and do what they can to help. On the way, they'll meet more magical, female companions, and learn more about this dangerous new world.\n\r\n(Source: MangaHelpers)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  30, 2011 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Military"
    ],
    "Serialization": "AlphaPolis Web Mang",
    "Authors": "Sao, Satoru (Art), Yanai, Takumi (Story)",
    "Score": "7.85",
    "Ranked": "1122",
    "Popularity": "651",
    "Members": "26,738",
    "Favorites": "604",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/237379.jpg"
  },
  {
    "Id": "99678",
    "Title": "Asobi Asobase",
    "Description": "Kasumi is a girl that hates playing games and is struggling with her low English grades. However, her fate is about to take a playful turn thanks to her colleagues: the airheaded Kasumi and the \"overseas\" transfer student Olivia! Will these three girls play a lot of different games together? Absolutely yes! Will Kasumi English grades improve at all? Absolutely n... well, that remains to be seen.\n\r\n(Source: Comikey Media)",
    "Volumes": "15",
    "Chapters": "134",
    "Status": "Finished",
    "Published": "Jun  26, 2015 to Nov  11, 2022",
    "Genre": [
      "Comedy",
      "Drama"
    ],
    "Theme": [
      "Gag Humor",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Anim",
    "Authors": "Suzukawa, Rin (Story & Art)",
    "Score": "7.85",
    "Ranked": "1126",
    "Popularity": "1783",
    "Members": "10,812",
    "Favorites": "151",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/180830.jpg"
  },
  {
    "Id": "100945",
    "Title": "Nogi Wakaba wa Yuusha de Aru",
    "Description": "The story of Nogi Wakaba wa Yuusha de Aru takes place 300 years in the past, in 2018, the first days of the Divine Era. The six main characters form the first ever Hero Team: Nogi Wakaba, Nogi Sonoko's ancestor; Uesato Hinata, Takashima Yuna, Koori Chikage, Doi Tamako and Iyojima Anzu.",
    "Volumes": "4",
    "Chapters": "20",
    "Status": "Finished",
    "Published": "Jun  30, 2016 to Jan  30, 2018",
    "Genre": [
      "Fantasy"
    ],
    "Serialization": "Dengeki G's mag",
    "Authors": "Takahiro (Story), Takino, Daisuke (Art)",
    "Score": "7.85",
    "Ranked": "1127",
    "Popularity": "8447",
    "Members": "2,107",
    "Favorites": "43",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/186035.jpg"
  },
  {
    "Id": "105912",
    "Title": "Toaru Kagaku no Railgun Gaiden: Astral Buddy",
    "Description": "A spin-off story centred around Hokaze Junko, the second-in-command of Shokuhou Misaki's faction. Hokaze meets a ghost after helping Shirai Kuroko and the two eventually become friends.",
    "Volumes": "4",
    "Chapters": "31",
    "Status": "Finished",
    "Published": "Apr  27, 2017 to Jul  27, 2020",
    "Genre": [
      "Sci-Fi"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Kamachi, Kazuma (Story), Nogi, Yasuhito (Art)",
    "Score": "7.85",
    "Ranked": "1128",
    "Popularity": "5419",
    "Members": "3,543",
    "Favorites": "99",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/236572.jpg"
  },
  {
    "Id": "107774",
    "Title": "Migi to Dali",
    "Description": "Under the table is the angel's secret.\n\r\nThe boy's name was Hitori. A stork brought the angel into the lives of a middle-aged couple who were not blessed with children. His parents were kind, his house spacious, and his meals hot. But to protect the happiness he had received, Hitori continued to hide an important secret from his parents...\n\r\n(Source: ANN)",
    "Volumes": "7",
    "Chapters": "44",
    "Status": "Finished",
    "Published": "Jul  15, 2017 to Nov  15, 2021",
    "Genre": [
      "Comedy",
      "Mystery",
      "Suspense"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "H",
    "Authors": "Sano, Nami (Story & Art)",
    "Score": "7.85",
    "Ranked": "1129",
    "Popularity": "5027",
    "Members": "3,864",
    "Favorites": "80",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/210003.jpg"
  },
  {
    "Id": "14",
    "Title": "Rave",
    "Description": "Fifty years ago, the wielders of the sacred Rave stones fought against an onslaught caused by demon stones called Dark Bring. This war resulted in an explosion known as \"Overdrive\"—a blast so powerful that it sent the Dark Bring into a deep slumber and scattered the pieces of Rave across the world.\n\r\nIn the present, Haru Glory lives a peaceful life on Garage Island until one day, he catches the creature Plue while fishing. Plue is later recognized by Shiba Roses, an old man who happens to be the original Rave Master. Shiba explains that the Dark Bring has resurfaced, and that to stop it, assembling the scattered parts of Rave is of utmost urgency. However, before Shiba can leave on this mission, he is attacked by a soldier from the evil organization Demon Card, forcing him to transfer the power of Rave to Haru. With the fate of humankind resting on his shoulders, the new Rave Master begins his quest to find the scattered Rave fragments.\n\r\n",
    "Volumes": "35",
    "Chapters": "298",
    "Status": "Finished",
    "Published": "Jul  7, 1999 to Jul  27, 2005",
    "Genre": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Mashima, Hiro (Story & Art)",
    "Score": "7.85",
    "Ranked": "1130",
    "Popularity": "315",
    "Members": "49,736",
    "Favorites": "2,094",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/255624.jpg"
  },
  {
    "Id": "37",
    "Title": "Shinshi Doumei Cross",
    "Description": "Imperial Academy is an elite private school whose student body is divided into the ranks of Gold, Silver, and Bronze. Depending on your family's wealth and your individual merit, you can be classified as a Silver or Bronze student. However, there is only one Gold student, and this year that person is Shizumasa Touguu—nicknamed \"the Emperor\" because he is the Student Council President.\n\r\nWhen she was very young, Haine Otomiya fell in love with Shizumasa, after reading the children's picture book that he authored. She had met him twice before attending Imperial Academy, but as a Bronze student, her rank is far below his, so she has been unable to approach him at school. \n\r\nHaine jumps at an opportunity to get close to Shizumasa, and she unexpectedly becomes his bodyguard as well as a member of the Student Council. It seems like a dream come true for her, but soon she will learn that everyone in the Student Council is hiding secrets, and her own shameful history cannot be forgotten either.\n\r\n",
    "Volumes": "11",
    "Chapters": "59",
    "Status": "Finished",
    "Published": "Aug  3, 2004 to Jun  3, 2008",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Tanemura, Arina (Story & Art)",
    "Score": "7.85",
    "Ranked": "1131",
    "Popularity": "662",
    "Members": "26,201",
    "Favorites": "1,065",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/257940.jpg"
  },
  {
    "Id": "634",
    "Title": "Beniiro Hero",
    "Description": "All that matters to 15-year-old Nobara Sumiyoshi is volleyball—she's an awesome player with big-time ambitions. But sometimes it seems like a girl just can't get a break in the competitive world of high school volleyball.\n\r\n(Source: VIZ Media)\n\nIncluded one-shots:\r\nVolume 15: \"Second\"\r\nVolume 16: Sugar",
    "Volumes": "20",
    "Chapters": "87",
    "Status": "Finished",
    "Published": "Dec  13, 2002 to Jan  13, 2011",
    "Genre": [
      "Drama",
      "Romance",
      "Sports"
    ],
    "Theme": [
      "Love Polygon",
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Takanashi, Mitsuba (Story & Art)",
    "Score": "7.85",
    "Ranked": "1132",
    "Popularity": "2239",
    "Members": "8,754",
    "Favorites": "180",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/165847.jpg"
  },
  {
    "Id": "1376",
    "Title": "Dogs: Stray Dogs Howling in the Dark",
    "Description": "In a post apocalyptic world devoid of seasons, where man's \"golden age of technology\" ruined earth and caused science to run amok, there live four individuals looking for a door to the hell far below the surface. Through a series of coincidences, the ex-hitman-now-bartender Mihai, the deranged and psychopathic Haine, the vengeful yet kind Naoto, and the freelancer Badou meet one another.",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "2000 to  2001",
    "Genre": [
      "Action",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ultra Jump",
    "Authors": "Miwa, Shirow (Story & Art)",
    "Score": "7.85",
    "Ranked": "1133",
    "Popularity": "967",
    "Members": "18,284",
    "Favorites": "231",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/259648.jpg"
  },
  {
    "Id": "8947",
    "Title": "Saint☆Oniisan",
    "Description": "Saint☆Oniisan is slice-of-life or divine-life, tale of Jesus and Buddha as they try to experience the modern world, in this case, Japan. The manga places a funny twist on religion, attitudes, culture and customs in Japan through the eyes of Jesus and Buddha.\n\r\nYou see Jesus and Buddha experiencing Asakusa, public baths, theme parks, and the internet. Throughout the manga, we get a little history of their divine greatness only to see their apparent insignificance in modern Japanese society. Suffice to say, before people can recognize that they're actually Jesus and Buddha, people think of them as someone who looks like Johnny Depp or a guy with a button on his forehead. For real.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  10, 2006 to ?",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning Tw",
    "Authors": "Nakamura, Hikaru (Story & Art)",
    "Score": "7.85",
    "Ranked": "1134",
    "Popularity": "656",
    "Members": "26,622",
    "Favorites": "472",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/194935.jpg"
  },
  {
    "Id": "10740",
    "Title": "Ilegenes: Kokuyou no Kiseki",
    "Description": "Ilegenes—an island globally recognized for its innovation in science and technology—has monopolized the world of genetic engineering. Behind closed doors, the country invests its resources in the black market, proliferating a breeding ground for cloning and illegal profiting. Due to Ilegenes' fall from grace and unrepentant nature, the island is notoriously nicknamed after a notable research project, the \"Genetic Sodom.\"\n\r\nFon Fortinbras Littenber, a diligent student representative of Ilegenes Military Academy, is the adopted son of Doctor Michael Littenber, a well-known expert in brain research and the founder of the Genetic Sodom. Due to his parents' dreadful death, Fon seeks to avenge them by annihilating the black market. Although he desires an uninterrupted life in school, he grows close to his roommate Jacques \"Jake\" Berne—an outgoing 22-year-old man who holds suspicions of Fon's character. As they carry on with school, Fon must find a way to survive his academic environment while remaining true to a vow he made long ago.\n\r\n",
    "Volumes": "5",
    "Chapters": "30",
    "Status": "Finished",
    "Published": "Oct  15, 2007 to Jul  15, 2010",
    "Genre": [
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Military",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Comic Avarus",
    "Authors": "Kuwabara, Mizuna (Story), Ishizue, Kachiru (Art)",
    "Score": "7.85",
    "Ranked": "1135",
    "Popularity": "2468",
    "Members": "8,010",
    "Favorites": "123",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/14440.jpg"
  },
  {
    "Id": "12064",
    "Title": "Sora Log",
    "Description": "Hikaru Minami is a charming airhead whose mind is often lost in the vast, star-filled night sky. Along with her friends, she is a dedicated member of the astronomy club. While observing shooting stars alone one night, she bumps into a tall boy with bleached hair and, in that moment, she hears the tinkling of a bell.\n\r\nMinato Asou is notorious for regularly hanging out with bikers and gangsters, having a distant personality, and possessing a perplexing past spattered with violence and rumors. However, Hikaru chooses to judge him with her own heart, looking past the clouds of whispers wherein he conceals himself—and their unlikely friendship soon blooms into love.\n\r\nHikaru brings out Asou's sincere gentleness for the world to see, but she also reveals a long-kept secret bound to the soft sounds of a bell.\n\r\n",
    "Volumes": "4",
    "Chapters": "19",
    "Status": "Finished",
    "Published": "Oct  24, 2008 to Feb  24, 2010",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Mitsuki, Kako (Story & Art)",
    "Score": "7.85",
    "Ranked": "1136",
    "Popularity": "1489",
    "Members": "12,975",
    "Favorites": "159",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/52639.jpg"
  },
  {
    "Id": "13992",
    "Title": "Azumanga Daioh: Hoshuu-hen",
    "Description": "To celebrate the 10th anniversary of Azumanga Daioh, the manga is being repackaged into a new three-volume set, which will include three chapters of new material called Supplementary Materials.\n\r\nEach new chapter covers one year of high school, with all new adventures for Sakaki, Yomi, Tomo, Chiyo, Osaka, and Kagura.\n\r\n(Source: MangaPark)",
    "Volumes": "Unknown",
    "Chapters": "3",
    "Status": "Finished",
    "Published": "May  12, 2009 to Jul  10, 2009",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "CGDCT",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gess",
    "Authors": "Azuma, Kiyohiko (Story & Art)",
    "Score": "7.85",
    "Ranked": "1137",
    "Popularity": "3929",
    "Members": "5,078",
    "Favorites": "27",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/19903.jpg"
  },
  {
    "Id": "15547",
    "Title": "Kiichi VS",
    "Description": "None",
    "Volumes": "11",
    "Chapters": "111",
    "Status": "Finished",
    "Published": "Jul  27, 2007 to Jun  28, 2013",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Sup",
    "Authors": "Arai, Hideki (Story & Art)",
    "Score": "7.85",
    "Ranked": "1138",
    "Popularity": "10432",
    "Members": "1,601",
    "Favorites": "61",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269277.jpg"
  },
  {
    "Id": "74337",
    "Title": "Steins;Gate: Mugen Enten no Arc Light",
    "Description": "The manga, based on 2010 drama CD, tells the story of what Mayuri experiences during the final chapter of the visual novel (anime episode 23) and the lives of Mayuri, Okabe, Daru, Suzuha, and Ruka in the year after Okabe's first failed attempt to save Kurisu in the 1.129848% β world line divergence.\n\r\n(Source: Steins;Gate Wikia)",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Mar  19, 2014 to Aug  19, 2014",
    "Genre": [
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ultra Jump",
    "Authors": "Nitroplus (Story), Naruse, Yoshiki (Art)",
    "Score": "7.84",
    "Ranked": "1149",
    "Popularity": "7550",
    "Members": "2,423",
    "Favorites": "20",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/146871.jpg"
  },
  {
    "Id": "94676",
    "Title": "Namidaame to Serenade",
    "Description": "On rainy days, Hina Katagiri always dreams about her younger self playing with a mysterious boy, but she assumes these thoughts are nothing more than a childhood fantasy. Now a high school student, she focuses on her club activities and protecting her great-grandmother's necklace.\n\r\nWhile at school, Hina is inexplicably transported to the backyard of a mansion, where she is greeted by one of its inhabitants, Takaaki Hongou. He mistakes the girl for his fiancée, Hinako Kitamine, but Hina, believing she is in a dream, plays along with the misunderstanding. It is when Hina comes face-to-face with the real Hinako that she realizes the severity of her situation: somehow, she has been sent to the year 1907. In addition, she has lost her heirloom necklace at Takaaki's house. With Hinako's assistance, Hina continues to masquerade as her in order to access the Hongou household. However, Hina's plan begins to fall apart when she starts to develop feelings for Takaaki, all while the path to her former life becomes increasingly uncertain.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  25, 2014 to ?",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Historical",
      "Time Travel"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Kiss",
    "Authors": "Kawachi, Haruka (Story & Art)",
    "Score": "7.84",
    "Ranked": "1173",
    "Popularity": "4655",
    "Members": "4,190",
    "Favorites": "82",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/270283.jpg"
  },
  {
    "Id": "101554",
    "Title": "City",
    "Description": "From the creator of Nichijou, this surreal-slapstick series revolves around a penniless college student, Midori Nagumo, who lives in an ordinary city filled with not-quite-ordinary people. And as this reckless girl runs about, she sets the city in motion.\n\r\nMidori is in a bit of a bind. She is in debt, and her landlady is trying to shake her down for unpaid rent. Her best friend refuses to loan her cash since she's wised up to her tricks. Maybe some bullying would help. Or a bit of petty theft? Neither is sustainable. Maybe getting a job would settle things... But working means less time for fun adventures in the big city...\n\r\n(Source: Vertical, Inc.)",
    "Volumes": "13",
    "Chapters": "187",
    "Status": "Finished",
    "Published": "Sep  29, 2016 to Feb  4, 2021",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Arawi, Keiichi (Story & Art)",
    "Score": "7.84",
    "Ranked": "1174",
    "Popularity": "2868",
    "Members": "6,964",
    "Favorites": "224",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/192291.jpg"
  },
  {
    "Id": "111276",
    "Title": "Sewayaki Kitsune no Senko-san",
    "Description": "The everyday life of Nakano, a salaryman working for an exploitative company, is suddenly intruded upon by the fox, Senko-san (800-year-old little girl). Whether it be cooking, cleaning, or special service(?)... she'll heal his exhaustion with her tender \"care.\"",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  6, 2017 to ?",
    "Genre": [
      "Comedy",
      "Supernatural"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Serialization": "Comic Newtyp",
    "Authors": "Rimukoro (Story & Art)",
    "Score": "7.84",
    "Ranked": "1151",
    "Popularity": "637",
    "Members": "27,384",
    "Favorites": "744",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/208944.jpg"
  },
  {
    "Id": "117020",
    "Title": "Tsukiatte Agetemo Ii kana",
    "Description": "Shy Miwa has always dreamed of finding love, but living in small-town Japan made finding the right match difficult—especially since she likes girls! Even going away to college didn't seem to help, until one day her outgoing classmate Saeko suggests they might as well start dating each other since it's not like either of them has other options.\n\r\nAt first it seems like things won't work out as their personalities clash and misunderstandings abound. But when their casual friendship starts to become something more, Miwa begins to wonder—can a pragmatic proposal lead to true love?\n\r\n(Source: VIZ Media)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  17, 2018 to ?",
    "Genre": [
      "Girls Love"
    ],
    "Serialization": "MangaONE",
    "Authors": "Tamifull (Story & Art)",
    "Score": "7.84",
    "Ranked": "1154",
    "Popularity": "1278",
    "Members": "14,722",
    "Favorites": "450",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/221553.jpg"
  },
  {
    "Id": "118668",
    "Title": "Dark Gathering",
    "Description": "Keitarou Gentouga is a college freshman who hates ghosts. Unluckily for him, he has a knack for attracting spirits. Two years ago, this connection had led to him receiving a spiritual injury on his right hand, with his friend getting caught in the crossfire. The event caused him to become a shut-in, leaving him with very poor social skills. Fortunately, Keitarou is slowly starting to mingle with society, thanks to the help of his childhood friend, Eiko Houzuki.\n\r\nAs part of his rehabilitation, Keitarou takes on the part-time job of a private tutor, and his first pupil is none other than Eiko's cousin, Yayoi Houzuki. Besides being a child prodigy, there is another peculiarity regarding Yayoi—she has a spiritual constitution, just like Keitarou. However, in contrast to Keitarou, she yearns to encounter spirits, hoping to find the ghost that took her mother away. As Keitarou is dragged along by Yayoi and Eiko to haunted spots, his part-time job seems to be straying further and further away from its original purpose.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  4, 2019 to ?",
    "Genre": [
      "Horror",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Kondou, Kenichi (Story & Art)",
    "Score": "7.83",
    "Ranked": "1155",
    "Popularity": "2555",
    "Members": "7,777",
    "Favorites": "142",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/227524.jpg"
  },
  {
    "Id": "120367",
    "Title": "Futari Ashita mo Sorenari ni",
    "Description": "After dating for a year and three months, the unruffled Yuuya Aida asks his beautiful girlfriend Rio Aihara to move in with him. Despite busy work schedules and their age difference, their love for each other never wavers.\n\r\nBe it frisky fights over who ate the last pudding or serious conversations about their future together, Yuuya and Rio still find themselves nervous and bashful around each other, reminiscent of the early days of their relationship. Yet their adorable everyday dynamic is nothing short of the joy and giddiness of a couple's true love.\n\r\n",
    "Volumes": "5",
    "Chapters": "92",
    "Status": "Finished",
    "Published": "May  10, 2019 to Apr  23, 2021",
    "Genre": [
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "Serialization": "Kurage Bunch",
    "Authors": "Suzuyuki (Story & Art)",
    "Score": "7.84",
    "Ranked": "1157",
    "Popularity": "749",
    "Members": "23,267",
    "Favorites": "280",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/228699.jpg"
  },
  {
    "Id": "128108",
    "Title": "Gakkougurashi! Otayori",
    "Description": "A sequel to Gakkougurashi! that shows the aftermath of the characters.",
    "Volumes": "1",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "Jun  24, 2020 to Aug  24, 2021",
    "Genre": [
      "Horror",
      "Mystery",
      "Slice of Life"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Serialization": "Manga Time Kirara Forward",
    "Authors": "Kaihou, Norimitsu (Story), Chiba, Sadoru (Art)",
    "Score": "7.84",
    "Ranked": "1158",
    "Popularity": "5011",
    "Members": "3,875",
    "Favorites": "41",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/251085.jpg"
  },
  {
    "Id": "34091",
    "Title": "Rec: Kimi ga Naita Hi",
    "Description": "This series is a sequel of the one-shot Ao no Tsubasa.\n\r\nAizawa Minami is a girl who has never cried in her life. She's awkward with her feelings, and she carries a camcorder to film everything she likes. Because of her quirks, she's labeled as a freak and alienated by her classmates.\n\r\nSatoru is her classmate and a recently retired teen actor who understands her. They quickly become friends, but what Minami doesn't know is that Satoru is hiding his secret from the world...\n\r\n(Source: KakerA Translations)\n\nIncluded one-shots: Kira-fuwa Kiss, Kira-fuwa Xmas",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Nov  2, 2010 to Feb  3, 2011",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Makino, Aoi (Story & Art)",
    "Score": "7.84",
    "Ranked": "1161",
    "Popularity": "2450",
    "Members": "8,069",
    "Favorites": "96",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/151524.jpg"
  },
  {
    "Id": "1072",
    "Title": "Kaze Hikaru",
    "Description": "In the year 1863, a time fraught with violent social upheaval, samurai of all walks of life flock to Kyoto in the hope of joining the Mibu-Roshi—a band of warriors united around their undying loyalty to the Shogunate system. In time, this group would become one of the greatest (and most famous) movements in Japanese history... the Shinsengumi!\n\r\nInto this fierce milieu steps Seizaburou Kamiya, a young would-be warrior who, though lacking in combat experience, possesses a fiery enthusiasm to both aid the Mibu-Roshi in their mission and to avenge his wrongfully murdered family. One of the Mibu-Roshi's most gifted (and immature) swordsmen, the legendary Souji Okita, agrees to take Seizaburou under his wing. What no one suspects, least of all Souji, is that Seizaburou is actually a girl named Sei Tominaga in disguise!\n\r\n(Source: Viz Media)\n\nIncluded one-shot:\r\nVolume 45: Ooedo Shinsengumi!",
    "Volumes": "45",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "1997 to May  28, 2020",
    "Genre": [
      "Action",
      "Award Winning",
      "Romance"
    ],
    "Theme": [
      "Crossdressing",
      "Historical",
      "Samurai"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Flowers (Monthly)",
    "Authors": "Watanabe, Taeko (Story & Art)",
    "Score": "7.84",
    "Ranked": "1164",
    "Popularity": "3915",
    "Members": "5,099",
    "Favorites": "163",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/251088.jpg"
  },
  {
    "Id": "4031",
    "Title": "Shanaou Yoshitsune",
    "Description": "Shanaou Yoshitsune is an alternative story to the popular historical figure Minamoto no Yoshitsune along with his servants, including the renown Benkei who lived in the Heian Era. In this version, Yoshitsune was actually a weak, sickly boy who met an exact body replica in Hyouta, a traveling orphan who earn his living on the street. Being physically stronger, Hyouta was led to become a replacement for Yoshitsune, eventually claiming the name as his own.\n\r\nThis manga is a fictional story (albeit with many historical references) of his journey to restore the honor of Genji (Minamoto) Clan.\n\r\n(Source: Easy Going Scans)",
    "Volumes": "22",
    "Chapters": "78",
    "Status": "Finished",
    "Published": "Nov  6, 2000 to May  2, 2007",
    "Genre": [
      "Award Winning"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Monthly)",
    "Authors": "Sawada, Hirofumi (Story & Art)",
    "Score": "7.84",
    "Ranked": "1165",
    "Popularity": "10706",
    "Members": "1,543",
    "Favorites": "23",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/287283.jpg"
  },
  {
    "Id": "5157",
    "Title": "Baki: New Grappler Baki",
    "Description": "Five powerful death row inmates break free from their respective prisons in America, the United Kingdom, Japan, and Russia. Each convict flees to Tokyo to achieve his one goal: to suffer defeat at the hands of the world's strongest fighters.\n\r\nSeventeen-year-old fighting champion Baki Hanma continues to train his body beyond its limits in order to one day challenge his monstrous father, Yuujirou Hanma, to a battle. Baki grows bored with his obligatory high school studies but finds comfort and strength in his budding relationship with Kozue Matsumoto. The quiet stasis of his life is disrupted by the arrival of the death row convicts as each criminal proves his might in displays of lethal force across Tokyo.\n\r\nTo combat this growing threat, Baki bands together with yakuza Kaoru Hanayama, rival Retsu Kaiou, mentor Doppo Orochi, and elderly jujitsu master Gouki Shibukawa. Together the five warriors agree to seek out and defeat their criminal opponents. But Baki faces the added burden of protecting Kozue from his evil new enemies, and he must fight to prove himself worthy under the watchful eye of his father, Yuujirou.\n\r\n",
    "Volumes": "31",
    "Chapters": "276",
    "Status": "Finished",
    "Published": "1999 to  2005",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Combat Sports",
      "Gore",
      "Martial Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Itagaki, Keisuke (Story & Art)",
    "Score": "7.84",
    "Ranked": "1166",
    "Popularity": "717",
    "Members": "24,295",
    "Favorites": "426",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/6648.jpg"
  },
  {
    "Id": "12671",
    "Title": "Shinryaku! Ika Musume",
    "Description": "The sea in our world has been polluted. All sorts of trash were thrown into it, making it unpleasant deep down in the sea. One of the inhabitants of the sea, Ika Musume (Squid Girl) seeks to exact revenge on humanity for throwing trash into the sea. Clueless about the surface, she seeks to invade humanity alone, trying to rule over the world... only to find herself enslaved by one of the nearest beach-houses for breaking one side of the wall!\n\r\n(Source: Hidoi~! Translators)",
    "Volumes": "22",
    "Chapters": "419",
    "Status": "Finished",
    "Published": "Jul  26, 2007 to Feb  25, 2016",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Anbe, Masahiro (Story & Art)",
    "Score": "7.84",
    "Ranked": "1168",
    "Popularity": "2646",
    "Members": "7,544",
    "Favorites": "195",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/53447.jpg"
  },
  {
    "Id": "14841",
    "Title": "Durarara!!",
    "Description": "In the flashy and restless streets of Tokyo's downtown Ikebukuro district, 15-year-old student Mikado Ryuugamine arrives wide-eyed and ready to inhale the exciting breath of city life. Up until now, his only insight into urban affairs was through an anonymous online group chat, where he found out about Ikebukuro's renowned legend. Known only as the \"Black Rider,\" legend says it is a headless biker rumored to be just a shadow, executing its own justice against criminals.\n\r\nBut the district's quirks do not end there; Ikebukuro is swarming with so-called color gangs and their ceaseless conflicts. Among them, a colorless gang known as the Dollars is most noteworthy, as its founder, members, and numbers are all unknown. With odd cliques at every turn and uncanny tales coming to life, humans seem to mix with the supernatural, and Mikado soon dives into the deep sea of Ikebukuro's myths, deceits, and carefully planned out crises—a dangerous world, but possibly one where he belongs.\n\r\n",
    "Volumes": "4",
    "Chapters": "22",
    "Status": "Finished",
    "Published": "Jun  18, 2009 to Apr  18, 2011",
    "Genre": [
      "Action",
      "Drama",
      "Supernatural"
    ],
    "Serialization": "GFantasy",
    "Authors": "Narita, Ryohgo (Story), Satorigi, Akiyo (Art)",
    "Score": "7.84",
    "Ranked": "1169",
    "Popularity": "703",
    "Members": "24,953",
    "Favorites": "369",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/202669.jpg"
  },
  {
    "Id": "14975",
    "Title": "Darker than Black: Shikkoku no Hana",
    "Description": "Taking place after the events of Darker than Black, Hei (BK201) and Yin return to Tokyo to investigate how a Black Dandelion is granting Contractor-like powers to people who come in contact with it.",
    "Volumes": "4",
    "Chapters": "33",
    "Status": "Finished",
    "Published": "May  15, 2009 to Jan  21, 2011",
    "Genre": [
      "Action",
      "Drama",
      "Sci-Fi",
      "Supernatural"
    ],
    "Theme": [
      "Super Power"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Gang",
    "Authors": "Iwahara, Yuji (Story & Art)",
    "Score": "7.84",
    "Ranked": "1170",
    "Popularity": "1368",
    "Members": "13,934",
    "Favorites": "263",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/195103.jpg"
  },
  {
    "Id": "140581",
    "Title": "Higurashi no Naku Koro ni Meguri",
    "Description": "For a long time, Rika Furude never considered a life outside of the mountain village of Hinamizawa; spending every day with her friends seemed like it would be the best outcome she could ever hope for. However, a desire begins to stir in Rika's heart—one that she also wants her best friend, Satoko Houjou, to realize with her. Rika wishes to go to St. Lucia Academy, a prestigious school for well-to-do young ladies, something that is in direct contrast to the crying cicadas and rural nature of Hinamizawa. Satoko is hesitant, as she has never cared about studying, but after years of practice exams, both girls start their new lives at St. Lucia.\n\r\nRika's poise and graceful demeanor helps her fit in immediately at the new school, while Satoko struggles immensely. However, she was never really interested in adjusting—as long as she had Rika by her side. But when Rika befriends a group of refined young ladies, Satoko begins to feel isolated. Soon, her grades start to suffer, and the gap between the two friends continually widens until Satoko is at her breaking point. Left in a pit of despair, Satoko's desperation soon turns into something much darker, leading her to do the unthinkable.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  15, 2021 to ?",
    "Genre": [
      "Horror",
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "Theme": [
      "Gore",
      "Psychological"
    ],
    "Serialization": "Young Ace UP",
    "Authors": "Ryukishi07 (Story), Akase, Tomato (Art)",
    "Score": "7.84",
    "Ranked": "1142",
    "Popularity": "11480",
    "Members": "1,400",
    "Favorites": "31",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/257889.jpg"
  },
  {
    "Id": "159771",
    "Title": "Saihate ni Madou",
    "Description": "\"Seven years ago, I killed a man.\"\n\r\nKazuma Waku murdered the man who drove his little sister Yuri to suicide. For that crime, he spent seven years in prison. No matter how much time passes, he can't forget the face of that man dying. However, nothing lingers moreso than the image of that man's daughter, who witnessed her father's murder. Tormented by guilt, Kazuma resolves to make amends by dying.\n\r\nOn the day his mother picked him up from prison, Kazuma went to visit his sister's grave. There, he saw a familiar girl's face.\n\r\nThis is the story of a murderer and the daughter of his victim, a tale rife with drama and suspense.\n\r\n(Source: Hero's, translated)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  6, 2023 to ?",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Flat Hero's",
    "Authors": "Momoyama, Hato (Story & Art)",
    "Score": "7.84",
    "Ranked": "1144",
    "Popularity": "2641",
    "Members": "7,574",
    "Favorites": "82",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/283566.jpg"
  },
  {
    "Id": "162479",
    "Title": "Kagurabachi",
    "Description": "Young Chihiro spends his days training under his famous swordsmith father. One day he hopes to become a great sword-maker himself. The goofy father and the serious son—they thought these days would last forever. But suddenly, tragedy strikes. A dark day soaked in blood. Chihiro and his blade now live only for revenge. Epic sword battle action!\n\r\n(Source: MANGA Plus)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  18, 2023 to ?",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Gore"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Hokazono, Takeru (Story & Art)",
    "Score": "7.84",
    "Ranked": "1145",
    "Popularity": "465",
    "Members": "36,427",
    "Favorites": "690",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/288887.jpg"
  },
  {
    "Id": "109910",
    "Title": "Uramichi Oniisan",
    "Description": "Uramichi Omota is a 31-year-old man who works as a gymnastics instructor for \"Together with Mama,\" an educational show for kids. In front of his young audience, he has to display a happy-go-lucky and energetic demeanor. Outside of his job and sometimes even in front of the cameras, he cannot help but slip back into his true personality, which is the opposite of his TV counterpart. In truth, he is miserable and fed-up with his current lifestyle.\n\nUramichi Oniisan is a dark comedy that reveals the not-so-bright reality of adulthood using its characters as unfortunate examples.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  12, 2017 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Adult Cast",
      "Gag Humor",
      "Showbiz",
      "Workplace"
    ],
    "Serialization": "Comic POOL",
    "Authors": "Kuze, Gaku (Story & Art)",
    "Score": "7.83",
    "Ranked": "1181",
    "Popularity": "1530",
    "Members": "12,693",
    "Favorites": "279",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/201611.jpg"
  },
  {
    "Id": "116808",
    "Title": "Giji Harem",
    "Description": "Eiji Kitahama, a second year high school student, just wants to be popular. To help him realize this dream, Rin Nanakura, his junior in the drama club, uses her acting skills to create a harem of loving girls for him. Though the various \"girls\" all show fondness toward Eiji, the affection of the actress behind them is very real. Rin's colorful acting continuously delights Eiji, but will the starlet herself ever make her way into his heart?\n\r\n",
    "Volumes": "6",
    "Chapters": "157",
    "Status": "Finished",
    "Published": "Jan  12, 2019 to Mar  12, 2021",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gess",
    "Authors": "Saitou, Yuu (Story & Art)",
    "Score": "7.83",
    "Ranked": "1182",
    "Popularity": "433",
    "Members": "38,632",
    "Favorites": "808",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/219464.jpg"
  },
  {
    "Id": "118233",
    "Title": "Karasugaoka Don't Be Shy!!",
    "Description": "In the town of Karasugaoka, two voluntary groups have been formed to prevent crimes: \"VOICE\" and \"Karasukai,\" in charge of the east and west areas respectively. The groups' leaders, Sou Izuhara and Shinba Tetsuji, are unable to get along with each other, winding up in arguments every time they meet. In reality, Sou deeply admires Shinba, having been rescued by him in his youth; however, embarrassed by his feelings, Sou ends up throwing insults at Shinba instead.\n\r\nAs the two crime fighters continue aiding their community, will Sou be able to muster up the courage to confess his true feelings to Shinba?\n\r\n",
    "Volumes": "2",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Jun  1, 2018 to Apr  1, 2020",
    "Genre": [
      "Boys Love",
      "Comedy"
    ],
    "Serialization": "Kachicom",
    "Authors": "Yuukura, Aki (Story & Art)",
    "Score": "7.83",
    "Ranked": "1183",
    "Popularity": "2863",
    "Members": "6,970",
    "Favorites": "130",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/220884.jpg"
  },
  {
    "Id": "120403",
    "Title": "School Zone",
    "Description": "A quirky yuri comedy about the chaotic daily life of high school girls!\n\r\nYokoe and Sugiura have been together forever, and they've mastered the art of making trouble when life's a bore. High school might be a drag, but these girls in love know just how to inject a little chaos and comedy into their sloppy school life.\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  2, 2018 to ?",
    "Genre": [
      "Comedy",
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "MAGxiv",
    "Authors": "Ningiyau (Story & Art)",
    "Score": "7.83",
    "Ranked": "1184",
    "Popularity": "2588",
    "Members": "7,684",
    "Favorites": "234",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/228686.jpg"
  },
  {
    "Id": "120481",
    "Title": "Kimi ni wa Todokanai.",
    "Description": "Childhood friends Kakeru Ashiya and Yamato Oohara seem like they would never get along with each other. Kakeru is an amiable student who flunks all of his pop quizzes, and the handsome Yamato is capable of anything other than making friends. Kakeru pays a lot of attention to almost everything his friend does, but he is particularly interested in knowing why Yamato never acknowledges any of the numerous romantic confessions he often gets from girls. Thus, when they are alone in a classroom, Kakeru grabs the opportunity to ask Yamato his meddlesome questions.\n\r\nYamato gives him the vaguest of answers and, by impulse, almost lets out a declaration of love toward Kakeru. Although subtle, Kakeru knows deep down that it is a confession—but he stays in denial. Due to this unprecedented incident, Yamato, who has been secretly admiring Kakeru for quite some time, may never reach his heart.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  23, 2018 to ?",
    "Genre": [
      "Boys Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Gene pixiv",
    "Authors": "Mika (Story & Art)",
    "Score": "7.83",
    "Ranked": "1185",
    "Popularity": "3668",
    "Members": "5,449",
    "Favorites": "114",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/226356.jpg"
  },
  {
    "Id": "121951",
    "Title": "Meitantei Conan: Keisatsu Gakkou-hen - Wild Police Story",
    "Description": "A spin-off taking place 7 years before the events of Meitantei Conan which focuses on Rei Furuya, Jinpei Matsuda, Kenji Hagiwara, Wataru Date, and Hiromitsu Morifushi during their time at the Metropolitan Police Academy.",
    "Volumes": "2",
    "Chapters": "13",
    "Status": "Finished",
    "Published": "Oct  2, 2019 to Nov  18, 2020",
    "Genre": [
      "Mystery"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Aoyama, Gosho (Story), Arai, Takahiro (Art)",
    "Score": "7.83",
    "Ranked": "1186",
    "Popularity": "12877",
    "Members": "1,191",
    "Favorites": "29",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/243865.jpg"
  },
  {
    "Id": "129361",
    "Title": "Watashi no Oshi wa Akuyaku Reijou.",
    "Description": "Ordinary office worker Rei Oohashi wakes up one day to find herself as Rae Taylor, the heroine of her favorite otome game, Revolution. Surrounded by attractive men all vying for her attention would be any maiden's dream—but that is not the case for Rae! None of them can hold a candle to the villainess, Claire François, whose blonde, drill-shaped ringlets only accentuate her haughty irresistible charm.\n\r\nIn the original story, Claire harasses and bullies the heroine, which drives the latter closer to the male love interests. But Rae has no intention of pursuing any of the men; her heart is set on Claire herself! Unused to being on the receiving end of affection, Claire is left at the mercy of Rae's endless teasing. With the power of true love, can Rae successfully convey her heartfelt feelings to the villainess?\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  18, 2020 to ?",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Girls Love"
    ],
    "Theme": [
      "School",
      "Villainess"
    ],
    "Serialization": "Comic Yuri Him",
    "Authors": "Aono, Sumio (Art), Inori. (Story)",
    "Score": "7.83",
    "Ranked": "1187",
    "Popularity": "875",
    "Members": "20,161",
    "Favorites": "473",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/238641.jpg"
  },
  {
    "Id": "132727",
    "Title": "Ookami no Kawa wo Kabutta Hitsuji Hime",
    "Description": "Aki Rikujou, a Wolfa, works as a butler at the royal castle in the land of Sheepa. Her quiet and peaceful days get shaken up when she saves the life of Princess Momo Shiudafaris. The shy sheep princess immediately latches onto Aki who, before she knows it, becomes the princess's private tutor. Momo wants more than just math lessons from Aki, and even sneaks into the wolf-woman's bedroom to seduce her! Aki soon realizes that, under the timid woolly exterior, Momo is a wild animal!\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "5",
    "Chapters": "31",
    "Status": "Finished",
    "Published": "Oct  9, 2020 to Apr  21, 2023",
    "Genre": [
      "Fantasy",
      "Girls Love"
    ],
    "Serialization": "Manga Life STORIA Dash",
    "Authors": "Mito (Story & Art)",
    "Score": "7.83",
    "Ranked": "1188",
    "Popularity": "6273",
    "Members": "3,019",
    "Favorites": "48",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/245341.jpg"
  },
  {
    "Id": "55377",
    "Title": "Kasane",
    "Description": "Beauty is revered and idolized throughout the world. This is how it has always been, and it is no different for Kasane Fuchi's late mother, Sukeyo—a famous stage actress whose charming image and acting prowess have captivated the world.\n\r\nKasane aspires to be an actress like Sukeyo once was. Yet, although she possesses incredible acting abilities, Kasane looks nothing like her mother. In fact, her visage leads many people to wonder if the two are even related. Due to her appearance, Kasane is bullied and ostracized by her peers at school. This makes her dream seemingly impossible to achieve, where good looks are assets in the acting industry.\n\r\nHowever, Kasane's life takes a turn for the better when she remembers her mother's words—to wear her lipstick and kiss whoever she desires. Much to Kasane's astonishment, the first person she kisses while wearing the lipstick causes her to temporarily switch faces with them. Now given a chance to pursue her ambitions, to what lengths will Kasane use this newfound power?\n\r\n",
    "Volumes": "14",
    "Chapters": "126",
    "Status": "Finished",
    "Published": "Apr  23, 2013 to Aug  10, 2018",
    "Genre": [
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "Performing Arts",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Evening",
    "Authors": "Matsuura, Daruma (Story & Art)",
    "Score": "7.83",
    "Ranked": "1194",
    "Popularity": "547",
    "Members": "31,472",
    "Favorites": "725",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/161524.jpg"
  },
  {
    "Id": "60977",
    "Title": "Mahouka Koukou no Rettousei: Tsuioku-hen",
    "Description": "\"Three years ago, he had the same posture. Three years ago, he had stood behind Miyuki. Yes.... Compared to three years ago, it had changed.\"\n\r\nSet 3 years prior to the present time, Tsuioku-hen tells the events that would change Miyuki's world drastically, as well as the events that led Tatsuya to become what he is now.\n\r\n(Source: MangaHere)",
    "Volumes": "3",
    "Chapters": "17",
    "Status": "Finished",
    "Published": "Feb  27, 2014 to Jul  27, 2015",
    "Genre": [
      "Sci-Fi",
      "Supernatural"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Satou, Tsutomu (Story), Ikawa, Waki (Art)",
    "Score": "7.83",
    "Ranked": "1195",
    "Popularity": "2512",
    "Members": "7,876",
    "Favorites": "49",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/128657.jpg"
  },
  {
    "Id": "90609",
    "Title": "Hengoku no Schwester",
    "Description": "\"Iron Maiden\" is an instrument of torture modeled after Mother Mary's form. The interior is full with long nails, and people who are enclosed in it would be pierced to death. But the \"Iron Maiden\" that exists nowadays is simply a counterfeit made by us based off of old tales. The \"maiden\" who possesses a gentle, loving face as well as a violent \"body\"... Did the \"Iron Maiden\" really exist in the past?\n\r\nThis is a story revolving around \"her.\"",
    "Volumes": "6",
    "Chapters": "32",
    "Status": "Finished",
    "Published": "Dec  27, 2014 to Oct  27, 2017",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Gekkan! Spirits",
    "Authors": "Takeyoshi, Minoru (Story & Art)",
    "Score": "7.83",
    "Ranked": "1176",
    "Popularity": "5816",
    "Members": "3,271",
    "Favorites": "79",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/158990.jpg"
  },
  {
    "Id": "92472",
    "Title": "Koiwazurai no Ellie",
    "Description": "At school, Eriko Ichimura is a nobody. She looks plain, and her classmates overlook her existence until they need to dump their responsibilities on her. On Twitter, however, she is \"Lovesick Ellie,\" a girl with a vivid imagination who writes posts inspired by her fantasies. Akira Oomi, the object of her fantasies, is the most attractive boy in her school, and everything about him seems to be perfect.\n\r\nEriko's fantasies take a hit when she accidentally eavesdrops on a conversation between Akira and their homeroom teacher. His true nature is laid bare—he is, in fact, a foul-mouthed and insensitive snob. But when she clumsily forgets her phone at the scene, Akira himself approaches her to return it; however, he has already skimmed through her embarrassing Twitter posts. What Eriko does not expect is him offering to help her realize her fantasies—but only if she stays silent regarding his character.\n\r\nTrouble seems to follow Eriko wherever she goes, and her luck is absolutely the worst... or is it?\n\r\n",
    "Volumes": "12",
    "Chapters": "48",
    "Status": "Finished",
    "Published": "Jul  24, 2015 to Aug  24, 2020",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Fuji, Momo (Story & Art)",
    "Score": "7.83",
    "Ranked": "1177",
    "Popularity": "1555",
    "Members": "12,570",
    "Favorites": "264",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/168117.jpg"
  },
  {
    "Id": "95228",
    "Title": "Hanakoi Tsurane",
    "Description": "At only the age of 15, Shuugo \"Sougorou Matsukawa\" Azuma, heir of the Tamano family—a renowned lineage in the world of kabuki—is considered talented among his peers regarding his skills in the art. Because of his boosted ego, Sougorou is uninterested in any other actor his age. However, his attitude changes when he watches a performance from the Ootani family's successor, Junpei \"Gensuke Arai'' Noda. After being blown away by Gensuke's acting, Sougorou decides to further polish his skills, swearing to surpass Gensuke one day.\n\r\nTwo years later, Sougorou encounters his rival at his school and finds out that not only are they classmates, but Gensuke has also been keeping tabs on him. In order to outperform Gensuke, Sougorou puts everything into his biggest role yet, only to receive a lukewarm response from the audience.\n\r\nWhile at a loss for what to do to prove he is better than Gensuke, Sougorou finds his prayers answered. However, to his dismay, he must partner up with Gensuke to play a married couple for his next performance. Despite his reluctance, Sougorou accepts this opportunity, hoping that it might propel him into the spotlight. Although Sougorou has to force himself to work with Gensuke, their time together might unwittingly improve both his acting and his relationship with his rival.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  14, 2015 to ?",
    "Genre": [
      "Boys Love"
    ],
    "Theme": [
      "Performing Arts"
    ],
    "Serialization": "Dear+",
    "Authors": "Natsume, Isaku (Story & Art)",
    "Score": "7.83",
    "Ranked": "1178",
    "Popularity": "4828",
    "Members": "4,025",
    "Favorites": "55",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/179134.jpg"
  },
  {
    "Id": "104475",
    "Title": "Kino no Tabi: The Beautiful World",
    "Description": "Destination is a state of mind. A tale of one girl and her bike and the road ahead. Kino wanders around the world on the back of Hermes, her unusual, anthropomorphic motorcycle, only staying in each country for three days. During their adventures, they find happiness, sadness, pain, decadence, violence, beauty, and wisdom. But through it all, they never lose their sense of freedom. They discover that because of the world's imperfections, it is actually a thing of beauty.\n\r\n\"The world is not beautiful, therefore it is.\"\n\r\n(Source: Tokyopop)",
    "Volumes": "8",
    "Chapters": "53",
    "Status": "Finished",
    "Published": "Mar  17, 2017 to Aug  17, 2020",
    "Genre": [
      "Adventure",
      "Fantasy",
      "Mystery",
      "Sci-Fi"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine Edg",
    "Authors": "Sigsawa, Keiichi (Story), Shiomiya, Iruka (Art)",
    "Score": "7.83",
    "Ranked": "1180",
    "Popularity": "4727",
    "Members": "4,120",
    "Favorites": "62",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/198174.jpg"
  },
  {
    "Id": "67",
    "Title": "2001-ya Monogatari",
    "Description": "Regardless of time and place, space has always been a primary subject of mankind's awe and fascination. Steadfast in discovering the truth behind their own existence, humans have continued to venture out far into the unknown, ready to confront any hurdle that comes along the way. Although the path ahead is one full of uncertainties, as long as humanity remains persistent in their endeavors, they may ultimately learn to understand each other and come closer to unraveling the intriguing mysteries of the universe.\n\r\n",
    "Volumes": "3",
    "Chapters": "20",
    "Status": "Finished",
    "Published": "May  5, 1984 to May  6, 1986",
    "Genre": [
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Space"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "    N",
    "Authors": "Hoshino, Yukinobu (Story & Art)",
    "Score": "7.83",
    "Ranked": "1197",
    "Popularity": "3630",
    "Members": "5,508",
    "Favorites": "116",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/267904.jpg"
  },
  {
    "Id": "366",
    "Title": "Hoshi no Koe",
    "Description": "To what distance would you go for your one true love? In the midst of an alien invasion, Mikako joins the resistance, leaving behind the one young man she loves. As she goes deeper into space, Mikako's only connection with her boyfriend is through cell-phone text messages. The war rages on and years pass, but Mikako barely ages in the timelessness of space while Noboru grows old. How can the love of two people, torn apart by war, survive?\n\r\n(Source: Tokyopop)",
    "Volumes": "1",
    "Chapters": "10",
    "Status": "Finished",
    "Published": "Feb  25, 2004 to Dec  25, 2004",
    "Genre": [
      "Drama",
      "Romance",
      "Sci-Fi"
    ],
    "Theme": [
      "Mecha"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Shinkai, Makoto (Story), Yumeka, Sumomo (Art)",
    "Score": "7.83",
    "Ranked": "1198",
    "Popularity": "740",
    "Members": "23,608",
    "Favorites": "360",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/130253.jpg"
  },
  {
    "Id": "1264",
    "Title": "Higurashi no Naku Koro ni: Onisarashi-hen",
    "Description": "One year ago, Natsumi Kimiyoshi and her family moved away from the mountain town of Okinomiya. According to local superstition, those who leave Okinomiya or the nearby village of Hinamizawa will be cursed by the god Oyashiro. However, everything has been peaceful and quiet since they moved—that is, until gas suddenly erupts from the swamp near Hinamizawa, killing thousands of people. Unbeknownst to Natsumi, this \"Great Hinamizawa Disaster\" would serve as the catalyst for countless unspeakable tragedies in the days to come.\n\r\nAfter the disaster, many of Hinamizawa's former residents, such as Natsumi's grandmother, begin to act very strangely. In order to stave off what she believes is Oyashiro's curse, her grandmother begins plastering talismans all over their house and drowning puppies in order to appease the god. These erratic and horrifying actions leave Natsumi and her family fearful for their lives, leading Natsumi's mother to do the unthinkable...\n\r\n",
    "Volumes": "2",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "Mar  26, 2005 to Jul  26, 2006",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Psychological"
    ],
    "Serialization": "Comp Ac",
    "Authors": "Kito, En (Art), Ryukishi07 (Story)",
    "Score": "7.83",
    "Ranked": "1199",
    "Popularity": "2821",
    "Members": "7,075",
    "Favorites": "87",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/116517.jpg"
  },
  {
    "Id": "1397",
    "Title": "Chi's Sweet Home",
    "Description": "Chi is a lost kitten that is surprised to be picked up by a small family. Suddenly, she finds herself in a strange new environment full of frightening things like baths and big dogs! In these short, full-color comics, see the world from the point of view of an adorable kitten.",
    "Volumes": "12",
    "Chapters": "219",
    "Status": "Finished",
    "Published": "Jan  8, 2004 to Jun  18, 2015",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Pets"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Konami, Kanata (Story & Art)",
    "Score": "7.83",
    "Ranked": "1200",
    "Popularity": "1528",
    "Members": "12,698",
    "Favorites": "370",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/131453.jpg"
  },
  {
    "Id": "3993",
    "Title": "IS: Otoko demo Onna demo Nai Sei",
    "Description": "This is not your everyday manga. It strictly deals with cases of intersexuality. I.S. stands for Inter Sexuality.\n\r\nThis manga deals with the struggles of intersex people: the pain they go through, the troubles they confront, and ultimately their inability to reproduce or even find a partner who will accept them as they are.\n\r\nThe series broken down into individual cases; each deals with different people, though some cases are much longer and more dramatic than others.",
    "Volumes": "17",
    "Chapters": "82",
    "Status": "Finished",
    "Published": "Jul  8, 2003 to Jul  25, 2009",
    "Genre": [
      "Award Winning",
      "Drama",
      "Romance"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Kiss",
    "Authors": "Rokuhana, Chiyo (Story & Art)",
    "Score": "7.83",
    "Ranked": "1202",
    "Popularity": "3028",
    "Members": "6,609",
    "Favorites": "103",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/208862.jpg"
  },
  {
    "Id": "7270",
    "Title": "Akazukin Chacha",
    "Description": "Chacha, a young magical girl who's spells never seem to come out quite right, along with her friends Riiya (a warewolf) and Shiine (a young wizard), have various misadventures.",
    "Volumes": "13",
    "Chapters": "94",
    "Status": "Finished",
    "Published": "1991 to  2000",
    "Genre": [
      "Adventure",
      "Comedy"
    ],
    "Theme": [
      "Parody"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Ayahana, Min (Story & Art)",
    "Score": "7.83",
    "Ranked": "1204",
    "Popularity": "12961",
    "Members": "1,180",
    "Favorites": "28",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/248394.jpg"
  },
  {
    "Id": "8094",
    "Title": "Shin Tekken Chinmi",
    "Description": "In the previous \"Kung-Fu Boy\" series, Chinmi became the master of Kempo at Dairin temple, where he trained disciples. When they lose contact with Kyorinji, a temple of the same sect, Chinmi is dispatched to the Kanan Autonomous region to investigate.\n\nHe tries to enter Kanan with Pushin, a swordmaster whom he met traveling to Kanan. But they are attacked after trying to enter Kanan and pursued by the Border Police who chase them into a waterfall. A fisherman saves them and aids their entrance into Kanan. The people of Kanan are forcibly oppressed by the government. Chinmi befriends the people and makes the big decision to free them with his Kempo. Sorabi Boru, Lieutenant of the Border Police and Jirai, the evil king of Kanan attack Chinmi...\n\n(Source: Manga-Sketchbook)",
    "Volumes": "20",
    "Chapters": "88",
    "Status": "Finished",
    "Published": "Dec  8, 1997 to Feb  17, 2005",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy"
    ],
    "Theme": [
      "Historical",
      "Martial Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Monthly)",
    "Authors": "Maekawa, Takeshi (Story & Art)",
    "Score": "7.83",
    "Ranked": "1205",
    "Popularity": "11575",
    "Members": "1,384",
    "Favorites": "22",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/75077.jpg"
  },
  {
    "Id": "10309",
    "Title": "Junjou Mistake",
    "Description": "Isaka is secretly in love with his caretaker and former childhood friend Asahina. However, Asahina is obsessed with Isaka's father...or so it seems.\n\r\n(Source: MU)",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Jul  25, 2008 to Dec  26, 2008",
    "Genre": [
      "Boys Love",
      "Drama",
      "Romance"
    ],
    "Serialization": "    N",
    "Authors": "Nakamura, Shungiku (Story & Art)",
    "Score": "7.83",
    "Ranked": "1206",
    "Popularity": "3513",
    "Members": "5,698",
    "Favorites": "28",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/140927.jpg"
  },
  {
    "Id": "11438",
    "Title": "Kimi ni shika Kikoenai",
    "Description": "Ryo Aihara, a shy girl who has trouble holding conversations, is the only one at her school without a cell phone. With no friends to text or call, she convinces herself that owning one is pointless. However, with a strong desire for a cell phone, she envisions an ideal one to every detail.\n\r\nDespite it being a made-up device, Aihara receives a call and realizes that she is the only one who hears the ringtone. Apprehensive but curious, she answers the call and hears a high school boy on the other end of the line. He introduces himself as Shinya Nozaki and claims that he is also using a phone in his head. The bizarre circumstance leads to the development of a close friendship between Aihara and Nozaki, one in which they can confide in each other.\n\r\n",
    "Volumes": "1",
    "Chapters": "5",
    "Status": "Finished",
    "Published": "Feb  26, 2007 to May  26, 2007",
    "Genre": [
      "Drama",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Ac",
    "Authors": "Otsuichi (Story), Kiyohara, Hiro (Art)",
    "Score": "7.83",
    "Ranked": "1207",
    "Popularity": "1522",
    "Members": "12,726",
    "Favorites": "176",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/260785.jpg"
  },
  {
    "Id": "11777",
    "Title": "Clannad: Tomoyo Dearest",
    "Description": "The story centers on Tomoyo's route from the Clannad visual novel.",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Feb  20, 2008 to Aug  20, 2008",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Dragon Age Pu",
    "Authors": "Key (Story), Sumiyoshi, Yukiko (Art)",
    "Score": "7.83",
    "Ranked": "1208",
    "Popularity": "6202",
    "Members": "3,055",
    "Favorites": "29",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/34937.jpg"
  },
  {
    "Id": "12269",
    "Title": "Hammer Session!",
    "Description": "Two prisoners managed to escape after the police truck carrying them crashed on the highway. One of them, Imamura Shouhei is a gangster who has sent 10 opposite bosses to hospital. The other called Yazwa Yuu—our protagonist—is a con artist whose cheating profile has piled up to approximately 100 billion yen. Accidentally, Yuu then becomes the new teacher for the nearby junior high school, under the new name Hachisuka Gorou, and according to a deal of \"Hammer Session\" with the headmaster.\n\r\n(Source: MU)",
    "Volumes": "11",
    "Chapters": "96",
    "Status": "Finished",
    "Published": "Nov  15, 2006 to Dec  10, 2008",
    "Genre": [
      "Action",
      "Comedy",
      "Ecchi"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Tanahashi, Namoshiro (Story & Art), Koganemaru, Yamato (Story), Yatsu, Hiroyuki (Story)",
    "Score": "7.83",
    "Ranked": "1209",
    "Popularity": "2699",
    "Members": "7,405",
    "Favorites": "67",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/194911.jpg"
  },
  {
    "Id": "16668",
    "Title": "Doubutsu no Kuni",
    "Description": "Welcome to the world of Animal Country. In this world, there exists thousands of animals except for 1; man. That is, until a strange baby was found by the young raccoon Monoko. Now, she has made it her duty to be the child's mother in this world where the strong eat and the weak are eaten!\n\nIncluded one-shot:\r\nVolume 6: Konjiki no Gash Bell!! Gaiden: Tomo",
    "Volumes": "14",
    "Chapters": "56",
    "Status": "Finished",
    "Published": "Sep  9, 2009 to Feb  8, 2014",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Comedy",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Bessatsu Shounen Mag",
    "Authors": "Raiku, Makoto (Story & Art)",
    "Score": "7.83",
    "Ranked": "1210",
    "Popularity": "3314",
    "Members": "6,067",
    "Favorites": "117",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/249540.jpg"
  },
  {
    "Id": "22519",
    "Title": "To LOVE-Ru Darkness",
    "Description": "Rito Yuuki remains unsuccessful and indecisive with his love for his crush, Haruna Sairenji, and the alien princess, Lala Satalin Deviluke. Meanwhile, Lala's little sister Momo also falls in love with Rito and works on building a harem for him in hopes of giving herself a place in Rito's love life.\n\r\nTo do so she enrolls in his school to secretly support all of Rito's love interests and even attempts to find him more, including the recently enrolled alien assassin Konjiki no Yami, also known as  \"Yami,\" who puts off her next bounty because of him. However, Kurosaki Mea, Yami's little sister, intends for Yami to return to being an assassin.\n\nTo LOVE-Ru Darkness continues from the events of To LOVE-Ru with new girls, new foes, and even more lewd moments.\n\r\n",
    "Volumes": "18",
    "Chapters": "100",
    "Status": "Finished",
    "Published": "Oct  4, 2010 to Mar  4, 2017",
    "Genre": [
      "Comedy",
      "Romance",
      "Sci-Fi",
      "Supernatural",
      "Ecchi"
    ],
    "Theme": [
      "Harem",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Yabuki, Kentarou (Art), Hasemi, Saki (Story)",
    "Score": "7.83",
    "Ranked": "1211",
    "Popularity": "324",
    "Members": "48,872",
    "Favorites": "2,545",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/253547.jpg"
  },
  {
    "Id": "23689",
    "Title": "Inari, Konkon, Koi Iroha.",
    "Description": "Fushimi Inari has a hopeless crush on her classmate Tanbabashi. One day, while trying to interact with him, she accidentally humiliates him in front of the whole class. He refuses to accept her apologies, and, to make matters worse, she discovers that he probably has a crush on their incredibly cute classmate Sumizome.\n\r\nShe has all these things in mind when she is summoned by Uka-no-Mitama-no-Kami, a pale fox goddess. In return for rescuing a little fox-spirit creature before school that day, the goddess offers to grant a single wish of Inari's. Without thinking, she blurts out that she wants to be Sumizome. As one might expect, this wish does not go nearly as well as Inari had hoped, and the kindly goddess breaks a goddess-rule to give Inari the ability to change herself back. Now, Inari can change her own shape at will, and using her new skill is very tempting as she keeps trying to win Tanbabashi's heart. But if Inari flaunts her ability, both she and the goddess might end up in trouble with Amaterasu!\n\r\n(Source: MangaHelpers)",
    "Volumes": "10",
    "Chapters": "53",
    "Status": "Finished",
    "Published": "Jul  3, 2010 to Apr  4, 2015",
    "Genre": [
      "Comedy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Ac",
    "Authors": "Yoshida, Morohe (Story & Art)",
    "Score": "7.83",
    "Ranked": "1212",
    "Popularity": "986",
    "Members": "18,045",
    "Favorites": "357",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/188898.jpg"
  },
  {
    "Id": "51493",
    "Title": "Murasakiiro no Qualia",
    "Description": "Despite her harmless exterior, Yukari Marii, hides a deep, dark secret: her pretty purple eyes see all living beings as robots. Initially considering it to be nothing more than a quirky eccentricism, her friend Manabu \"Gaku\" Hatou soon realizes there's more truth to Yukari's words than she first thought. Despite her weirdness, Yukari's diminutive cuteness instills in Hatou a deep desire to protect her. In contrast, Yukari considers Hatou a \"super-modifiable all-purpose robot.\"\n\r\nYet, Yukari's starkly unique view on the world has made her a lonely person, even causing her old friend Nanami Tenjou to  act cruelly towards her. After an incident, Hatou finds out that Yukari is not the only one with a unique sight, termed a \"Qualia.\" When Yukari is recruited into an institution for children with Qualia, Hatou is soon plunged into a conspiracy she must claw her way out of.\n\r\n",
    "Volumes": "3",
    "Chapters": "21",
    "Status": "Finished",
    "Published": "Jan  27, 2011 to Aug  27, 2013",
    "Genre": [
      "Fantasy",
      "Mystery",
      "Sci-Fi"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Ueo, Hisamitsu (Story), Tsunashima, Shirou (Art)",
    "Score": "7.83",
    "Ranked": "1213",
    "Popularity": "1663",
    "Members": "11,719",
    "Favorites": "331",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/130549.jpg"
  },
  {
    "Id": "22273",
    "Title": "Shumari",
    "Description": "None",
    "Volumes": "4",
    "Chapters": "31",
    "Status": "Finished",
    "Published": "1978 to ?",
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "    N",
    "Authors": "Tezuka, Osamu (Story & Art)",
    "Score": "7.82",
    "Ranked": "1214",
    "Popularity": "27053",
    "Members": "325",
    "Favorites": "5",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/36219.jpg"
  },
  {
    "Id": "22520",
    "Title": "Dorabase: Doraemon Super Baseball Gaiden",
    "Description": "Dorabase takes place in Tokyo in the 22nd century. The protagonist of the story is Kuroemon, a cat robot of the same type as Doraemon and the captain and team manager of the baseball team Edogawa Doras. The manga focuses on the stories of the Edogawa Doras, as it faces countless adversaries and grows from a team unable to win even a single game to a world class amateur baseball team. The rules for baseball remain largely unchanged in the 22nd century, with the notable exception that three designated secret gadgets from the main Doraemon series can be used in each game.\n\r\n(Source: Wikipedia)",
    "Volumes": "23",
    "Chapters": "134",
    "Status": "Finished",
    "Published": "Aug  15, 2000 to Sep  15, 2011",
    "Genre": [
      "Comedy",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Kids"
    ],
    "Serialization": "CoroCoro Comic",
    "Authors": "Mugiwara, Shintarou (Story & Art)",
    "Score": "7.82",
    "Ranked": "1215",
    "Popularity": "11958",
    "Members": "1,319",
    "Favorites": "53",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/187761.jpg"
  },
  {
    "Id": "25132",
    "Title": "Akame ga Kill!",
    "Description": "The ruthless Minister Honest exploits the ignorance of a new young Emperor and deviously rules the country from the shadows with twisted morals and no regard for human life. As a result of this, an epidemic of crime and corruption has spread throughout the country's capital city, and a state of society ensues where the privileged have absolute domination over the lesser.\n\r\nHowever, there exists an organization to combat this rife abuse of power: Night Raid, a secret division of the oppositionary Revolutionary Army. It is composed of a small team of ruthless assassins who murder all those who partake in or turn a blind eye to the Empire's outrageous wrongdoings. \n\r\nTatsumi is a naïve, sword-wielding young man on a journey to save his impoverished village. Soon, he witnesses the bloody horrors and cruelty of the capital firsthand. Overcome with hatred, Tatsumi is swayed by Night Raid's profound cause and decides to join them, embarking on a painful and dangerous mission to exact revenge on Minister Honest. Tatsumi gains many invaluable experiences as he unravels the ethics of conflicting ideologies, life and death, all while working toward the restoration of a humane world.\n\r\n",
    "Volumes": "15",
    "Chapters": "80",
    "Status": "Finished",
    "Published": "Apr  22, 2010 to Dec  22, 2016",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Gore",
      "Super Power"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Jok",
    "Authors": "Tashiro, Tetsuya (Art), Takahiro (Story)",
    "Score": "7.82",
    "Ranked": "1217",
    "Popularity": "46",
    "Members": "175,983",
    "Favorites": "8,983",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/260104.jpg"
  },
  {
    "Id": "25861",
    "Title": "Aoki Hagane no Arpeggio",
    "Description": "Suddenly, a fleet of ships with mysterious superweapons called the \"Fleet of Fog\" appeared all around the world. Humanity didn't have the technology to fight such a fleet, so they were driven out of the sea.\n\r\nSeventeen years after the battle, Gunzou Chihaya and his crewmates aboard the I-401 and the personification (Mental Model) of the I-401, Iona, started fighting the Fleet of Fog.\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  30, 2009 to ?",
    "Genre": [
      "Action",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young King OURs",
    "Authors": "Ark Performance (Story & Art)",
    "Score": "7.82",
    "Ranked": "1218",
    "Popularity": "2057",
    "Members": "9,363",
    "Favorites": "325",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/243931.jpg"
  },
  {
    "Id": "28107",
    "Title": "Sakurasou no Pet na Kanojo",
    "Description": "After being kicked out of the main dorms for bringing in a stray cat, Kanda Sorata is forced to live in the smaller Sakura Halls where problem students are sent to live. Although he doesn't mind his roommates, Sorata can't wait to move out of Sakura Halls. But when Shiina Mashiro moves into the dorm, everything changes. Mashiro is an artistic genius who, at a young age, won many awards for her skills, but due to her childhood being so focused on art, she has no common sense and social skills. Forced to take the role of taking care of Mashiro, Sorata learns about himself and begins on a path of self improvement.\n\r\n(Source: MangaHelpers)",
    "Volumes": "8",
    "Chapters": "49",
    "Status": "Finished",
    "Published": "Feb  28, 2011 to May  30, 2015",
    "Genre": [
      "Comedy",
      "Romance",
      "Slice of Life",
      "Ecchi"
    ],
    "Serialization": "Dengeki G's Comic",
    "Authors": "Kusano, Houki (Art), Kamoshida, Hajime (Story)",
    "Score": "7.82",
    "Ranked": "1219",
    "Popularity": "1575",
    "Members": "12,332",
    "Favorites": "155",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/159576.jpg"
  },
  {
    "Id": "44171",
    "Title": "Omairi desu yo",
    "Description": "Miza Yuuji is the so-called \"beautiful priest\" of Uguisuzaka Shopping District, loved and respected by all not only for his skills as a Buddhist priest but for his demure demeanor and kind air. While he professes to have pledged himself to the cloth, vowing to remain unmarried and celibate for life... he's harbored a crush on his best friend Saburou since middle school. Now that Saburou's back in town, taking over his parents' tofu shop after an eight-year absence, Yuuji must deal with feelings he thought he'd long since moved past—and that's when he gets drunk one evening in Saburou's presence.\n\r\n(Source: September Scanlations)",
    "Volumes": "10",
    "Chapters": "46",
    "Status": "Finished",
    "Published": "Jul  7, 2011 to Apr  7, 2021",
    "Genre": [
      "Boys Love"
    ],
    "Serialization": "GUSH",
    "Authors": "Yamamoto, Kotetsuko (Story & Art)",
    "Score": "7.82",
    "Ranked": "1220",
    "Popularity": "2051",
    "Members": "9,383",
    "Favorites": "81",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/77891.jpg"
  },
  {
    "Id": "47363",
    "Title": "Kamisama no Iutoori 2",
    "Description": "High school student Yasuto Akashi's day begins like any other, but a fight with his best friend—Senichi Aoyama—causes him to skip school. Akashi realizes that he is in the wrong, and so he immediately returns to school. However, instead of open gates, he finds the school completely sealed off from the outside world. Soon after, a giant cat's head blasts through the windows, and Akashi spots Aoyama dressed in a rat costume while drenched in blood.\n\r\nOnly three students manage to leave school alive that day, and similar occurrences are reported throughout the world. Akashi is not free from harm, however, as he is invited to partake in a deadly game whose participants are composed of those who missed school on that fateful day.\n\r\n",
    "Volumes": "21",
    "Chapters": "186",
    "Status": "Finished",
    "Published": "Jan  16, 2013 to Dec  28, 2016",
    "Genre": [
      "Action",
      "Horror",
      "Supernatural"
    ],
    "Theme": [
      "Gore"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Kaneshiro, Muneyuki (Story), Fujimura, Akeji (Art)",
    "Score": "7.82",
    "Ranked": "1221",
    "Popularity": "843",
    "Members": "20,977",
    "Favorites": "725",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/187899.jpg"
  },
  {
    "Id": "73451",
    "Title": "K: Lost Small World",
    "Description": "The series tells the story of how Misaki Yata and Saruhiko Fushimi met and parted ways.\n\r\n(Source: ANN)",
    "Volumes": "3",
    "Chapters": "13",
    "Status": "Finished",
    "Published": "Jun  13, 2014 to Jun  13, 2016",
    "Genre": [
      "Supernatural"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Hatsu Kiss",
    "Authors": "GoRA (Story), Ookita, Yoru (Art)",
    "Score": "7.82",
    "Ranked": "1243",
    "Popularity": "7736",
    "Members": "2,346",
    "Favorites": "63",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/166578.jpg"
  },
  {
    "Id": "114006",
    "Title": "Nora to Zassou",
    "Description": "Following the death of his daughter, Assistant Inspector Hajime Yamada has lost hope in everything, and jobs like closing under-aged prostitution rings don't exactly help matters. But there he meets a girl who looks alarmingly like his late daughter. Her name is Shiori Umino, a runaway girl who's desperate enough to sell herself to escape her house but won't tell anyone why.\n\r\n(Source: MU)",
    "Volumes": "4",
    "Chapters": "26",
    "Status": "Finished",
    "Published": "Apr  21, 2018 to Aug  21, 2020",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning Tw",
    "Authors": "Shinzou, Keigo (Story & Art)",
    "Score": "7.82",
    "Ranked": "1227",
    "Popularity": "4110",
    "Members": "4,831",
    "Favorites": "57",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/213119.jpg"
  },
  {
    "Id": "115958",
    "Title": "Persona 5: Mementos Mission",
    "Description": "The Phantom Thieves are a mysterious group who claim to steal the hearts of corrupt individuals in order to achieve world reformation. Allegedly, those who have their hearts stolen will confess to their crimes of their own free will. However, some people believe that the Phantom Thieves are merely an urban legend. \n\r\nRen Amamiya and Ann Takamaki are two members of the Phantom Thieves who learn that Ann's coworker, the glamorous model Mika, is being harassed. Before they can convince her to ask for help by posting on the Phantom Aficionado website, all three witness a top production company executive's medical emergency—an incident that is later theorized to be attempted murder. The rest of the Phantom Thieves agree to investigate the presumed poisoning so they can clear the suspicion aimed at Mika. Soon enough, they find themselves looking into several other matters concerning Ren's \"Confidants\" from different walks of life and different parts of the city. The pressing question is: could all of the Phantom Thieves' self-proclaimed \"missions\" possibly be related?\n\r\n",
    "Volumes": "3",
    "Chapters": "19",
    "Status": "Finished",
    "Published": "Oct  26, 2018 to Jun  27, 2020",
    "Genre": [
      "Action",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Dengeki Maoh",
    "Authors": "Saitou, Rokuro (Story & Art)",
    "Score": "7.82",
    "Ranked": "1228",
    "Popularity": "7123",
    "Members": "2,598",
    "Favorites": "103",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/221876.jpg"
  },
  {
    "Id": "118858",
    "Title": "Dai Dark",
    "Description": "Zaha Sanko's body has great and terrible powers–they say that possessing his bones will grant you any wish, even the desire to become ruler of the universe. But Sanko is still a teenage dude with his own life, and he isn't about to let every monstrous lowlife in the galaxy rip him limb from limb. He and his skeletal buddy Avakian will use their dark powers to fend off any murder attempts while they search space for whomever put this curse on Sanko's bones...because killing them might end the madness. (And then Sanko can celebrate with his favorite spaghetti.)\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  12, 2019 to ?",
    "Genre": [
      "Comedy",
      "Horror",
      "Sci-Fi"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gess",
    "Authors": "Hayashida, Q (Story & Art)",
    "Score": "7.82",
    "Ranked": "1229",
    "Popularity": "474",
    "Members": "35,216",
    "Favorites": "532",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/226814.jpg"
  },
  {
    "Id": "122851",
    "Title": "Honzuki no Gekokujou: Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen Dai 3-bu - Ryouchi ni Hon wo Hirogeyou!",
    "Description": "To protect those she cares about from danger, Myne abandons the life she knows to become Rozemyne, the archduke's mana-rich adopted daughter. But her passion for books hasn't changed, nor does she hesitate to charge into another strange new world. In this biblio-fantasy by bookworms, for bookworms, the detailed setting continues to expand—and so too does the book-making industry!\n\r\n(Source: J-Novel Club)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  30, 2018 to ?",
    "Genre": [
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Reincarnation"
    ],
    "Serialization": "Comic C",
    "Authors": "Kazuki, Miya (Story), Namino, Ryou (Art)",
    "Score": "7.82",
    "Ranked": "1230",
    "Popularity": "7523",
    "Members": "2,432",
    "Favorites": "26",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/224003.jpg"
  },
  {
    "Id": "133988",
    "Title": "Seishun Buta Yarou wa Logical Witch no Yume wo Minai",
    "Description": "\"For the past three days, there have been two Rio Futabas.\" After successfully breaking the time loop that he and Koga were trapped in, Sakuta's threshold for what qualifies as \"odd\" was higher than most. So seeing his friend Futaba in a net café late at night should have been downright unremarkable—if he wasn't already on the phone with another Futaba...The ever-logical second-year has a doppelgänger, and neither one can (or will) explain what's caused this sudden case of Adolescence Syndrome. With one of the Futabas staying at his place, Sakuta will have to work fast in order to solve this. After all, who knows what could happen if the two doppelgängers meet?\"\n\r\n(Source: Yen Press)",
    "Volumes": "2",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Aug  1, 2020 to May  19, 2022",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "ComicWalk",
    "Authors": "Kamoshida, Hajime (Story), Akina, Tsukako (Art)",
    "Score": "7.82",
    "Ranked": "1232",
    "Popularity": "8234",
    "Members": "2,180",
    "Favorites": "20",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/243226.jpg"
  },
  {
    "Id": "344",
    "Title": "ES: Eternal Sabbath",
    "Description": "Ryousuke Akiba calls himself ES, a code name taken from a mysterious scientific experiment. Ryousuke will live to be at least two centuries old and possesses strange mental powers: He can enter people's minds, discover their darkest secrets, even rearrange their memories so that complete strangers will treat him like family. Ryousuke acts not out of malice but for survival-wandering Tokyo for reasons known only to him. No one recognizes him for what he is...until Dr. Mine Kujyou, a determined researcher, meets someone who challenges everything she knows about science-ES, possessor of the Eternal Sabbath gene. But is he the only one?\n\r\n(Source: Del Rey)",
    "Volumes": "8",
    "Chapters": "83",
    "Status": "Finished",
    "Published": "Aug  23, 2001 to Oct  7, 2004",
    "Genre": [
      "Drama",
      "Sci-Fi",
      "Supernatural"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Souryo, Fuyumi (Story & Art)",
    "Score": "7.82",
    "Ranked": "1233",
    "Popularity": "1282",
    "Members": "14,700",
    "Favorites": "271",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/174740.jpg"
  },
  {
    "Id": "766",
    "Title": "Akuma de Sourou",
    "Description": "High school is hard for Kayano. When she tries to confess her love to the kind but distant Yuichi, the school bully Takeru makes her life hell. But things get worse when Kayano's mother gets engaged to Takeru's father, the school principal!\n\r\nSoon enough, instead of be in love with Yuichi, she falls in her love with her future brother, Takeru.\n\r\nWhat will she do about this forbidden love?\n\nIncluded one-shot:\r\nVolume 11: Flying Rabbit",
    "Volumes": "11",
    "Chapters": "42",
    "Status": "Finished",
    "Published": "Jan  1, 1998 to Dec  2002",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Takanashi, Mitsuba (Story & Art)",
    "Score": "7.82",
    "Ranked": "1234",
    "Popularity": "1369",
    "Members": "13,931",
    "Favorites": "358",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/257266.jpg"
  },
  {
    "Id": "933",
    "Title": "Elfen Lied",
    "Description": "Lucy is a special breed of human referred to as \"Diclonius,\" born with a short pair of horns and invisible telekinetic hands that lands her as a victim of inhumane scientific experimentation by the government. However, once circumstances present her an opportunity to escape, Lucy, corrupted by the confinement and torture, unleashes a torrent of bloodshed as she escapes her captors.\n\r\nDuring her breakout, she receives a crippling head injury that leaves her with a split personality: someone with the mentality of a harmless child possessing limited speech capacity. In this state of instability, she stumbles upon two college students, Kouta and his cousin Yuka, who unknowingly take an injured fugitive into their care, unaware of her murderous tendencies. This act of kindness will change their lives, as they soon find themselves dragged into the shadowy world of government secrecy and conspiracy.\n\r\n",
    "Volumes": "12",
    "Chapters": "113",
    "Status": "Finished",
    "Published": "Jun  6, 2002 to Aug  25, 2005",
    "Genre": [
      "Action",
      "Drama",
      "Horror",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Gore",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Okamoto, Lynn (Story & Art)",
    "Score": "7.82",
    "Ranked": "1235",
    "Popularity": "140",
    "Members": "96,537",
    "Favorites": "5,478",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/253951.jpg"
  },
  {
    "Id": "1185",
    "Title": "Katsu!",
    "Description": "Satoyama Katsuki and his best friend Kawakami Kyouta, both age 15, enrolls in Mizutani Boxing Gym to get close to their tomboyish crush, Mizutani Katsuki, whose father owns it. However, Satoyama soon finds out that she is distant from her father. Worse, it turns out that she hates boxing.\n\r\nIn a sparring match, everyone including Mizutani soon discovers Satoyama's hidden yet unpolished skill in boxing. Satoyama soon learns that Mizutani is really in love with boxing, but disdains it because its a man's sport of which she cannot join. Mizutani then takes it upon herself to be Satoyama's trainer/manager to reach the championship belt. Satoyama complies to be closer to his crush.\n\r\nAs the story progresses, we soon find out that Satoyama has a hidden past and lineage, one that would give him the necessary skill and talent to be a legendary oriental pro-boxing champion.\n\r\n(Source: Wikipedia)",
    "Volumes": "16",
    "Chapters": "157",
    "Status": "Finished",
    "Published": "Aug  8, 2001 to Feb  16, 2005",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Romance",
      "Sports"
    ],
    "Theme": [
      "Combat Sports",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Adachi, Mitsuru (Story & Art)",
    "Score": "7.82",
    "Ranked": "1236",
    "Popularity": "2370",
    "Members": "8,293",
    "Favorites": "115",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/180361.jpg"
  },
  {
    "Id": "4018",
    "Title": "Top Secret",
    "Description": "What if it's possible to extract some two or more years of a person's memories (projected onto visual display for all to see) from the brain after the person's death? It would certainly be beneficial for solving difficult murder cases since the memories would display the victims' last moments. But at what cost? What of the dead's privacy as strangers poke about in their most private memories? What about the effects the imageries may have on the persons whose jobs require going through psychotic murderers' minds and experience whatever emotions and feelings these murderers felt as they skin and disembowel their victims? In The Top Secret, Shimizu-sensei explores the idea of re-displaying images of decedents' memories from their brains.",
    "Volumes": "12",
    "Chapters": "22",
    "Status": "Finished",
    "Published": "Feb  16, 1999 to Jun  28, 2012",
    "Genre": [
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Melody",
    "Authors": "Shimizu, Reiko (Story & Art)",
    "Score": "7.82",
    "Ranked": "1237",
    "Popularity": "5029",
    "Members": "3,862",
    "Favorites": "64",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/164139.jpg"
  },
  {
    "Id": "11493",
    "Title": "Jin",
    "Description": "As a result of a strange encounter with a mysterious carcinogenic fetus he found inside a patient's skull, brain surgeon Minakata Jin has slipped back through time. Equipped with modern medical knowledge, he faces various fatal diseases and injuries. Then, he meets the ordinary people of Edo as well as illustrious figures, and his surgical knife carves out a new history and story of life.\n\r\n(Source: Easy Going Scanlations)",
    "Volumes": "20",
    "Chapters": "137",
    "Status": "Finished",
    "Published": "Apr  12, 2000 to Nov  24, 2010",
    "Genre": [
      "Award Winning",
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "Historical",
      "Medical",
      "Time Travel"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Super Jump",
    "Authors": "Murakami, Motoka (Story & Art)",
    "Score": "7.82",
    "Ranked": "1239",
    "Popularity": "3372",
    "Members": "5,975",
    "Favorites": "76",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/159859.jpg"
  },
  {
    "Id": "11767",
    "Title": "Suki tte Ii na yo.",
    "Description": "After several incidents during her childhood that involved bullying, 16-year-old Mei Tachibana decided that she did not need friends as they would only ever end up hurting her. She is the exact opposite of Yamato Kurosawa—the most popular boy at school. Having dated several girls in their year already, Yamato is a flirt who gets along with everyone he meets. Mei's aloof demeanor immediately catches Yamato's attention, who vows to become her friend no matter what.\n\r\nAfter a tense situation where Yamato protects her from a stalker at night, Mei believes that she is developing feelings for him. Soon enough, the two teens find themselves in an unlikely relationship together, much to the dismay of Mei and her jealous classmates. As they grow closer, Mei will need to determine whether or not her affection is genuine and if she has the courage to say \"I love you.\"\n\r\n",
    "Volumes": "18",
    "Chapters": "73",
    "Status": "Finished",
    "Published": "Feb  23, 2008 to Jul  24, 2017",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Hazuki, Kanae (Story & Art)",
    "Score": "7.82",
    "Ranked": "1240",
    "Popularity": "190",
    "Members": "78,865",
    "Favorites": "2,127",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/198567.jpg"
  },
  {
    "Id": "14154",
    "Title": "Arakawa Under the Bridge",
    "Description": "Twenty-year-old student Kou Ichinomiya has always followed his elite family's motto: never be indebted to anyone. However, an unfortunate situation puts his life in danger, and he is saved by a stranger named Nino, who claims to be from Venus. As if owing someone is not bad enough, the peculiar girl wishes that he repay her deed by experiencing love together—and he must live with her under the Arakawa River bridge.\n\r\nAlthough Kou figures that he will somehow fulfill this obligation, his plans are blown away by Nino's friends: various riverside residents who seem even more eccentric than his new lover. From the Village Chief who gives Kou a new name, \"Recruit,\" to a gentle-looking but sadistic woman managing an animal farm, one can never tell which outlandish character will next color Arakawa's bizarre life under the bridge.\n\r\n",
    "Volumes": "15",
    "Chapters": "410",
    "Status": "Finished",
    "Published": "Dec  3, 2004 to Jul  3, 2015",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Gang",
    "Authors": "Nakamura, Hikaru (Story & Art)",
    "Score": "7.82",
    "Ranked": "1241",
    "Popularity": "1020",
    "Members": "17,593",
    "Favorites": "384",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/59489.jpg"
  },
  {
    "Id": "16815",
    "Title": "Itsuwaribito◆Utsuho◆",
    "Description": "\"Can a liar lead a life of good?\"\n\r\nUtsuho's truthfulness as a child resulted in an enormous catastrophe, and he decided to lie from that day forward. Raised in a village of orphans by a monk, Utsuho is an unrepentant troublemaker. The monk eventually inspires him to help people, but there's no way Utsuho's going to lead an honest life! Instead, he's going to use his talents for mischief and deception for good!\n\r\n(Source: Official synopsis)",
    "Volumes": "23",
    "Chapters": "224",
    "Status": "Finished",
    "Published": "Jan  28, 2009 to Sep  3, 2013",
    "Genre": [
      "Action"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Club Sunday",
    "Authors": "Iinuma, Yuuki (Story & Art)",
    "Score": "7.82",
    "Ranked": "1242",
    "Popularity": "2978",
    "Members": "6,717",
    "Favorites": "161",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/75503.jpg"
  },
  {
    "Id": "96194",
    "Title": "Honzuki no Gekokujou: Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen Dai 1-bu - Hon ga Nai nara Tsukureba Ii!",
    "Description": "\"God, even if I'm reincarnated, please let me keep reading lots of books...\"\n\r\nThis was the dying wish of Urano Motosu, a university student who loved to read books, no matter the genre or type. She treasured books to such an extent that she aimed to graduate with a librarian's certificate—which she was on the verge of acquiring if it weren't for an earthquake that caused her bookshelf to collapse and crush her to death. Though she may not have been granted the job of her dreams, she was at least granted another chance at life.\n\r\nAwakening as a frail five-year-old girl named Maine, she finds herself in a foreign medieval city populated by people with strange-colored hair. This new world fascinates Maine, but her lack of strength and the low status of her family and shelter disappoints her. To make things worse, she realizes that public literacy is low and books are rare and expensive in this city. Although Maine's past life has ended, her love for books has not—and thus begins the story of this bookworm's quest to make her own books.\n\r\n",
    "Volumes": "7",
    "Chapters": "47",
    "Status": "Finished",
    "Published": "Oct  30, 2015 to Jul  2, 2018",
    "Genre": [
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Reincarnation"
    ],
    "Serialization": "Comic C",
    "Authors": "Suzuka (Art), Kazuki, Miya (Story)",
    "Score": "7.82",
    "Ranked": "1223",
    "Popularity": "1450",
    "Members": "13,277",
    "Favorites": "199",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/171435.jpg"
  },
  {
    "Id": "99575",
    "Title": "Usotoki Rhetoric",
    "Description": "\"You're lying.\"\n\r\nSixteen-year-old Kanoko Urabe knows that someone is lying if she can hear the strange, echoing sound of clanging metal in their voice. As a young and overly honest child, she would point out the lies of other villagers, and was ostracized as a result. She is eventually forced to leave her hometown and tries to find a place for herself in the city of Tsukumoya in 1920s Japan.\n\r\nIn a chance encounter, Kanoko meets Souma Iwai, a gifted but penniless detective. After she is forced to demonstrate her ability, he expresses appreciation for what she can do and agrees to take her in, asking the girl to be his assistant. The Iwai investigation firm soon makes a name for itself helping clients by solving cases with Souma's sharp wits and Kanoko's power. In the process, Kanoko's life is enriched by the various people she encounters in her investigations.\n\r\n",
    "Volumes": "10",
    "Chapters": "50",
    "Status": "Finished",
    "Published": "Jun  26, 2012 to Mar  26, 2018",
    "Genre": [
      "Mystery",
      "Romance"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Hana to Yum",
    "Authors": "Miyako, Ritsu (Story & Art)",
    "Score": "7.82",
    "Ranked": "1224",
    "Popularity": "3210",
    "Members": "6,242",
    "Favorites": "111",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/179845.jpg"
  },
  {
    "Id": "103562",
    "Title": "Mairimashita, Senpai",
    "Description": "First-year high school student Serina Koshino discovers a love song scribbled all over her desk. Figuring that an upperclassman is responsible for the act, the slightly disturbed Serina is interested in finding out who did it. Later, she finds the culprit: Asuma Mizukawa, a male student who is one year her senior. Despite Mizukawa's aloof exterior, he goes out of his way to help Serina, leading her to immediately fall in love with him.\n\r\nEven with her blooming feelings, luck is not on Serina's side, as Mizukawa barely acknowledges her existence. Still, the girl refuses to give up on love and hastily confesses to him, which moves Mizukawa enough to become her boyfriend. They may not know each other well but, with the start of their relationship, Serina might see more endearing sides to Mizukawa.\n\r\n",
    "Volumes": "10",
    "Chapters": "40",
    "Status": "Finished",
    "Published": "Jun  24, 2016 to Oct  24, 2020",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Mase, Azusa (Story & Art)",
    "Score": "7.82",
    "Ranked": "1226",
    "Popularity": "1017",
    "Members": "17,647",
    "Favorites": "283",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/189612.jpg"
  },
  {
    "Id": "93398",
    "Title": "Nanbaka",
    "Description": "A super exciting action comedy starring the inmates and guards of the world's most formidable prison.\n\r\n(Source: Crunchyroll)",
    "Volumes": "Unknown",
    "Chapters": "423",
    "Status": "Finished",
    "Published": "Oct  13, 2013 to Jun  25, 2022",
    "Genre": [
      "Action",
      "Comedy",
      "Drama"
    ],
    "Serialization": "comic",
    "Authors": "Futamata, Shou (Story & Art)",
    "Score": "7.81",
    "Ranked": "1250",
    "Popularity": "2430",
    "Members": "8,103",
    "Favorites": "259",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/166984.jpg"
  },
  {
    "Id": "94251",
    "Title": "Kageki Shoujo!!",
    "Description": "Ever since she was a little girl, Sarasa has wanted to play the role of Oscar as part of the Kouka Acting Troupe, an all-female acting troupe similar to the Takarazuka Revue. But before she can do that, she has to attend two years at the Kouka School of Musical and Theatrical Arts. As Sarasa practices singing, dancing, and acting, she grows closer to the other girls in her year, including her roommate, the stoic former J-idol, Ai. Though Sarasa is great at making friends, her outspoken nature and grand ambitions earn her lots of enemies as well. Can Sarasa keep her upbeat attitude and achieve her dream of stardom?\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  28, 2015 to ?",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Performing Arts",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Melody",
    "Authors": "Saiki, Kumiko (Story & Art)",
    "Score": "7.81",
    "Ranked": "1251",
    "Popularity": "7573",
    "Members": "2,411",
    "Favorites": "50",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/167045.jpg"
  },
  {
    "Id": "95377",
    "Title": "Ayakashi Ko",
    "Description": "Nestled within Tokyo's Asakusa district lies a quiet mansion known as Ayakashi-sou. Despite its size, the mansion is home to just a single sixteen year old girl, However, Ayakashi-sou takes its name from the ayakashi— Japanese spirits and ghosts who inhabit it. Kuuko and Yukime, a prank-loving fox girl and gentle snow-woman, call this place home, while the childlike Zashikiwarashi Kii watches over the building. They are soon joined by the newly created cat youkai named Nene, who has nowhere else to go.\n\r\nLiving with the ayakashi is the building's owner, Mahoro Miyatsuka, who inherited it from her late grandmother due to her ability to see and interact with the spirits. While her ability allows her to connect with the ayakashi, Mahoro's habit of talking to invisible people has led to her peers avoiding her. Despite this, Mahoro is content with tending to her ghostly friends as they spend their days watching fireworks, playing games, and otherwise living life one day at a time.\n\r\n",
    "Volumes": "8",
    "Chapters": "64",
    "Status": "Finished",
    "Published": "Mar  27, 2015 to Aug  27, 2020",
    "Genre": [
      "Slice of Life",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Cu",
    "Authors": "Hijiki (Story & Art)",
    "Score": "7.81",
    "Ranked": "1252",
    "Popularity": "2908",
    "Members": "6,864",
    "Favorites": "101",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/169990.jpg"
  },
  {
    "Id": "101851",
    "Title": "Akebi-chan no Sailor-fuku",
    "Description": "Akebi Komichi lives out in the countryside with her family. She's won entrance to the prestigious Roubai Academy middle school for girls and now she wants only two things—to wear the school's sailor uniform and to make a hundred friends!",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  2, 2016 to ?",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Tonari no Young Jump",
    "Authors": "Hiro (Story & Art)",
    "Score": "7.81",
    "Ranked": "1253",
    "Popularity": "1806",
    "Members": "10,634",
    "Favorites": "219",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/250312.jpg"
  },
  {
    "Id": "102980",
    "Title": "Watashi no Shounen",
    "Description": "Thirty-year-old Satoko Tawada lives a rather monotonous life: she is single, her office job is dull, her boss is her ex-boyfriend who constantly bothers her, and she has nothing to look forward to in her off-hours. Fed up with another lousy day at work, Satoko stops by a park at night to have a drink and unwind when a stray soccer ball lands by her feet.\n\r\nChasing after the ball is a 12-year-old boy named Mashuu Hayami, whom Satoko scolds for being out so late. But soon enough, she learns that evenings are the only time Mashuu is allowed to practice and refine his soccer skills. Due to her past tenure on her university's futsal team and a general concern for his safety at night, Satoko begins to teach Mashuu the basics of soccer.\n\r\nHowever, the more time Satoko spends with Mashuu, the more she finds herself becoming a maternal figure for the neglected boy. Mashuu himself begins to find solace in their outings, but not everyone may be able to support or understand their odd relationship.\n\r\n",
    "Volumes": "9",
    "Chapters": "43",
    "Status": "Finished",
    "Published": "Dec  25, 2015 to Oct  26, 2020",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Takano, Hitomi (Story & Art)",
    "Score": "7.81",
    "Ranked": "1254",
    "Popularity": "1684",
    "Members": "11,534",
    "Favorites": "255",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/186835.jpg"
  },
  {
    "Id": "61959",
    "Title": "Kishibe Rohan wa Ugokanai",
    "Description": "The spin-off focusing on Kishibe Rohan, an eccentric mangaka with the ability to read people's memories, an ability called \"Heaven's Door.\" He seeks out the supernatural to see for himself what his mysterious ability is all about.\n\nVolume 1\r\n1. Episode #16: Zangeshitsu (At a Confessional)\r\n2. Episode #02: Mutsukabezaka (Mutsukabe Hill)\r\n3. Episode #05: Fugou Mura (Millionaire Village)\r\n4. Episode #06: Mitsuryou Kaigan (Poaching Seashore)\r\n5. Kishibe Rohan Gucci e Iku (Rohan Goes to Gucci)\n\nVolume 2\r\n1. Episode #04: Mochizuki-ke no Otsukimi (The Harvest Moon)\r\n2. Episode #07: Getsuyoubi: Tenki - Ame (A Rainy Monday)\r\n3. Episode #08: D.N.A\r\n4. Episode #09: The Run",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  24, 1997 to ?",
    "Genre": [
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Araki, Hirohiko (Story & Art)",
    "Score": "7.81",
    "Ranked": "1245",
    "Popularity": "1233",
    "Members": "15,093",
    "Favorites": "172",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/210302.jpg"
  },
  {
    "Id": "65489",
    "Title": "Katayoku no Labyrinth",
    "Description": "Clumsy yet kindhearted Miyako Oguri holds an unrequited love for Hiroto Tokihara, her classmate who is in a relationship with her older sister. For their sakes, she would never act on these feelings, but this doesn't dampen the pain she feels when she sees them kissing.\n\r\nIn a miraculous twist of fate, a magical key appears in Miyako's shoe locker, promising her the ability to change the past. If only she had confessed before Hiroto met her sister... With these feelings tearing her apart inside, Miyako dives two years into the past. \n\r\nThis is her chance to finally break free of her unrequited love. However, changing the past yields unforeseen consequences; every change Miyako makes ripples outward, creating a future perhaps not for the better.\n\r\n",
    "Volumes": "10",
    "Chapters": "58",
    "Status": "Finished",
    "Published": "Jan  4, 2014 to Aug  20, 2016",
    "Genre": [
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "School",
      "Time Travel"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Sho-Com",
    "Authors": "Kumagai, Kyouko (Story & Art)",
    "Score": "7.81",
    "Ranked": "1246",
    "Popularity": "4875",
    "Members": "3,983",
    "Favorites": "132",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/166746.jpg"
  },
  {
    "Id": "69841",
    "Title": "Kenrantaru Grande Scène",
    "Description": "When Kanade was very young, she went to a ballet performance of her neighbour, Lisa, and was overwhelmed by her amazing dancing. She decided then and there that she wanted to dance like Lisa, and her parents agreed to let her take ballet lessons. Ballet is much harder than Lisa's beautiful dancing may have led her to believe, but Kanade is determined to endure and become a wonderful ballerina!\n\r\n(Source: MangaHelpers)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  19, 2013 to ?",
    "Genre": [
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Performing Arts"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Champion RED",
    "Authors": "Cuvie (Story & Art)",
    "Score": "7.81",
    "Ranked": "1248",
    "Popularity": "6032",
    "Members": "3,140",
    "Favorites": "61",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/119683.jpg"
  },
  {
    "Id": "149674",
    "Title": "Shujinkou Nikki",
    "Description": "My mother is a popular shoujo manga artist, and my brother is a good at sports and is popular at school. Compared to that, I have a twisted personality with low self-esteem. Someone like me ended up having to help my mother with her shoujo manga together with my brother's friend...!?\n\r\n(Source: Chibi Manga)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  12, 2021 to ?",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Yoshinaga, Yuu (Story & Art)",
    "Score": "7.81",
    "Ranked": "1256",
    "Popularity": "7632",
    "Members": "2,389",
    "Favorites": "27",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/265686.jpg"
  },
  {
    "Id": "48151",
    "Title": "World Trigger",
    "Description": "Mikado City, an otherwise peaceful city, is suddenly invaded after a gate from another world opens seemingly from nowhere. Interdimensional monsters called \"Neighbors\" attack, man-made weapons prove to be ineffective against them, and the city is quickly destroyed. When all hope appears to be lost, a mysterious group known as the Border Defense Agency begins to retaliate using specialized technology called \"Triggers\" and manages to halt the invasion. Four years later, the organization continues to protect the populace of Mikado City and are now revered as heroes.\n\r\nYuuma Kuga is a new student at First Mikado City High School—a school associated with Border—which comes as a surprise, as transfers to the dangerous areas are seen as suspicious. He is soon targeted by bullies, but Border's member-in-training Osamu Mikumo stands up for Yuuma, despite his doubts about him. The two's situation turns grim when a Neighbor arrives from a gate that abruptly opens in the forbidden zone; while Osamu struggles to fend it off with his Trigger, Yuuma defeats it with ease. As Osamu inquires about Yuuma's position in Border, it turns out that Yuuma is no agent—but a Neighbor himself.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  9, 2013 to ?",
    "Genre": [
      "Action",
      "Sci-Fi"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Ashihara, Daisuke (Story & Art)",
    "Score": "7.81",
    "Ranked": "1257",
    "Popularity": "349",
    "Members": "46,291",
    "Favorites": "1,772",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/187850.jpg"
  },
  {
    "Id": "98",
    "Title": "Rozen Maiden",
    "Description": "The legendary dollmaker Rozen created several unique dolls throughout his life, but it was not the materials he used that made them special. Known as Rozen Maidens, each doll was imbued with a Rosa Mystica—a precious gem that gives them life. But these dolls have a specific purpose: they must fight each other in a contest called the Alice Game. The winner becomes Alice, the perfect girl who will have the chance to meet their father and creator.\n\r\nJun Sakurada, a middle school shut-in, experiences the Alice Game up close and personal when one of these dolls arrives at his house. After winding her up with the spring provided, she comes to life and introduces herself as Shinku, the fifth Rozen Maiden. Despite Jun quickly becoming annoyed by her haughty attitude, they find themselves working together when they are attacked by another doll. At Shinku's behest, Jun becomes her medium, allowing her to use his life force as a power to defeat their enemies.\n\r\nIn the aftermath of the fight, more Rozen Maidens appear and decide to live at Jun's house. But can there be any peace when their very existence means they must fight each other?\n\r\n",
    "Volumes": "8",
    "Chapters": "46",
    "Status": "Finished",
    "Published": "Aug  12, 2002 to May  30, 2007",
    "Genre": [
      "Comedy",
      "Drama",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic B",
    "Authors": "PEACH‐PIT (Story & Art)",
    "Score": "7.81",
    "Ranked": "1258",
    "Popularity": "1009",
    "Members": "17,740",
    "Favorites": "603",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/271890.jpg"
  },
  {
    "Id": "3153",
    "Title": "Q.E.D.: Shoumei Shuuryou",
    "Description": "Touma Sou is an MIT-graduated-student who comes back to Japan because he wants to know how it feels to be a high school student.\n\r\nMizuhara Kana is a strong girl who loves sports.\n\r\nTogether, they are partners in solving cases that happen around them.\n\r\n(Source: MU)",
    "Volumes": "50",
    "Chapters": "99",
    "Status": "Finished",
    "Published": "Jun  20, 1997 to Feb  17, 2015",
    "Genre": [
      "Award Winning",
      "Mystery"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Magazine E-",
    "Authors": "Katou, Motohiro (Story & Art)",
    "Score": "7.81",
    "Ranked": "1260",
    "Popularity": "4538",
    "Members": "4,308",
    "Favorites": "107",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/156124.jpg"
  },
  {
    "Id": "3749",
    "Title": "Umineko no Naku Koro ni - Episode 1: Legend of the Golden Witch",
    "Description": "Every year, the Ushiromiya family attends a gathering held by the eccentric family head, Kinzou, on the island of Rokkenjima. As his health is failing, most of the family believe he doesn't have much time left. So as a typhoon rages on outside, so too does the storm in their hearts as they squabble amongst themselves over the inheritance and the claim of being Kinzou's rightful heir.\n\r\nBattler, Kinzou's grandson, has returned to Rokkenjima after a six year absence, expecting the gathering to go smoothly. However, his eccentric grandfather has other plans; he enacts a bizarre game, challenging everyone to find his hidden gold. The one who finds it also receives the most coveted reward of all: the leadership of the family. However, their game is beset with violence and murder when the participants are used as \"sacrifices\" to revive the Millennial Witch of Rokkenjima, Beatrice.\n\r\nEver the skeptic, Battler doesn't believe in the occult. But when so many around him turn up dead, he is forced to question whether it was the work of magic or the machinations of someone among them.\n\r\n",
    "Volumes": "4",
    "Chapters": "23",
    "Status": "Finished",
    "Published": "Dec  22, 2007 to Aug  22, 2009",
    "Genre": [
      "Comedy",
      "Drama",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Psychological"
    ],
    "Serialization": "Gangan Jok",
    "Authors": "Natsumi, Kei (Art), Ryukishi07 (Story)",
    "Score": "7.81",
    "Ranked": "1261",
    "Popularity": "563",
    "Members": "30,252",
    "Favorites": "641",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/248922.jpg"
  },
  {
    "Id": "5394",
    "Title": "Kiss/Hug",
    "Description": "Ryuu, a super-business-like transfer student from England with black hair and blue eyes just arrived! During the night of the Tanabata festival, Ryuu and Yukino became attracted to each other at first sight. He then declares, \"You will be mine!\" This brought confusion to Yukino, who has zero experience in love. But could she actually be falling in love? \n\r\n(Source: Aerandria Scans)",
    "Volumes": "3",
    "Chapters": "14",
    "Status": "Finished",
    "Published": "2007",
    "Genre": [
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Mitsuki, Kako (Story & Art)",
    "Score": "7.81",
    "Ranked": "1262",
    "Popularity": "1106",
    "Members": "16,370",
    "Favorites": "220",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/249692.jpg"
  },
  {
    "Id": "8446",
    "Title": "Ikigami",
    "Description": "In a dystopian nation, a public prosperity law like no other is in effect: The National Welfare Act, in which citizens between the ages of 18-24 are selected to die for their country. Twenty-four hours before a nanocapsule carries out their death, the chosen receive notifications called \"Ikigami\" from government messengers. The government gives only one ostensible reason for the act’s purpose—to spread the value of life.\n\r\nKengo Fujimoto is a newly instated Ikigami messenger who is indecisive on his stance of the act. Curbing his hesitation to avoid the watchful eye of the national police, Kengo decides that delivering the Ikigami will help shape his opinion. \n\nIkigami follows how people act knowing that their final hours are upon them. Whether committing acts of kindness or crimes of passion, the chosen's actions have profound impacts on those around them, and it will ultimately lead Kengo to his decision.\n\r\n",
    "Volumes": "10",
    "Chapters": "60",
    "Status": "Finished",
    "Published": "Jan  27, 2005 to Feb  6, 2012",
    "Genre": [
      "Action",
      "Drama",
      "Mystery",
      "Suspense"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Sunday (Weekly)",
    "Authors": "Mase, Motoro (Story & Art)",
    "Score": "7.81",
    "Ranked": "1263",
    "Popularity": "788",
    "Members": "22,311",
    "Favorites": "440",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/145489.jpg"
  },
  {
    "Id": "8840",
    "Title": "Hanatsukihime",
    "Description": "When Lys was born, her heart did not beat at all. To save her, her mother made a contract with a devil: Lys can borrow his heart until the day she turns 16, but after that, he will eat her body. Together with her companion, Siva, someone she met by chance on the desert at night, she travels around as a dancer girl to find the devil who sealed her fate. One day, while they were traveling, they suddenly meet an egoistic prince and a ring spirit...A Thousand and One Nights romance between the devil and the young girl.\n\n(Source: Aerandria Scans)",
    "Volumes": "2",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "Dec  10, 2007 to Apr  10, 2008",
    "Genre": [
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaLa DX",
    "Authors": "Hibiki, Wataru (Story & Art)",
    "Score": "7.81",
    "Ranked": "1264",
    "Popularity": "1215",
    "Members": "15,286",
    "Favorites": "201",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/185699.jpg"
  },
  {
    "Id": "10386",
    "Title": "Yume-iro Pâtissière",
    "Description": "Ichigo Amano adores cakes, and she dreams of sharing her passion with others one day. While stuffing her face at a sweets festival, Ichigo stumbles across a cake that reminds her of a pastry from her past. This intrigues Henri Lucas—the pâtissièr that made the cake. Impressed by her astute sense of taste, he implores Ichigo to enroll at St. Marie Academy, where they train the next generation of pâtissières in all aspects of creating confections.\n\r\nOn her first day as a transfer student, Ichigo prays for her success in front of a \"Queen of Sweets Spirits\" statue on campus. She is later placed in a group with the school's legendary \"Sweets Princes\"—three boys at the top of her class, each specializing in a different confectionary discipline. Struggling to keep up with the course material, she faces scrutiny from her classmates for being an amateur despite the praise she received from Henri. Upset that her skills pale in comparison to those of her talented team members, Ichigo vows to use her every waking hour to practice.\n\r\nSeeing her conviction, a Sweets Spirit named Vanilla answers her wishes and coaches Ichigo through the basics of baking amazing cakes. Vanilla aspires to become one of the Sweets Kingdom's \"Royal Pâtissières,\" but she must first prove her abilities by aiding a human. Using her magic, Vanilla helps elevate Ichigo's techniques and confections to the next level as the two work towards becoming top pâtissières.\n\r\n",
    "Volumes": "12",
    "Chapters": "59",
    "Status": "Finished",
    "Published": "Sep  3, 2008 to Aug  22, 2013",
    "Genre": [
      "Award Winning",
      "Gourmet",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Matsumoto, Natsumi (Story & Art)",
    "Score": "7.81",
    "Ranked": "1265",
    "Popularity": "3037",
    "Members": "6,600",
    "Favorites": "98",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/150088.jpg"
  },
  {
    "Id": "10580",
    "Title": "Persona 4",
    "Description": "Inaba is a sleepy countryside town that has recently been the center of a string of mysterious serial murders. While his parents head abroad for work, Souji Seta moves into the town to live with his uncle for the year. He enrolls at Yasogami High School, where he is placed in the same class as the bold Chie Satonaka, the rowdy Yosuke Hanamura, and the refined Yukiko Amagi. The four quickly become friends and begin to hang out after school, where Chie asks Souji if he has ever heard of the \"Midnight Channel\"—a channel one can view on their turned-off TV when they are alone at midnight during rainy weather. It is said that while staring at one's reflection on the screen, their soulmate will appear instead.\n\r\nBelieving it to be an urban legend, Souji, Chie, and Yosuke decide to tune in at the stroke of midnight, when they witness a classmate of theirs appear on the screen. When the same classmate ends up being the next victim in the serial murders, the three of them realize that the mysterious Midnight Channel is somehow involved. As the police struggle to find any leads, Souji and his new friends decide to investigate the mystery themselves, beginning a search that takes them not only across Inaba, but also into a mysterious parallel world beyond the TV.\n\r\n",
    "Volumes": "13",
    "Chapters": "68",
    "Status": "Finished",
    "Published": "Sep  19, 2008 to Mar  27, 2019",
    "Genre": [
      "Action",
      "Drama",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Dengeki Maoh",
    "Authors": "Sogabe, Shuji (Story & Art), Atlus (Story)",
    "Score": "7.81",
    "Ranked": "1266",
    "Popularity": "2193",
    "Members": "8,887",
    "Favorites": "238",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/217941.jpg"
  },
  {
    "Id": "109339",
    "Title": "Saihate no Paladin",
    "Description": "William is the lone human in a city of the dead. Born with vague memories of a past life in contemporary Japan where he failed to do anything useful, he is determined not to make the same mistake again, and that this time, his life will be lived. But what does that really mean? Raised by a group of the undead, William must discover what circumstances brought him to this city and these people as well as what it means to not just exist, but to live a full life.\n\r\n(Source: ANN)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  25, 2017 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Reincarnation"
    ],
    "Serialization": "Comic Gard",
    "Authors": "Okuhashi, Mutsumi (Art), Yanagino, Kanata (Story)",
    "Score": "7.81",
    "Ranked": "1267",
    "Popularity": "608",
    "Members": "28,531",
    "Favorites": "358",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/208057.jpg"
  },
  {
    "Id": "111857",
    "Title": "Hana ni Arashi",
    "Description": "Nanoha and Chidori are students at an all-girls school who are dating but trying to keep this a secret from all of their classmates.",
    "Volumes": "13",
    "Chapters": "163",
    "Status": "Finished",
    "Published": "Nov  24, 2017 to Aug  4, 2023",
    "Genre": [
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Sunday Webry",
    "Authors": "Kobachi, Ruka (Story & Art)",
    "Score": "7.81",
    "Ranked": "1268",
    "Popularity": "1918",
    "Members": "9,982",
    "Favorites": "185",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/212605.jpg"
  },
  {
    "Id": "122559",
    "Title": "Devil May Cry 5: Visions of V",
    "Description": "Based on the game Devil May Cry 5, it's a spinoff story from the viewpoint of the mysterious man V. The story will go into V’s birth, how he meets his familiars, and other plot details in what is essentially a prequel to the game.\n\r\n(Source: ANN)",
    "Volumes": "5",
    "Chapters": "38",
    "Status": "Finished",
    "Published": "Apr  27, 2019 to Mar  19, 2022",
    "Genre": [
      "Action",
      "Supernatural"
    ],
    "Serialization": "LINE Mang",
    "Authors": "Ogata, Tomio (Story & Art)",
    "Score": "7.81",
    "Ranked": "1269",
    "Popularity": "7041",
    "Members": "2,636",
    "Favorites": "106",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/223950.jpg"
  },
  {
    "Id": "122936",
    "Title": "Brutal: Satsujin Keisatsukan no Kokuhaku",
    "Description": "Handsome, successful, and talented, detective Hiroki Dan has it all. Each investigation solved is another good deed to add to his pile of closed cases. However, while his work is fulfilling, there are still times when he becomes frustrated; the police are helpless when vile people are beyond the reach of the law. It is for this very reason that Hiroki takes matters into his own hands.\n\r\nAn eye for an eye and a tooth for a tooth, Hiroki exacts twisted justice on the dredges of society, one \"good deed\" at a time.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  28, 2019 to ?",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Detective",
      "Gore",
      "Psychological"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic T",
    "Authors": "Koga, Kei (Story), Izawa, Ryou (Art)",
    "Score": "7.81",
    "Ranked": "1270",
    "Popularity": "800",
    "Members": "21,973",
    "Favorites": "677",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/224147.jpg"
  },
  {
    "Id": "115848",
    "Title": "Fuufu Ijou, Koibito Miman.",
    "Description": "Jirou, a third-year in high school, is forced to live with a gal named Akari under a course called the \"Couple Practical.\" In order to be paired with their own romantic interests, they're going to act as a married couple...!?\n\r\n(Source: MangaDex)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  2, 2018 to ?",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Ac",
    "Authors": "Kanamaru, Yuuki (Story & Art)",
    "Score": "7.80",
    "Ranked": "1273",
    "Popularity": "335",
    "Members": "47,465",
    "Favorites": "1,573",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/215132.jpg"
  },
  {
    "Id": "130357",
    "Title": "Iken Senki Völundio",
    "Description": "Cleo is a mercenary looking to live a self-sufficient life, but the job that would have been his last was much more than he bargained for. While attempting to escape he runs across a strange demi-human named Amber, who for unknown reasons has made it her mission to protect him.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  24, 2020 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "Serialization": "MangaONE",
    "Authors": "Nanao, Nanaki (Story & Art)",
    "Score": "7.80",
    "Ranked": "1275",
    "Popularity": "5918",
    "Members": "3,212",
    "Favorites": "25",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/241050.jpg"
  },
  {
    "Id": "137041",
    "Title": "Dekiru Neko wa Kyou mo Yuuutsu",
    "Description": "When Saku took in a stray black cat, she never expected that he would become the equivalent of a housekeeping life partner. But Yukichi, a giant cat who towers over Saku, is not your ordinary feline. He takes great pride in his culinary skills, and a good sale at the supermarket always gets his whiskers twitching. Saku may not have her act together yet, but at least she has Yukichi!\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  22, 2018 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life",
      "Supernatural"
    ],
    "Theme": [
      "Anthropomorphic"
    ],
    "Serialization": "Suiyoubi no Sirius",
    "Authors": "Yamada, Hitsuji (Story & Art)",
    "Score": "7.80",
    "Ranked": "1277",
    "Popularity": "6658",
    "Members": "2,827",
    "Favorites": "48",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/245383.jpg"
  },
  {
    "Id": "143990",
    "Title": "Yamada to Kase-san.",
    "Description": "Yamada is in heaven at her school's horticulture department, and Kase-san is training hard at the sports university. With classes and a long train ride to keep them apart, hanging out together is tough. Can they beat their busy schedules and find time for one another?\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  28, 2017 to ?",
    "Genre": [
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Wings",
    "Authors": "Takashima, Hiromi (Story & Art)",
    "Score": "7.80",
    "Ranked": "1278",
    "Popularity": "6531",
    "Members": "2,891",
    "Favorites": "51",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/266524.jpg"
  },
  {
    "Id": "95353",
    "Title": "Kumo desu ga, Nani ka?",
    "Description": "When a mysterious explosion killed an entire class full of high school students, the souls of everyone in class was transported into a fantasy world and reincarnated. While some students were reincarnated as princes or prodigies, others were not as blessed.\n\r\nOur heroine, who was the lowest in the class, discovered that she was reincarnated as a spider!? Now at the bottom of the food chain, she needs to adapts to the current situation with willpower in order to live! Stuck in a dangerous labyrinth filled with monsters, it's eat or be eaten!\n\r\nThis is the story of a spider doing whatever she can in order to survive!\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  22, 2015 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Reincarnation"
    ],
    "Serialization": "Young Ace UP",
    "Authors": "Kakashi, Asahiro (Art), Baba, Okina (Story)",
    "Score": "7.80",
    "Ranked": "1286",
    "Popularity": "271",
    "Members": "58,045",
    "Favorites": "1,130",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/180081.jpg"
  },
  {
    "Id": "55403",
    "Title": "Dame na Watashi ni Koishite Kudasai",
    "Description": "Recently unemployed, 29-year-old Michiko Shibata has barely any money left and so must survive solely on cabbages. With no qualifications and little experience for her age, all of her job interviews have been unfruitful. Despite this, she continues to splurge on expensive gifts for her young \"boyfriend\" in the hopes that her romantic interest will someday marry and support her. Eventually, Shibata finds out that her feelings are one-sided, for her boyfriend has been lying and using her for money.\n\r\nAt the lowest point of her life, she unexpectedly reunites with Ayumu Kurosawa, her strict former boss whom she resents. Feeling responsible for her unemployment, Kurosawa agrees to help Shibata and once again becomes her employer.\n\r\n",
    "Volumes": "10",
    "Chapters": "43",
    "Status": "Finished",
    "Published": "Apr  15, 2013 to Aug  12, 2016",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Workplace"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "YOU",
    "Authors": "Nakahara, Aya (Story & Art)",
    "Score": "7.80",
    "Ranked": "1281",
    "Popularity": "735",
    "Members": "23,723",
    "Favorites": "407",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/163578.jpg"
  },
  {
    "Id": "75101",
    "Title": "Sword Art Online: Mother's Rosario",
    "Description": "While Asuna, Leafa, Silica and Lisbeth were doing their homework in Kirito and Asuna's Log House on the 22nd Floor of New Aincrad, Lisbeth informed Asuna of a player known as \"Zekken\" (Absolute Sword) who was challenging players on the 24th Floor, while offering an 11-hit Original Sword Skill as a reward. Asuna was told that the mysterious player had actually converted from a different game and that over thirty players who had attempted to challenge the player, including Leafa and even Kirito, were defeated. Hearing that Kirito had said something to the player before being defeated and not sharing what he had said with the others and thinking that the mysterious player had come for a reason, Asuna decided to challenge the player as well. To her surprise, the player was actually a girl named Yuuki.\n\r\n(Source: SAO Wikia)",
    "Volumes": "3",
    "Chapters": "14",
    "Status": "Finished",
    "Published": "Jun  10, 2014 to Apr  9, 2016",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Theme": [
      "Video Game"
    ],
    "Serialization": "Dengeki Bunko Mag",
    "Authors": "Kawahara, Reki (Story), Hazuki, Tsubasa (Art)",
    "Score": "7.80",
    "Ranked": "1283",
    "Popularity": "3722",
    "Members": "5,369",
    "Favorites": "90",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/145353.jpg"
  },
  {
    "Id": "52",
    "Title": "Whistle!",
    "Description": "Everybody has a dream, and for Shou Kazamatsuri, that dream is simple: he wants to be the best soccer player he can possibly be. He's the spirited leader of the Josui Junior High team and everyone looks up to him. In turn, he tries to keep the team together at any cost!\n\r\n(Source: VIZ Media)",
    "Volumes": "24",
    "Chapters": "216",
    "Status": "Finished",
    "Published": "Feb  24, 1998 to Oct  8, 2002",
    "Genre": [
      "Drama",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Higuchi, Daisuke (Story & Art)",
    "Score": "7.80",
    "Ranked": "1288",
    "Popularity": "3407",
    "Members": "5,887",
    "Favorites": "164",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/267799.jpg"
  },
  {
    "Id": "257",
    "Title": "Hybrid Child",
    "Description": "Commonly mistaken as a doll, the Hybrid Child is a toy that can adapt human abilities—from reading books to conveying emotions. Their capability relies on the degree of affection their owner provides them. Nurture them with the best affection and the model will flourish.\n\r\nTogether for 10 years, the slothful Kotarou Izumi believes that Hazuki—a Hybrid Child whom he owns—will be in his life for eternity. But everything comes crashing down when the artificial human suddenly collapses.\n\nHybrid Child manifests the struggles of the Hybrid Children and their owners through three brief narratives.\n\r\n",
    "Volumes": "1",
    "Chapters": "5",
    "Status": "Finished",
    "Published": "Jun  28, 2003 to Aug  28, 2004",
    "Genre": [
      "Boys Love",
      "Drama"
    ],
    "Theme": [
      "Historical"
    ],
    "Serialization": "Be x Boy GOLD",
    "Authors": "Nakamura, Shungiku (Story & Art)",
    "Score": "7.80",
    "Ranked": "1289",
    "Popularity": "1892",
    "Members": "10,094",
    "Favorites": "123",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/129067.jpg"
  },
  {
    "Id": "304",
    "Title": "Urusei Yatsura",
    "Description": "What would you do if a tiger skin bikini-clad alien followed you to school every day? Poor Ataru's life has never returned to normal since volatile extraterrestrial princess Lum fell for him. Now an excruciatingly wealthy and genteel rival, Mendo, adds to Ataru's torment. Not to mention an unending stream of extraordinary classroom visitors and educational materials including incompetent cherry blossom spirits, a legendary nightmare-eating tapir, and a fourth-dimensional camera that breaches alternate realities.  \n\r\n(Source: VIZ Media)",
    "Volumes": "34",
    "Chapters": "366",
    "Status": "Finished",
    "Published": "Aug  30, 1978 to Jan  21, 1987",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Romance",
      "Sci-Fi"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Takahashi, Rumiko (Story & Art)",
    "Score": "7.80",
    "Ranked": "1290",
    "Popularity": "1577",
    "Members": "12,320",
    "Favorites": "411",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/263150.jpg"
  },
  {
    "Id": "556",
    "Title": "Trinity Blood",
    "Description": "In the distant future, Armageddon has caused the appearance of a second \"Vampire's\" moon. This sparks the beginning of a war between humans and \"Methuselah,\" the vampires that feed on their blood.\n\r\nEsther Blanchett is an orphan who was raised in the Church of St. Matthias in the city of Istvan. One day, she meets Abel Nightroad, a priest sent to subdue any threats to the Vatican, an organization allied with humanity. Beneath Abel's meek facade hides his real identity as \"The Crusnik\": vampire who preys on the blood of his own kind and the Vatican's greatest weapon.\n\r\nEsther's peaceful times are cut short when the church is bombed and she is betrayed by her only friend Dietrich. With nowhere else to go, she teams up with Abel and Tres Iqus, a machine disguised as a human, to travel to Rome and look for answers behind the devastation of her home. However, their journey will not be easy, as they will have to battle various obstacles as well as discover the secrets of Abel's past.\n\r\n",
    "Volumes": "21",
    "Chapters": "89",
    "Status": "Finished",
    "Published": "Aug  23, 2003 to Apr  24, 2018",
    "Genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Horror",
      "Sci-Fi"
    ],
    "Theme": [
      "Vampire"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Asuk",
    "Authors": "Sunao, Yoshida (Story), Kyuujou, Kiyo (Art)",
    "Score": "7.80",
    "Ranked": "1291",
    "Popularity": "1012",
    "Members": "17,682",
    "Favorites": "542",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/164661.jpg"
  },
  {
    "Id": "582",
    "Title": "Kodomo no Jikan",
    "Description": "The story of Kodomo no Jikan is centered around 23-year-old Aoki Daisuke, who has just landed his first teaching job as a grade school teacher at Futatsubashi Elementary School. He is placed in charge of Class 3-1, where one of his students, a mischievously precocious Rin Kokonoe, develops a crush on him and goes so far as to proclaim herself Aoki's girlfriend. She aggressively pursues her efforts to be with her teacher despite the fact that he will lose his job if she gets too close, a situation further complicated by the often complex, intertwining relationships existing between them and their respective friends, families, and peers.\n\r\n(Source: Wikipedia)",
    "Volumes": "13",
    "Chapters": "93",
    "Status": "Finished",
    "Published": "May  22, 2005 to Apr  22, 2013",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life",
      "Ecchi"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic High!",
    "Authors": "Watashiya, Kaworu (Story & Art)",
    "Score": "7.80",
    "Ranked": "1292",
    "Popularity": "830",
    "Members": "21,271",
    "Favorites": "1,082",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/62557.jpg"
  },
  {
    "Id": "1472",
    "Title": "Orpheus no Mado",
    "Description": "The story begins in Regensburg, Germany in 1903. There is a rumor at the all boy's Catholic S. Sebastian Music Institute that if someone looks through a window in one of the towers known as The Window of Orpheus and sees a beautiful girl through it that they will fall in love with her. This love will only bring pain for it will end up like the tragic Greek myth of Orpheus and Eurydice.\n\r\nTwo of the students—Klaus and Isaac see a girl through the window. Not realizing that she is fellow student, Julius, who was raised to be a boy, things spin out of control and their lives are changed forever.\n\r\n(Source: Wikipedia)",
    "Volumes": "18",
    "Chapters": "126",
    "Status": "Finished",
    "Published": "Jan  1975 to Jul  1981",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Marg",
    "Authors": "Ikeda, Riyoko (Story & Art)",
    "Score": "7.80",
    "Ranked": "1294",
    "Popularity": "8424",
    "Members": "2,112",
    "Favorites": "42",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/268182.jpg"
  },
  {
    "Id": "1490",
    "Title": "Saiunkoku Monogatari",
    "Description": "The story, which takes place in the fictional medieval empire of Saiunkoku, follows the adventures of Shuurei Kou, a descendant of a noble family that has fallen on hard times. Her father serves as librarian in the Imperial palace, a post which offers prestige and respect but little compensation. Shuurei teaches in the temple school and works odd jobs to make ends meet, but her dream is to pass the imperial examinations and take a post in government, a path forbidden to women. Shuurei's plans come to an abrupt halt when the Emperor's Grand Advisor makes a startling offer: join the imperial household for six months as the young Emperor's consort, and teach the Emperor to be a responsible ruler. If she succeeds, the financial reward will be great. The story details Shuurei's growing relationships with the Emperor and other members of the court, the intrigues that surround imperial politics, and Shuurei's commitment to better herself and her country.\n\r\n(Source: Wikipedia)",
    "Volumes": "9",
    "Chapters": "44",
    "Status": "Finished",
    "Published": "Jul  8, 2005 to Mar  24, 2012",
    "Genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Beans Ac",
    "Authors": "Yura, Kairi (Art), Yukino, Sai (Story)",
    "Score": "7.80",
    "Ranked": "1295",
    "Popularity": "3499",
    "Members": "5,717",
    "Favorites": "69",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/181389.jpg"
  },
  {
    "Id": "3537",
    "Title": "Yankee-kun to Megane-chan",
    "Description": "Hiding in the school toilet, Daichi Shinagawa curses upon the fact that his idle high school life is suddenly interrupted by an annoying presence—the class representative Hana Adachi. Unfortunately for the delinquent, the eccentric Adachi enters the male washroom without hesitation and discovers his hiding spot in a flash. Going on a field trip with his classmates is the least of Shinagawa's concerns, but that is the very thing that Adachi would not give up on. By hook or crook, she insists that everyone in the class attend the trip, including the reluctant Shinagawa. To make matters worse, despite his constant rejection Adachi would keep following Shinagawa even after school has ended.\n\r\nHowever, after an encounter with a pair of purse snatchers, Shinagawa soon learns that Adachi has an unexpected side to her, and is soon thrust into chaotic school life filled with her inescapable antics. \n\r\n",
    "Volumes": "23",
    "Chapters": "219",
    "Status": "Finished",
    "Published": "Oct  18, 2006 to May  18, 2011",
    "Genre": [
      "Action",
      "Comedy"
    ],
    "Theme": [
      "Delinquents",
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Yoshikawa, Miki (Story & Art)",
    "Score": "7.80",
    "Ranked": "1296",
    "Popularity": "372",
    "Members": "43,889",
    "Favorites": "1,055",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/222335.jpg"
  },
  {
    "Id": "3636",
    "Title": "Rasetsu no Hana",
    "Description": "Yakou Hoshino has the ability to create barriers made of water. He then lends his powers to a ‘ghost buster’ company led by a woman named Rasetsu. Though Rasetsu has mysteries of her own including the fact that she’s cursed by an evil spirit, and that she’s the spitting image of Yakou’s guardian ghost.",
    "Volumes": "9",
    "Chapters": "36",
    "Status": "Finished",
    "Published": "2005 to  2010",
    "Genre": [
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Hana to Yum",
    "Authors": "Shiomi, Chika (Story & Art)",
    "Score": "7.80",
    "Ranked": "1297",
    "Popularity": "4871",
    "Members": "3,990",
    "Favorites": "57",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/158188.jpg"
  },
  {
    "Id": "4742",
    "Title": "Kamen Rider Spirits",
    "Description": "Taki Kazuya, an Interpol agent living in New York City, is currently investigating a string of disappearances and murders which seem to have been caused by something inhuman. He always tells stories of his friend, a cyborg hero named Kamen Rider, who years ago in Japan brought down the evil organization Shocker, saving people from monsters and never seeking any reward for his deeds. However, the only ones who believe his tales are a group of orphans he has befriended.\n\r\nWhen one of the orphans is transformed into a monster, Taki tracks down the creature responsible and attempts to fight it in his own costume, calling himself a new Kamen Rider. However, he fares poorly against it and is on the verge of being killed. At that moment, none other than Takeshi Hongo, the original Kamen Rider, comes to his rescue. Hongo and a newly inspired Taki team up and manage to defeat the creatures.\n\r\nAfterward, Hongo informs Taki that a new danger is rising to threaten humanity and asks for his help before setting off to find more allies, the eight other Kamen Riders with whom he was once a team. Taki continues his work with Interpol, along with assisting Hongo's search.\n\r\n",
    "Volumes": "16",
    "Chapters": "96",
    "Status": "Finished",
    "Published": "Nov  25, 2000 to Jan  26, 2009",
    "Genre": [
      "Action",
      "Adventure",
      "Horror",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Magazine-Z",
    "Authors": "Ishinomori, Shoutarou (Story), Muraeda, Kenichi (Art)",
    "Score": "7.80",
    "Ranked": "1298",
    "Popularity": "7108",
    "Members": "2,605",
    "Favorites": "75",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/185785.jpg"
  },
  {
    "Id": "5806",
    "Title": "Franken Fran",
    "Description": "Deep within Japan's remote regions is the mansion of Dr. Naomitsu Madaraki, a surgeon notorious for his gruesome work. While he is away from home, his artificial daughter Fran takes over the mansion and his grisly surgical practice. With the aid of her violent younger sister Veronica, the human-cat hybrid Okita, and Dr. Madaraki's other macabre creations, Fran deals with the unusual requests of her clients. From tumor removal to reviving the dead, no two jobs are alike, but no job is too difficult—or too dangerous—for the successor to Dr. Madaraki. This eccentric medical prodigy is willing to do anything to save a life, even if her results are seldom pretty.\n\r\n",
    "Volumes": "8",
    "Chapters": "71",
    "Status": "Finished",
    "Published": "Jul  19, 2006 to Jan  19, 2012",
    "Genre": [
      "Comedy",
      "Horror",
      "Supernatural"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Champion RED",
    "Authors": "Kigitsu, Katsuhisa (Story & Art)",
    "Score": "7.80",
    "Ranked": "1299",
    "Popularity": "479",
    "Members": "34,873",
    "Favorites": "1,431",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/150351.jpg"
  },
  {
    "Id": "13801",
    "Title": "Drifters",
    "Description": "At the start of the Edo period, the samurai Toyohisa Shimazu is in the midst of a bloody battle against the legendary Tokugawa clan to ensure the successful retreat of the Shimazu clan forces.\n\r\nAfter his entire unit is massacred, Toyohisa manages to single-handedly force the enemy to withdraw—at the cost of being mortally wounded. Walking out of the battlefield dejected, he mysteriously finds himself in a white hallway, where he’s immediately thrown into a door. He awakens in a different world, and there he encounters \"Drifters,\" other legendary warriors who died and ended up in the same realm. Together, they use the knowledge and experience from their past lives in order to take over an empire and fight against an unknown force of evil that intends to crush all humanity.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  30, 2009 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "Theme": [
      "Adult Cast",
      "Historical",
      "Isekai",
      "Samurai"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young King OURs",
    "Authors": "Hirano, Kouta (Story & Art)",
    "Score": "7.80",
    "Ranked": "1301",
    "Popularity": "438",
    "Members": "38,270",
    "Favorites": "693",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/33949.jpg"
  },
  {
    "Id": "17149",
    "Title": "Kindaichi Shounen no Jikenbo: Case Series",
    "Description": "Seven new Kindaichi cases.\n\r\nCase / Volume listings can be found under More Info.",
    "Volumes": "10",
    "Chapters": "81",
    "Status": "Finished",
    "Published": "Jan  14, 1998 to Dec  13, 2000",
    "Genre": [
      "Mystery"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Kibayashi, Shin (Story), Kanari, Youzaburou (Story), Satou, Fumiya (Art)",
    "Score": "7.80",
    "Ranked": "1302",
    "Popularity": "11356",
    "Members": "1,420",
    "Favorites": "23",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/183422.jpg"
  },
  {
    "Id": "28833",
    "Title": "Lucky Dog 1 Blast",
    "Description": "Giancarlo \"Gian\" Bourbon del Monte lives life at his own pace. It matters not if he is thrown in prison, because rest assured, he can leave whenever he wants to. As he is still deciding whether to give up his life of leisure behind bars, the unthinkable happens—four out of five captains of CR:5, the Italian mafia he belongs to, are arrested and incarcerated near-simultaneously.\n\r\nGian knows of the captains—Bernardo Ortolani, Ivan Fiore, Luchino Gregoretti, and Giulio Di Bondone—but is familiar with only one, given that he holds a much lower rank in their organization. Therefore, it seems like a joke to be told that he has suddenly been promoted to their level. Furthermore, if he can successfully jailbreak the entire group, then he will become the next CR:5 boss. In spite of his confusion, Gian does not lack ambition, and he is not called \"Lucky Dog\" for nothing. He has no doubts about the future that awaits him once he brings his new friends to freedom.\n\r\n",
    "Volumes": "9",
    "Chapters": "49",
    "Status": "Finished",
    "Published": "Jun  15, 2011 to Apr  15, 2016",
    "Genre": [
      "Action",
      "Mystery"
    ],
    "Theme": [
      "Organized Crime"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic G",
    "Authors": "Tennenouji (Story), Uzuhachi (Art)",
    "Score": "7.80",
    "Ranked": "1304",
    "Popularity": "4056",
    "Members": "4,911",
    "Favorites": "84",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/178408.jpg"
  },
  {
    "Id": "37683",
    "Title": "Kidou Senshi Gundam Thunderbolt",
    "Description": "The Universal Century began with mankind moving its burgeoning population into outer space. The year is UC0079. The cluster of colonies furthest from the Earth, Side 3, proclaim themselves the Principality of Zeon and launch a war of independence against the Earth Federation. Now, it is nearly one year since the war broke out. In the \"Thunderbolt sector,\" a reef section of space where a large quantity of wreckage from battleships and destroyed space colonies from the war lies, a violent battle plays out as the Earth Federation Forces set their sights on recapturing the Zeon controlled sector.\n\r\n(Source: Zeonic-Republic)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  23, 2012 to ?",
    "Genre": [
      "Action",
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Mecha",
      "Military",
      "Space"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Sup",
    "Authors": "Ootagaki, Yasuo (Story & Art)",
    "Score": "7.80",
    "Ranked": "1305",
    "Popularity": "6056",
    "Members": "3,128",
    "Favorites": "101",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/179767.jpg"
  },
  {
    "Id": "28226",
    "Title": "Bonnouji",
    "Description": "Just having broken up with her boyfriend of five years, 26-year-old Michiyo Ozawa goes drinking with her coworkers. She meets with an unfortunate accident when the elevator to her apartment is out of order. Having little choice but to resort to asking the nearest household for access to their toilet, she meets Zenji Oyamada, a tenant who seems like a somewhat ordinary guy on the surface—until Ozawa notices the mountain of boxes in his room. Oyamada's brother likes sending him these boxes that contain trinkets from each of his eccentric, rapidly changing hobbies while overseas.\n\r\nInstantly intrigued by the boxes, Ozawa is asked by Oyamada if she would like to open one of them. As Ozawa does so, a heartwarming story about an ordinary couple and the strange boxes they open begins.\n\r\n",
    "Volumes": "3",
    "Chapters": "36",
    "Status": "Finished",
    "Published": "Apr  5, 2008 to Oct  5, 2012",
    "Genre": [
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Flapp",
    "Authors": "Aki★Eda (Story & Art)",
    "Score": "7.79",
    "Ranked": "1306",
    "Popularity": "412",
    "Members": "40,185",
    "Favorites": "758",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/159423.jpg"
  },
  {
    "Id": "36723",
    "Title": "Hataraku Maou-sama!",
    "Description": "Fear and darkness loom above the lives of the citizens of Ente Isla, as the Demon Lord Satan wages war against humans to rule over the world. However, just as humanity nears defeat, their champion, the hero Emilia, successfully brings Satan's conquest to a standstill. This quandary forces him to retreat to a random world known as Earth, alongside his most loyal general, Alciel.\n\r\nVowing to one day return, Satan decides to recover his powers in this new world. Unfortunately, Earth ends up being devoid of invaluable magic. Even so, he remains undeterred from his goal of world domination. To cope with the disadvantage this world brings him, he disguises himself as a human named Sadao Maou. Moreover, he starts to work part-time at a fast-food restaurant, while Alciel finds a way to restore their magic reserves. Soon enough, however, Satan realizes that he wants to conquer both Ente Isla and Earth.\n\r\nThus begins Satan's journey of becoming a full-time employee and climbing to the top of the corporate ladder. Yet, Emilia suddenly appears, throwing cold water on his plans once again, declaring that she's going to finish him off for good.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  27, 2011 to ?",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Wagahara, Satoshi (Story), Hiiragi, Akio (Art)",
    "Score": "7.79",
    "Ranked": "1307",
    "Popularity": "455",
    "Members": "37,090",
    "Favorites": "508",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/160910.jpg"
  },
  {
    "Id": "37641",
    "Title": "Junketsu Drop",
    "Description": "Blockheads Kasukabe and Misato are always quarreling over everything. But one day, Kasukabe finds himself helping Misato to escape from a bunch of fangirls. Alone in the classroom. Kasukabe starts taunting and teasing his arch enemy. But somehow, things start taking a turn towards a completely unexpected direction… \n\n(Source: Echochi)",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Apr  22, 2011 to Aug  22, 2011",
    "Genre": [
      "Boys Love"
    ],
    "Serialization": "C",
    "Authors": "Kisaragi, Manami (Art), Watarumi, Naho (Story)",
    "Score": "7.79",
    "Ranked": "1308",
    "Popularity": "1507",
    "Members": "12,810",
    "Favorites": "159",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/67795.jpg"
  },
  {
    "Id": "49333",
    "Title": "Mondaiji-tachi ga Isekai kara Kuru Sou desu yo? Z",
    "Description": "Spin-off of Mondaiji-tachi ga Isekai Kara Kuru Sou desu yo?",
    "Volumes": "3",
    "Chapters": "15",
    "Status": "Finished",
    "Published": "Aug  9, 2012 to Oct  9, 2013",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Isekai"
    ],
    "Serialization": "Age Premium",
    "Authors": "Sakano, Anri (Art), Tatsunoko, Tarou (Story)",
    "Score": "7.79",
    "Ranked": "1311",
    "Popularity": "3485",
    "Members": "5,735",
    "Favorites": "59",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/261039.jpg"
  },
  {
    "Id": "96812",
    "Title": "Emiya-san Chi no Kyou no Gohan",
    "Description": "A Fate/stay Night spin-off focused on cooking.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  26, 2016 to ?",
    "Genre": [
      "Gourmet",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Serialization": "Young Ace UP",
    "Authors": "TAa (Story & Art)",
    "Score": "7.79",
    "Ranked": "1342",
    "Popularity": "5595",
    "Members": "3,430",
    "Favorites": "76",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/189196.jpg"
  },
  {
    "Id": "98607",
    "Title": "Joshikousei no Mudazukai",
    "Description": "Owing to her silly personality, middle school student Nozomu \"Baka\" Tanaka had only one ridiculous dream: to become incredibly popular with boys in high school. However, she ends up attending an all-girls institution alongside her two best friends—Akane Kikuchi, nicknamed \"Wota\" for being an aspiring manga artist obsessed with boys love; and Shiori Saginomiya, dubbed \"Robo\" due to her cool exterior.\n\r\nInside the new classroom, every girl is given a somewhat unflattering nickname—but they rightfully come from their unique and eccentric characters. Having equally peculiar teachers, these girls are left to the mercy of only each other to solve all the common and often bizarre girl problems. Wasting away their high school days, Tanaka and her classmates meander through a myriad of absurd situations, away from the distracting boys.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  24, 2014 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Gag Humor",
      "School"
    ],
    "Serialization": "Comic Newtyp",
    "Authors": "Beano (Story & Art)",
    "Score": "7.79",
    "Ranked": "1344",
    "Popularity": "4118",
    "Members": "4,818",
    "Favorites": "86",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/181542.jpg"
  },
  {
    "Id": "103803",
    "Title": "Melancholia",
    "Description": "This is a melancholic omnibus drawn by the master of short stories, Dowman Sayman. As the end of the world draws near, what are people thinking?! Is it only filled with fun? Are there merely moments of repose? What about pure bliss? Living is a dull \"melancholy\" that is both bitter and sweet... As you read this clever story gimmick unfold, feel it slowly penetrate into your heart!!\n\r\n(Source: Shueisha, translated)",
    "Volumes": "2",
    "Chapters": "26",
    "Status": "Finished",
    "Published": "Jan  19, 2017 to Jan  19, 2019",
    "Genre": [
      "Sci-Fi"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ultra Jump",
    "Authors": "Dowman, Sayman (Story & Art)",
    "Score": "7.79",
    "Ranked": "1345",
    "Popularity": "3516",
    "Members": "5,693",
    "Favorites": "122",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/207886.jpg"
  },
  {
    "Id": "112592",
    "Title": "Oniichan wa Oshimai!",
    "Description": "Mahiro Oyama was just a normal erotic-game loving dude...until he woke up one morning as a woman! Turns out his mad-scientist little sister, Mihari, tried out one of her new experiments on him... with a disastrous outcome, as far as Mahiro's concerned! But Mihari is as determined to study him as he is determined to go back to his shut-in, game-playing life, and one thing's for sure... life is going to get a whole lot weirder from here on out!\n\r\n(Source: Kodansha USA)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  27, 2018 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "CGDCT",
      "Magical Sex Shift"
    ],
    "Serialization": "    N",
    "Authors": "Nekotoufu (Story & Art)",
    "Score": "7.79",
    "Ranked": "1316",
    "Popularity": "990",
    "Members": "17,989",
    "Favorites": "829",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/216603.jpg"
  },
  {
    "Id": "126292",
    "Title": "Butai ni Sake!",
    "Description": "With firm determination, Asahi Oniwa steps out of his comfort zone on his first day of high school. He decides to abandon his hesitant personality and construct an outgoing and friendly image for himself. Following a spectacular narrative performance by the Theater Club's president at freshman orientation, Asahi promptly joins the club and becomes their newest and fourth member.\n\r\nThe modest club's vice president, Botan Yurigasaki, introduces the other members: prop and costume designer Kaoru Kinugawa and president Imari Kikuji—who, despite his apprehensive and asocial nature, has outstanding acting skills and confidence playing a role. Inspired by Imari's exhibition, Asahi eagerly studies the delicate art of theater. Starting with simple vocalization exercises, Asahi has one month to overcome his fears and prepare to take the stage for the first time ever.\n\r\n",
    "Volumes": "3",
    "Chapters": "25",
    "Status": "Finished",
    "Published": "Apr  28, 2020 to Jul  28, 2023",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Performing Arts",
      "School"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic ZERO-SUM",
    "Authors": "Harusono, Shou (Story & Art)",
    "Score": "7.79",
    "Ranked": "1318",
    "Popularity": "8179",
    "Members": "2,197",
    "Favorites": "51",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/237490.jpg"
  },
  {
    "Id": "127993",
    "Title": "Kindan Shitei de Breakthrough: Boy Meets Satan",
    "Description": "The hero's son and the ghost of the Demon King are the master and pupil!?\n\r\nEirth, the son of the hero who defeated the Great Demon King, is troubled. Always expected to achieve great things, but unable to meet those expectations. No matter the effort he puts in, and the results he obtains, it's never enough for them.\n\r\n\"I'm a disappointment compared to my father\" or \"Don't you know you're the son of the hero!!\"\n\r\nLiving every day like this, Eirth meets his destiny in the room containing the sword of his father, the hero.\n\r\n\"Interesting. I will train you. I have only free time now.\"\n\r\nEirth receives special personal training from the Demon King just to get back at his parents and the world. In the coming days, his parents, the heroes of the past, his first love, the princess childhood friend, the geniuses of the era, and the world will tremble before him.\n\r\n(Source: MU)",
    "Volumes": "4",
    "Chapters": "19",
    "Status": "Finished",
    "Published": "Apr  2, 2020 to Nov  4, 2021",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "Serialization": "Comic Earth☆",
    "Authors": "Anikkii, Burazza (Story), Etou, Yona (Art)",
    "Score": "7.79",
    "Ranked": "1319",
    "Popularity": "2052",
    "Members": "9,383",
    "Favorites": "169",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/234781.jpg"
  },
  {
    "Id": "132378",
    "Title": "Isekai no Sata wa Shachiku Shidai",
    "Description": "Already at his wit's end, 29-year-old corporate slave Seiichirou Kondou suddenly witnesses the ground opening up and swallowing a woman. Amid his efforts to save her, the two are transported to another world. He soon learns that the people in this world summoned a saint to save their kingdom from a plague. As compensation for dragging Kondou into the mess, the kingdom assures him that they will provide him with a comfortable life and fulfill any of his desires. To everyone's surprise, Kondou asks for a job.\n\r\nAfter successfully becoming an accountant at the Royal Palace, Kondou devotes himself to his new post. His accurate and thorough work catches the attention of various high-ranking officials and knights, especially Aresh Indolark, the cold-hearted Knight Captain. As Kondou adjusts to his new exhausting and dangerous environment, he begins to find solace in the company of Aresh, whose icy demeanor may be just a facade.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  26, 2020 to ?",
    "Genre": [
      "Boys Love",
      "Fantasy"
    ],
    "Theme": [
      "Isekai"
    ],
    "Serialization": "    N",
    "Authors": "Irodori, Kazuki (Art), Yatsuki, Wakatsu (Story)",
    "Score": "7.79",
    "Ranked": "1320",
    "Popularity": "8218",
    "Members": "2,185",
    "Favorites": "50",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/239128.jpg"
  },
  {
    "Id": "149334",
    "Title": "Tokidoki Bosotto Russia-go de Dereru Tonari no Aalya-san",
    "Description": "Aalya, a beautiful silver-haired girl who sits next to me, occasionally speaks Russian. She says that she is insulting me, but that is not true! In Russian, she is actually saying \"Pay attention to me.\" In fact, I, Masachika Kuze, am fluent in Russian. Unaware of this, Aalya continues to sweetly speak in Russian!\n\r\n(Source: Kodansha, translated)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  29, 2022 to ?",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Magazine pock",
    "Authors": "Tanamachi, Saho (Art), Sun Sun, Sun (Story)",
    "Score": "7.79",
    "Ranked": "1324",
    "Popularity": "1354",
    "Members": "14,089",
    "Favorites": "227",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/277856.jpg"
  },
  {
    "Id": "16",
    "Title": "Love Hina",
    "Description": "It is said that if a couple gets into the University of Tokyo together, they will live happily ever after. However, for Keitarou Urashima, UTokyo is a distant dream. After failing the entrance exams twice already, he decides to stay at his grandmother's inn in Tokyo in order to prepare for his third attempt. He is, therefore, surprised when he finds out that not only has his grandmother gone on a long vacation, but the inn has also become the Hinata House, an all-girls dormitory!\n\r\nUnfortunately for Keitarou, a series of misunderstandings during his first visit leave him with five untrusting tenants. But when Haruka Urashima, his aunt who works at the dorm, brings up that he is supposedly a UTokyo student, the girls' impressions of him quickly change, and they reluctantly allow him to stay. Feeling guilty about the lie, he slowly gets to know his new neighbors: the cute yet violent Naru Narusegawa, the cheeky and opportunistic Mitsune Konno, the soft-spoken Shinobu Maehara, the straight-laced Motoko Aoyama, and the mischievous Kaolla Su.\n\r\nThus continues the unpopular Keitarou's difficult journey to get into UTokyo, all for the chance to fulfill his childhood promise to the only girl who has ever shown any interest in him and maybe, just maybe, meet her again...\n\r\n",
    "Volumes": "14",
    "Chapters": "120",
    "Status": "Finished",
    "Published": "Oct  21, 1998 to Oct  31, 2001",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Romance",
      "Ecchi"
    ],
    "Theme": [
      "Harem"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Akamatsu, Ken (Story & Art)",
    "Score": "7.79",
    "Ranked": "1325",
    "Popularity": "222",
    "Members": "67,407",
    "Favorites": "3,926",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/259287.jpg"
  },
  {
    "Id": "36",
    "Title": "Kamikaze Kaitou Jeanne",
    "Description": "It's nearly the end of the century, and one girl has been breaking the news: Kaitou Jeanne, a phantom thief supposedly sent by God, has been stealing paintings all around the city. Her real identity is Maron Kusakabe, a 16-year-old rhythmic gymnastics enthusiast and student at Momokuri Academy— something unknown to all, even her best friend Miyako Toudaiji, who is in charge of the police chase for Jeanne.\n\r\nHidden inside the paintings Maron steals are demons sent by the demon lord, who plans to weaken God's power by having his minions possess human hearts. Assisted by the minor angel Finn Fish, it is up to Maron as the reincarnation of Jeanne d'Arc to assume her alter ego, hunt down the cursed paintings, and seal the vile demons away. However, the tough job of balancing this duty with her lonesome high school life only proves more challenging when a mysterious new phantom thief makes his appearance—Kaitou Sinbad.\n\r\n",
    "Volumes": "7",
    "Chapters": "33",
    "Status": "Finished",
    "Published": "Dec  29, 1997 to Jun  3, 2000",
    "Genre": [
      "Action",
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Mahou Shoujo",
      "Reincarnation",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Tanemura, Arina (Story & Art)",
    "Score": "7.79",
    "Ranked": "1326",
    "Popularity": "889",
    "Members": "19,959",
    "Favorites": "824",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/267790.jpg"
  },
  {
    "Id": "40",
    "Title": "Black Cat",
    "Description": "Train Heartnet is an amicable bounty hunter—known as a \"Sweeper\"—with a talent for sharpshooting. Working alongside his cool-headed partner Sven Vollfied, they hunt down wanted criminals. Unfortunately, however, despite their efforts, the dynamic duo always seems to be short on money, which forces them to accept a job from the beautiful Rinslet Walker, a sly thief for hire, and a mysterious girl named Eve.\n\r\nHowever, the motley crew soon discovers a terrible plot to revolutionize the world, and the mastermind is someone Train knows and loathes with a passion. As the plan is set into motion, it is soon made clear that behind the carefree sharpshooter's smiling face lies a tragic past and an insatiable desire for revenge.\n\r\n",
    "Volumes": "20",
    "Chapters": "187",
    "Status": "Finished",
    "Published": "Jul  11, 2000 to Jun  14, 2004",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Yabuki, Kentarou (Story & Art)",
    "Score": "7.79",
    "Ranked": "1327",
    "Popularity": "331",
    "Members": "48,145",
    "Favorites": "1,764",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/186071.jpg"
  },
  {
    "Id": "107",
    "Title": "Chobits",
    "Description": "After enduring four years of high school, Hideki Motosuwa strives to get into the university of his choice by attending cram school in Tokyo. Concurrently, he works daily shifts at a bar to make ends meet, thus missing out on the world's latest invention—human-like computers called Persocoms. Longing for a persocom of his own, Hideki is met with a stroke of luck when he stumbles upon a cute abandoned persocom in a garbage pile. \n\r\nUpon finding the power button, Hideki finds his newfound robot to be faulty and only capable of uttering the word \"Chii\"—which Hideki decides to name her after. Chii, however, is no ordinary persocom: capable of thinking and learning on her own, she is a legendary type of robot known as a \"Chobit.\" Now, it is up to Hideki to teach Chii how to live an ordinary life and to uncover the truth behind the elusive chobits series. \n\r\n",
    "Volumes": "8",
    "Chapters": "88",
    "Status": "Finished",
    "Published": "Sep  25, 2000 to Oct  28, 2002",
    "Genre": [
      "Comedy",
      "Romance",
      "Sci-Fi",
      "Ecchi"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "CLAMP (Story & Art)",
    "Score": "7.79",
    "Ranked": "1328",
    "Popularity": "223",
    "Members": "67,353",
    "Favorites": "2,827",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/260812.jpg"
  },
  {
    "Id": "219",
    "Title": "Alive: Saishuu Shinkateki Shounen",
    "Description": "Taisuke Kanou is your average 16-year-old student. He has two close friends, Hirose and Megumi. Hirose has trouble with bullies, but Taisuke is always there to defend him, even though he just winds up getting beaten instead of Hirose. During class one day, Taisuke is hit by something unworldly and for that split second, he sees a vision of the universe. As he's walking home from school, he sees a girl fall and die in front of him, but his first thought is jealousy. He later finds out that the strange sensation that hit him is spreading throughout Japan. Those who are struck by it either commit suicide or \"evolve,\" but the comrades that evolve usually have dark intentions for the rest of the world.\n\r\n(Source: ANN)",
    "Volumes": "21",
    "Chapters": "83",
    "Status": "Finished",
    "Published": "Apr  5, 2003 to Feb  6, 2010",
    "Genre": [
      "Adventure",
      "Sci-Fi",
      "Supernatural"
    ],
    "Theme": [
      "Survival"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Monthly)",
    "Authors": "Kawashima, Tadashi (Story), Adachitoka (Art)",
    "Score": "7.79",
    "Ranked": "1329",
    "Popularity": "683",
    "Members": "25,665",
    "Favorites": "545",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/185482.jpg"
  },
  {
    "Id": "426",
    "Title": "Pumpkin Scissors",
    "Description": "After a long war with the Republic of Frost, the Empire abruptly signs a cease-fire, ending the war. Three years later, the Empire is in ruins with starvation and plague. Former soldiers have become bandits. Former Anti-Tank Trooper, Randel Orlando, unexpectedly runs into and joins the Pumpkin Scissors platoon, an Imperial Army relief effort led by Alice L. Malvin to restore order to the war-torn Empire.  \n\r\n(Source: Del Rey)",
    "Volumes": "23",
    "Chapters": "126",
    "Status": "On Hi",
    "Published": "2002 to Mar  6, 2020",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Military"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Monthly)",
    "Authors": "Iwanaga, Ryoutarou (Story & Art)",
    "Score": "7.79",
    "Ranked": "1330",
    "Popularity": "3988",
    "Members": "5,006",
    "Favorites": "80",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/55387.jpg"
  },
  {
    "Id": "1051",
    "Title": "Kiniro no Corda",
    "Description": "Every few years, the prestigious Seiso Academy holds a prominent musical competition, and only the very best students at the Academy are allowed to participate. Though all are eligible to apply, only students from the music department actually make it to the competition...until now.\n\r\n(Source: VIZ Media)",
    "Volumes": "17",
    "Chapters": "75",
    "Status": "Finished",
    "Published": "Mar  5, 2004 to Mar  24, 2011",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Music",
      "Reverse Harem"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Kure, Yuki (Story & Art)",
    "Score": "7.79",
    "Ranked": "1331",
    "Popularity": "1725",
    "Members": "11,206",
    "Favorites": "277",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/270956.jpg"
  },
  {
    "Id": "1319",
    "Title": "GunSmith Cats",
    "Description": "Rally Vincent works by day in her Chicago gun store, GunSmith Cats. But at the drop of the hat, she hangs up the \"Gone Fishing\" sign, straps on her guns and takes to the road in her muscle car to fulfill her other role—as one of Chicago's toughest, most respected bounty hunters. Her expert sharpshooting and driving skills are augmented by her partner Minnie-May's abilities with explosives of all kinds. And she'll need every bit of her skills, and those of her friends, because only she can bring in the highest bounties and the most determined, powerful criminals from Chicago's mob, characters who hold a grudge for life and have the wits and the firepower to outwit whatever the law throws at them.\n\r\nFeaturing some of the most authentically detailed firearms and automobiles ever drawn, author and artist Kenichi Sonoda has created a complex and supremely exciting story in the vein of Hollywood action films, but with all the detail and dynamism of manga in this classic series.",
    "Volumes": "8",
    "Chapters": "75",
    "Status": "Finished",
    "Published": "Dec  25, 1990 to Apr  25, 1997",
    "Genre": [
      "Action",
      "Adventure",
      "Drama"
    ],
    "Theme": [
      "Detective",
      "Racing"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Sonoda, Kenichi (Story & Art)",
    "Score": "7.79",
    "Ranked": "1332",
    "Popularity": "1652",
    "Members": "11,767",
    "Favorites": "464",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/186048.jpg"
  },
  {
    "Id": "1351",
    "Title": "Switch",
    "Description": "In the Bureau of Health and Welfare's Narcotics Control Department, Kai Etou and Haru Kurabayashi are new to their work as crime investigators. Kai is a weak but generous 22-year-old man who cannot hurt others, even if necessary. He becomes a \"matori\"—a nickname for a criminal investigator in the Narcotics Control Department—to help people break away from drugs. Haru, a hard worker self-aware of his aptitudes, avoids associating himself with Kai since he is useless and empathetic toward everyone.\n\r\nFor their first assignment, Haru and Kai must arrest an infamous drug dealer. While at it, Kai gets into a fight with the suspect, triggering a \"switch\" that makes him ruthless and unstoppable. As Kai and Haru struggle to solve drug-related crimes, they edge closer to unveiling the cause of Kai's behavior and his past.\n\r\n",
    "Volumes": "13",
    "Chapters": "73",
    "Status": "Finished",
    "Published": "Jan  18, 2002 to Oct  18, 2008",
    "Genre": [
      "Action",
      "Drama",
      "Mystery"
    ],
    "Theme": [
      "Detective",
      "Organized Crime"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "naked ape (Story & Art)",
    "Score": "7.79",
    "Ranked": "1333",
    "Popularity": "1635",
    "Members": "11,851",
    "Favorites": "237",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/270048.jpg"
  },
  {
    "Id": "1709",
    "Title": "Tegamibachi",
    "Description": "In the land of Amberground, an artificial sun serves as the only source of light for the capital city of Akatsuki while an eternal night persists. The further away one is from the capital, the darker and more dangerous it is. In the surrounding areas of Yuusari and Yodaka exist enormous armored bug creatures called Gaichuu that prey on people's hearts. Despite this, it is the duty of Letter Bees, a special group of mail carriers, to deliver letters throughout Amberground while risking their lives battling the Gaichuu.\n\r\nTwelve-year-old Lag Seeing aspires to become a Letter Bee like Gauche Suede after their fateful meeting five years ago, where Gauche \"delivered\" Lag himself as a letter sent by his missing mother. Determined to see Gauche again and uncover the truth behind his mother's disappearance, Lag begins his journey to become a Letter Bee.\n\r\n",
    "Volumes": "20",
    "Chapters": "100",
    "Status": "Finished",
    "Published": "Sep  6, 2006 to Nov  4, 2015",
    "Genre": [
      "Adventure",
      "Fantasy",
      "Slice of Life",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Asada, Hiroyuki (Story & Art)",
    "Score": "7.79",
    "Ranked": "1334",
    "Popularity": "677",
    "Members": "25,735",
    "Favorites": "819",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/154448.jpg"
  },
  {
    "Id": "1804",
    "Title": "Magic Kaito",
    "Description": "Kaito Kuroba, a normal teenage student whose father is often absent. When his father dies under mysterious circumstances, he is made aware of his father's secret identity; a famous international criminal known as International Criminal 1412: the Phantom Thief, and that he was murdered by a mysterious organization for refusing to aid them in retrieving the \"Pandora Gem\"; a mystical stone said to shed a \"tear\" during the passing of a particular comet (often called the 'Volley Comet'), the consumption of which bestows immortality. He vows to prevent the organization from gaining immortality, and assumes his father's identity as he begins his quest for the gem. His only clues as to the gem's location are that it glows red under the full moon and that it is a doublet: a gem hidden within a larger gem. Thus, it would have to be a relatively large one with a bizarre history, and always stored in a place that never receives moonlight. He thus researches and steals famous priceless gems with odd histories from incredibly well-defended areas, and always returns them after the very next full moon.\n\r\n(Source: Wikipedia)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  27, 1987 to ?",
    "Genre": [
      "Adventure",
      "Comedy",
      "Romance"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Aoyama, Gosho (Story & Art)",
    "Score": "7.79",
    "Ranked": "1335",
    "Popularity": "2428",
    "Members": "8,120",
    "Favorites": "281",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/164654.jpg"
  },
  {
    "Id": "4611",
    "Title": "Jormungand",
    "Description": "Jonah is a child soldier, born amidst the chaotic conflicts that rage across West Asia, his family lost to a war fueled by weapons supplied by the so-called Merchants of Death—international arms dealers. Despite Jonah's hatred of weapons and violence, he employs both extremely well in the service of high-flying arms dealer Koko Hekmatyar and her band of mercenaries. Their journey through the dark underbelly of the world's arms markets may lead only to damnation, but will Jonah one day make his way back to the light? Only one thing is certain: it's going to be a long, hard road out of hell...\n\r\nKoko Hekmatyar, the head of H&C Logistic Incorporated, introduces new recruit Jonah to her team of troubleshooters, and it isn't long before they have some trouble to shoot. An Eastern European government official is holding up a shipment of aircraft parts that would shift the balance of power in the region. The trouble is, that shipment belongs to Koko, and she's not about to miss an opportunity to make a profit, even if it means two nations go to war.\n\r\n(Source: VIZ Media)",
    "Volumes": "11",
    "Chapters": "70",
    "Status": "Finished",
    "Published": "Apr  19, 2006 to Jan  19, 2012",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Organized Crime"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Sunday Gene-X",
    "Authors": "Takahashi, Keitarou (Story & Art)",
    "Score": "7.79",
    "Ranked": "1336",
    "Popularity": "1385",
    "Members": "13,799",
    "Favorites": "241",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/177020.jpg"
  },
  {
    "Id": "7948",
    "Title": "Ace wo Nerae",
    "Description": "A story of an ordinary high school girl who gradually discovers her hidden talent of tennis through severe trainings designed by her strict coach. Can she every become an \"Ace\" tennis player?\n\r\n(Source: MU)",
    "Volumes": "18",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "1973 to  1980",
    "Genre": [
      "Drama",
      "Romance",
      "Sports"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Marg",
    "Authors": "Yamamoto, Sumika (Story & Art)",
    "Score": "7.79",
    "Ranked": "1337",
    "Popularity": "14055",
    "Members": "1,053",
    "Favorites": "14",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/264120.jpg"
  },
  {
    "Id": "12888",
    "Title": "Hapi Mari: Happy Marriage!?",
    "Description": "Men: they're the root of Takanashi Chiwa's problems, which is why she never had the time nor the opportunity to have a boyfriend in her entire life. A full-time office lady and a part-time hostess, she works night and day to pay off her dad's debt from his failed business. One night at her part-time job, a high-class customer has her fired. Then the next day, she's called in to see the president—whom she had never even seen before in the office—only to find out she's to marry him! But what kind of guy is Mamiya Hokuto anyway? Will he become one of Chiwa's problems, or will he save her from them? And will this marriage even last?!\n\r\n(Source: Aerandria)",
    "Volumes": "10",
    "Chapters": "40",
    "Status": "Finished",
    "Published": "Jan  8, 2009 to Jun  8, 2012",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Petit Comic",
    "Authors": "Enjouji, Maki (Story & Art)",
    "Score": "7.79",
    "Ranked": "1339",
    "Popularity": "480",
    "Members": "34,679",
    "Favorites": "869",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/142459.jpg"
  },
  {
    "Id": "13949",
    "Title": "Medaka Box",
    "Description": "Kurokami Medaka, a first year, is elected as Student Council President, and the first thing she does is establish a suggestion box, later dubbed by students the \"Medaka Box.\" Medaka encourages students to submit any problem to the box without hesitation and promises to take on any issue from anyone.\n\r\nSince Medaka won the Student Council elections with a staggering 98% of the vote, she ends up as the Council's only member. She asks her childhood friend, Hitoyoshi Zenkichi, for help and he grudgingly agrees, becoming the Student Council's lowest ranking member. Soon Medaka recruits two more people to the Student Council, the former judo club member Akune Kouki as secretary and the current swim club member Kikaijima Mogana, on loan for 300 yen a day, as treasurer.\n\r\nNow the Student Council members spend their days solving the problems submitted through the Medaka Box, whether they be hooligans in clubs where they don't belong, girls who need help writing love letters or people who've lost their pets, gradually earning the respect and admiration of the entire school.",
    "Volumes": "22",
    "Chapters": "194",
    "Status": "Finished",
    "Published": "May  11, 2009 to Apr  27, 2013",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Ecchi"
    ],
    "Theme": [
      "Martial Arts",
      "Parody",
      "Psychological",
      "School",
      "Super Power"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "NISIO, ISIN (Story), Akatsuki, Akira (Art)",
    "Score": "7.79",
    "Ranked": "1340",
    "Popularity": "233",
    "Members": "65,480",
    "Favorites": "2,957",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/50353.jpg"
  },
  {
    "Id": "14065",
    "Title": "Yumekui Merry",
    "Description": "Ten years ago Fujiwara noticed he had a power to see multicolored auras surrounding people's bodies. Ever since then he's been having a weird dream about a war with cats. One day he meets a mysterious girl, that, after being picked on by crows and fallen from a tree, goes to search for her lost hat. Later that day, Fujiwara finds himself in a daydream, being attacked by the same cats he fights at night.",
    "Volumes": "24",
    "Chapters": "142",
    "Status": "Finished",
    "Published": "Mar  24, 2008 to Nov  24, 2020",
    "Genre": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "Serialization": "Manga Time Kirara Forward",
    "Authors": "Ushiki, Yoshitaka (Story & Art)",
    "Score": "7.79",
    "Ranked": "1341",
    "Popularity": "1197",
    "Members": "15,455",
    "Favorites": "493",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/20001.jpg"
  },
  {
    "Id": "55301",
    "Title": "Les Misérables",
    "Description": "Jean Valjean, a starving man who commits an act that will haunt him for the rest of his life; Cosette, a young orphan girl; Javert, an obsessed policeman; Marius, a revolutionary in love. These and other unforgettable characters make up the cast of Victor Hugo's classic novel, Les Misérables, renowned as one of the greatest works of Western literature. Now, experience the epic tale of love, loss, and redemption in this gorgeously illustrated and faithfully adapted manga series!\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "8",
    "Chapters": "33",
    "Status": "Finished",
    "Published": "Sep  12, 2013 to May  12, 2016",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gess",
    "Authors": "Arai, Takahiro (Story & Art), Hugo, Victor (Story)",
    "Score": "7.79",
    "Ranked": "1312",
    "Popularity": "8233",
    "Members": "2,180",
    "Favorites": "27",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/109201.jpg"
  },
  {
    "Id": "64047",
    "Title": "Smells Like Green Spirit",
    "Description": "A story of friendship and self-discovery in a small town.",
    "Volumes": "2",
    "Chapters": "15",
    "Status": "Finished",
    "Published": "Aug  12, 2011 to Feb  13, 2013",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Comic B",
    "Authors": "Nagai, Saburou (Story & Art)",
    "Score": "7.79",
    "Ranked": "1314",
    "Popularity": "3530",
    "Members": "5,665",
    "Favorites": "143",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/109555.jpg"
  },
  {
    "Id": "81507",
    "Title": "Gunnm: Kasei Senki",
    "Description": "The cyber-martial arts saga that has spanned a solar system and over two decades in print returns, with creator Yukito Kishiro's new sequel that reveals the true story of Alita's childhood on Mars, and the mind-bending adventures that still await her...For centuries, war has raged on the dusty, red surface of Mars. This apocalyptic crucible will produce the solar system's most fearsome warrior, Alita. But for now that warrior is just a little girl named Yoko. The future and past of the battle angel fan out across the reaches of space in the final chapter of one of the greatest sci-fi epics of all time!\n\r\n(Source: Kodansha USA)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  28, 2014 to ?",
    "Genre": [
      "Action",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Evening",
    "Authors": "Kishiro, Yukito (Story & Art)",
    "Score": "7.79",
    "Ranked": "1315",
    "Popularity": "2398",
    "Members": "8,220",
    "Favorites": "73",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/157417.jpg"
  },
  {
    "Id": "54663",
    "Title": "Bambi to Dhole",
    "Description": "Yukimi is her real name but everyone calls her Bambi. She is the student discipline committee member who locks students out of the school if they're a minute late but herself sneaks cigarette breaks on the roof. Lone wolf (Dhole, Asiatic wild dog) transfer student Tetsu (everyone pronounces it Tooru) Nagasawa who hops the fence after she locks it and breaks her cigarette in half when he finds her on the roof, yet he is a super nice guy to a mother and baby on the train. Bambi already has a boyfriend but will the wolf steal her heart?",
    "Volumes": "5",
    "Chapters": "21",
    "Status": "Finished",
    "Published": "Jun  24, 2013 to Jun  24, 2015",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Childcare",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Okaue, Ai (Story & Art)",
    "Score": "7.78",
    "Ranked": "1360",
    "Popularity": "2270",
    "Members": "8,636",
    "Favorites": "141",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/159376.jpg"
  },
  {
    "Id": "60973",
    "Title": "Mahouka Koukou no Rettousei: Kyuukousen-hen",
    "Description": "Manga adaptation of the 2nd arc of the Mahouka Koukou no Rettousei series.\n\r\nThere are currently nine magic high schools affiliated with the National University of Magic throughout the country. In an effort to address the current limitations, magic high schools are trained to the highest degree, while they are trying to increase the limited pool of instructors.\n\r\nFor that purpose, a measure was put in place so as to fuel the student's aspirations through competitions between the 9 magic schools. The largest of these is the summer Nine Schools Competition. It is a nationwide magic high school magic tournament.\n\r\nEvery year a selection of magic high school students from across the country meet, putting their pride on the line, and unfold a story of frustration and glory. With a huge crowd including not only government officials and those interested in magic but also businesses, overseas companies, researchers and scouts, this is the greatest stage for magic high school students to shine.\n\r\nThis year too, the curtains of that momentous event will be raised again.",
    "Volumes": "5",
    "Chapters": "32",
    "Status": "Finished",
    "Published": "Oct  18, 2013 to May  18, 2016",
    "Genre": [
      "Action",
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "GFantasy",
    "Authors": "Kitaumi, Tsuna (Art), Satou, Tsutomu (Story)",
    "Score": "7.78",
    "Ranked": "1362",
    "Popularity": "2494",
    "Members": "7,947",
    "Favorites": "41",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/120979.jpg"
  },
  {
    "Id": "67615",
    "Title": "Tate no Yuusha no Nariagari",
    "Description": "Twenty-year-old otaku Naofumi Iwatani is mysteriously transported to the otherworldly kingdom of Melromarc. Appearing before the King, Naofumi and three other summoned individuals learn that they are each one of the Four Cardinal Heroes who are tasked with defeating the malicious \"Waves of Catastrophe.\" \n\r\nHowever, Naofumi is given only a measly shield and dubbed the \"Shield Hero,\" the weakest of the Four Cardinal Heroes. Owing to his lack of power, none of the kingdom's mercenaries wish to aid him, except for the country's beautiful princess, Malty Melromarc. But Naofumi soon awakens the next day to find himself robbed of all his possessions and falsely accused of rape by Malty. \n\r\nDue to his status as a Cardinal Hero, Naofumi is not executed, but instead, his erroneous crimes are made public. Struggling to find hospitality, Naofumi buys a demi-human slave girl named Raphtalia to aid his endeavors, and embarks on a perilous journey to deliver retribution to those who ruined him, learning the secrets of this new world along the way.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  5, 2014 to ?",
    "Genre": [
      "Drama",
      "Fantasy"
    ],
    "Theme": [
      "Isekai"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Flapp",
    "Authors": "Aiya, Kyu (Art), Aneko, Yusagi (Story)",
    "Score": "7.78",
    "Ranked": "1363",
    "Popularity": "114",
    "Members": "109,974",
    "Favorites": "2,927",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/130759.jpg"
  },
  {
    "Id": "78477",
    "Title": "Rikudou",
    "Description": "After the suicide of his abusive father, young Riku Azami is taken in by his mother, who lives with a violent yakuza member. When Riku angers his mother's intoxicated boyfriend, a life or death struggle ensues and Riku kills the man in self-defense.\n\r\nAfter this incident, Kyousuke Tokorozawa, a former boxer and yakuza member, notices Riku's fighting potential and introduces him to the world of boxing. Etched with trauma from being beaten and nearly murdered, Riku hardens his resolve to fight. Despite his aloof demeanor, Riku discovers many things to fight for—including his caring childhood friend, Yuki Naeshiro.\n\r\nYears later, after training at the famous Baba Boxing Gym, Riku discovers an innate desire to rise to the top. Now, as a professional boxer, 18-year-old Riku is determined to earn the prestigious Oriental and Pacific Boxing Federation belt and become a boxing champion.\n\r\n",
    "Volumes": "23",
    "Chapters": "241",
    "Status": "Finished",
    "Published": "Apr  17, 2014 to May  23, 2019",
    "Genre": [
      "Drama",
      "Sports"
    ],
    "Theme": [
      "Combat Sports"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Matsubara, Toshimitsu (Story & Art)",
    "Score": "7.78",
    "Ranked": "1364",
    "Popularity": "746",
    "Members": "23,347",
    "Favorites": "339",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/191159.jpg"
  },
  {
    "Id": "111953",
    "Title": "Hananoi-kun to Koi no Yamai",
    "Description": "Hotaru Hinase is a first-year high school student who treasures her family and friends above all else. Unable to understand romance, she decides she will be content living without the experience of falling in love.\n\r\nWhile Hotaru is spending time at a cafe with her close friend, she witnesses the relentless breakup of a handsome honor student, Hananoi. Encountering him sitting alone in the snow on her way home, she extends her umbrella to him in a gesture of kindness.\n\r\nThe very next day, Hananoi appears in Hotaru's classroom, asking her to be his girlfriend. Despite being rejected, Hananoi sticks closely by Hotaru's side, performing selfless acts in hopes of pleasing her. Hotaru begins to feel emotions she had never felt before. Believing that these emotions could blossom into love, Hotaru agrees to date Hananoi.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  22, 2017 to ?",
    "Genre": [
      "Award Winning",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Morino, Megumi (Story & Art)",
    "Score": "7.78",
    "Ranked": "1350",
    "Popularity": "944",
    "Members": "18,718",
    "Favorites": "293",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/209999.jpg"
  },
  {
    "Id": "121026",
    "Title": "7 Seeds Gaiden",
    "Description": "A new life has begun for the remaining participants of the \"7 Seeds\" project. After reuniting and finding a place to call home, they must continue to collaborate and explore the area further, ensuring not only their livelihoods, but also those of the future generations to come.\n\r\nHowever, not all is well for everyone. Due to their past actions, former Summer A members Ango and Ryou have been exiled from the group. As they are left to survive on their own, the duo uses this time to ponder how they can redeem themselves and find their new purpose going forward.\n\r\n",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Aug  28, 2017 to Oct  28, 2017",
    "Genre": [
      "Action",
      "Adventure",
      "Romance",
      "Sci-Fi"
    ],
    "Theme": [
      "Time Travel"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Flowers (Monthly)",
    "Authors": "Tamura, Yumi (Story & Art)",
    "Score": "7.78",
    "Ranked": "1351",
    "Popularity": "12141",
    "Members": "1,296",
    "Favorites": "1",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/220501.jpg"
  },
  {
    "Id": "122880",
    "Title": "Uchi no Musuko wa Tabun Gay",
    "Description": "A doting mother and her two beloved sons, one of whom she thinks is probably gay, go about their daily lives in this hilarious and heartwarming LGBTQIA+-friendly family comedy!\n\r\nDespite belonging to a family of four, the Aoyama residence is typically home to three due to father Akiyoshi's job. While he's away at work, mom Tomoko and her two beloved sons Hiroki and Yuri go about their everyday lives--going to school, making dinner, doing homework, etc. But now that Hiroki's in his first year of high school, his thoughts are turning ever so slightly to sex and romance...and his mom can't help but notice his slips of the tongue when he's talking about who he likes. Supportive Tomoko has an inkling Hiroki might be gay, but she's going to let him figure it out for himself. Unfortunately, Hiroki has little talent for keeping his \"secret,\" so he might die of embarrassment before all is said and done!\n\r\n(Source: Square Enix Manga)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  22, 2019 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Serialization": "    N",
    "Authors": "Okura (Story & Art)",
    "Score": "7.78",
    "Ranked": "1352",
    "Popularity": "2097",
    "Members": "9,255",
    "Favorites": "129",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/224102.jpg"
  },
  {
    "Id": "134814",
    "Title": "Mairimashita! Iruma-kun: Kalego Gaiden",
    "Description": "A young Kalego Naberius' school days at Babyls Demon School do not begin as planned, as he is immediately targeted by several students who mistake him for the infamous \"top dog\" of Babyls. Despite having hospitalized several students, little is known about the top dog's identity aside from the fact they have dark curly hair, sport two horns, and wear a combination of the boys' and girls' uniforms—all of which also apply to Kalego.\n\r\nDesiring a more peaceful school life, Kalego and his friend Baramu \"Balam\" Shichirou resolve to uncover the true identity of this mysterious troublemaker and put an end to their reign of chaos.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Apr  15, 2021 to Jan  18, 2024",
    "Genre": [
      "Comedy",
      "Fantasy"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Nishi, Osamu (Story & Art)",
    "Score": "7.78",
    "Ranked": "1353",
    "Popularity": "9761",
    "Members": "1,751",
    "Favorites": "17",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/243453.jpg"
  },
  {
    "Id": "137982",
    "Title": "Senpai wa Otokonoko",
    "Description": "Makoto Hanaoka, a womanly second-year student, easily attracts other people's attention. First-year student Saki Aoi is no exception, and she falls in love with Makoto at first sight. Having a vibrant and vigorous personality, she does not hesitate to confess her feelings to her senior. However, Makoto differs significantly from the person Saki perceives: Makoto is not a girl, but rather a cross-dressing boy!\n\r\nAfter revealing his well-known secret to Saki, Makoto expects her to be disgusted. Surprisingly, she is instead captivated by this revelation. Nonetheless, he still rejects her, but Saki's determination does not stop her from declaring that she will become his first love. With Saki and his childhood friend at his side, Makoto's world brightens, giving him strength amid his struggle between his interests and the expectations placed on him.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "100",
    "Status": "Finished",
    "Published": "Dec  7, 2019 to Dec  30, 2021",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Crossdressing",
      "School"
    ],
    "Serialization": "LINE Mang",
    "Authors": "Pomu (Story & Art)",
    "Score": "7.78",
    "Ranked": "1354",
    "Popularity": "3570",
    "Members": "5,594",
    "Favorites": "178",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/252739.jpg"
  },
  {
    "Id": "25855",
    "Title": "Gunka no Baltzar",
    "Description": "Glory won over the roar of cannon fire, peace exists simply as a time to prepare for the next battle. A soldier in a militarily-advanced nation, Baltzar quickly advanced in rank. However, his career takes a sudden turn when he is reassigned as an adviser at a military school in a neighboring allied nation. Faced with little military power, untrained students, and civilian opposition to firearms, will Major Baltzar be able to win over the soldiers and civilians?\n\r\n(Source: Easy Going Scans)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  21, 2011 to ?",
    "Theme": [
      "Historical",
      "Military"
    ],
    "Demographic": [
      "Seinen",
      "Shounen"
    ],
    "Serialization": "Bessatsu Shounen Mag",
    "Authors": "Nakajima, Michitsune (Story & Art)",
    "Score": "7.78",
    "Ranked": "1355",
    "Popularity": "2333",
    "Members": "8,411",
    "Favorites": "118",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/147023.jpg"
  },
  {
    "Id": "36903",
    "Title": "Sasurai Emanon",
    "Description": "Following the events of her night aboard the ferry, Emanon—the enigmatic girl with a three-billion-year-old memory—continues on her journey, wandering aimlessly through life with no clear destination in mind. Since the beginning of time, she has followed the same cycle: she departs from home and travels the world as a teenager while pondering her mysterious existence, eventually meeting a man and giving birth to a girl who will inherit her memories and very being.\n\nSasurai Emanon, told from the perspective of Emanon herself, chronicles the events between 1967 and 1980, showing how her life had come full circle from her evening aboard the ferry to her reunion with the man at the train station.\n\r\n",
    "Volumes": "3",
    "Chapters": "37",
    "Status": "Finished",
    "Published": "Oct  18, 2008 to Dec  19, 2017",
    "Genre": [
      "Adventure",
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Ryu",
    "Authors": "Tsuruta, Kenji (Art), Kajio, Shinji (Story)",
    "Score": "7.78",
    "Ranked": "1357",
    "Popularity": "1080",
    "Members": "16,827",
    "Favorites": "230",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/116171.jpg"
  },
  {
    "Id": "37067",
    "Title": "Recipe no Oujisama",
    "Description": "Second year culinary student Sakai has always dreamed of opening his own little restaurant and being able to touch people's hearts with his cooking like his grandfather did. Except he's at his limit, fainting in class from overwork and fatigue from commuting 3 hours every morning just to get to school but there's no way he can afford to live closer...until his classmate tells him about an almost too good to believe room share nearby. And so begins the story of 4 misfit roommates.\n\r\n(Source: MU)",
    "Volumes": "1",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "May  7, 2012 to Mar  7, 2013",
    "Genre": [
      "Boys Love"
    ],
    "Serialization": "Magazine Be x Boy",
    "Authors": "Junko (Story & Art)",
    "Score": "7.78",
    "Ranked": "1358",
    "Popularity": "954",
    "Members": "18,569",
    "Favorites": "182",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/95491.jpg"
  },
  {
    "Id": "48257",
    "Title": "Shuujin Riku",
    "Description": "Born into a world beyond imagination, imprisoned for a crime he never committed. Young Riku's life couldn't sink any lower...or so he thought. Determined to survive no matter the circumstances, Riku now faces the impossible task of outliving a prison sentence in Earth's worst penitentiary.\n\r\n(Source: Project Bite Me! Scans)",
    "Volumes": "38",
    "Chapters": "338",
    "Status": "Finished",
    "Published": "Feb  10, 2011 to Feb  15, 2018",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Seguchi, Shinobu (Story & Art)",
    "Score": "7.78",
    "Ranked": "1359",
    "Popularity": "7784",
    "Members": "2,333",
    "Favorites": "45",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/166789.jpg"
  },
  {
    "Id": "90117",
    "Title": "Tsuki ga Michibiku Isekai Douchuu",
    "Description": "High school student Misumi Makoto is called into a fantasy world by the god Tsukuyomi, in order to be a hero. However, powerful others in this world aren't as thrilled to have him there, and they kick him to the edge of the world just as Tsukuyomi declares that he must leave Makoto to find his own way. Now it's up to Makoto to find his own way!\n\r\n(Source: MangaHelpers)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  10, 2015 to ?",
    "Genre": [
      "Adventure",
      "Fantasy"
    ],
    "Theme": [
      "Isekai"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "AlphaPolis Web Mang",
    "Authors": "Kino, Kotora (Art), Azumi, Kei (Story)",
    "Score": "7.78",
    "Ranked": "1346",
    "Popularity": "450",
    "Members": "37,452",
    "Favorites": "681",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/183227.jpg"
  },
  {
    "Id": "90309",
    "Title": "Mahou Shoujo Madoka★Magica: Majuu-hen",
    "Description": "Invisible to humans, wraiths are beings that feed on human emotions and cause chaos wherever they go. Magical girls must use the power they have gained in exchange for having one wish granted to protect humans from these wraiths. A group of magical girls in Mitakihara have been giving their all to keep the town safe, but two of their members, Sayaka Miki and Kyouko Sakura, cannot seem to get along. Their leader, Mami Tomoe, hopes that they can work together in time, but worries that their quarrels will begin to affect their magical girl duties.\n\r\nJoining this group of magical girls is Homura Akemi, who has recently transferred to Mitakihara Middle School. But Homura knows more about magical girls than she lets on, as well as the truth behind the current state of their world.\n\r\n",
    "Volumes": "3",
    "Chapters": "9",
    "Status": "Finished",
    "Published": "Jun  10, 2015 to Oct  8, 2016",
    "Genre": [
      "Drama",
      "Fantasy"
    ],
    "Theme": [
      "Mahou Shoujo"
    ],
    "Serialization": "Manga Time Kirara☆Magic",
    "Authors": "Magica Quartet (Story), Hanokage (Story & Art)",
    "Score": "7.78",
    "Ranked": "1347",
    "Popularity": "3996",
    "Members": "4,995",
    "Favorites": "91",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/260579.jpg"
  },
  {
    "Id": "92582",
    "Title": "Okosama Star",
    "Description": "When a classmate finds out he's secretly a sentai star, Kaidou's precious life as a regular high schooler is in danger of being stolen—and so's his heart, in this BL rom-com for fans of Hitorijime My Hero!\n\r\nAt high school, Kaidou seems to be a scary delinquent, but he's leading a second life—as the star of a sentai superhero live show! When sentai superfan classmate Honda discovers Kaidou's secret, Kaidou will stop at nothing to make sure it doesn't get out, but despite himself, the charismatic performer finds himself falling for his biggest fan...\n\r\n(Source: Kodansha USA)",
    "Volumes": "4",
    "Chapters": "23",
    "Status": "Finished",
    "Published": "Jul  30, 2014 to Jun  30, 2018",
    "Genre": [
      "Boys Love",
      "Comedy"
    ],
    "Serialization": "gateau",
    "Authors": "Aomiya, Kara (Story & Art)",
    "Score": "7.78",
    "Ranked": "1348",
    "Popularity": "3088",
    "Members": "6,476",
    "Favorites": "56",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/168529.jpg"
  },
  {
    "Id": "108023",
    "Title": "Kimi no Na wa. Another Side: Earthbound",
    "Description": "Mitsuha is a young girl living in a rural town named Itomori and is fed up with her life. One day, her family and friends notice she's suddenly acting strange. Little do they know, a high school boy from Tokyo named Taki Tachibana found himself randomly switching places with her when he fell asleep. But he has no clue how to act as a high school girl in an unfamiliar place!\n\r\nThis is the story of the hit novel Kimi no Na wa. from the perspective of Mitsuha's friends and family as they deal with her strange new quirks—and avoid disaster.\n\r\n(Source: Yen Press)",
    "Volumes": "2",
    "Chapters": "14",
    "Status": "Finished",
    "Published": "Jul  25, 2017 to Mar  26, 2019",
    "Genre": [
      "Drama",
      "Supernatural"
    ],
    "Serialization": "Cycomics",
    "Authors": "Kanou, Arata (Story), Nakamura, Junya (Art)",
    "Score": "7.78",
    "Ranked": "1349",
    "Popularity": "3950",
    "Members": "5,050",
    "Favorites": "48",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/207022.jpg"
  },
  {
    "Id": "50",
    "Title": "Shaman King",
    "Description": "Shamans are extraordinary individuals with the ability to communicate with ghosts, spirits, and gods, which are invisible to ordinary people. The Shaman Fight—a prestigious tournament pitting shamans from all over the world against each other—is held every five hundred years, where the winner is crowned Shaman King. This title allows the current incumbent to call upon the Great Spirit and shape the world as they see fit.\n\r\nFinding himself late for class one night, Manta Oyamada, an ordinary middle school student, decides to take a shortcut through the local cemetery. Noticing him, a lone boy sitting on a gravestone invites Manta to stargaze with \"them.\" Realizing that \"them\" refers to the boy and his ghostly friends, Manta flees in terror. Later, the boy introduces himself as You Asakura, a Shaman-in-training, and demonstrates his powers by teaming up with the ghost of six-hundred-year-old samurai Amidamaru to save Manta from a group of thugs. You befriends Manta due to his ability to see spirits, and with the help of Amidamaru, they set out to accomplish You's goal of becoming the next Shaman King.\n\r\n",
    "Volumes": "32",
    "Chapters": "288",
    "Status": "Finished",
    "Published": "Jun  30, 1998 to Aug  30, 2004",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Supernatural"
    ],
    "Theme": [
      "Super Power"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Takei, Hiroyuki (Story & Art)",
    "Score": "7.78",
    "Ranked": "1365",
    "Popularity": "203",
    "Members": "73,572",
    "Favorites": "3,371",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/255376.jpg"
  }
]