[
  {
    "Id": "137939",
    "Title": "Chi.: Chikyuu no Undou ni Tsuite",
    "Description": "In fifteenth-century Europe, heretics are being burned at the stake. Rafal, a brilliant young man, is expected to enter university at an early age and study the era's most important field, theology. But Rafal values Reason above all else, which leads him both to the shocking conclusion that the Earth orbits the Sun, and into the hands of the Inquisition!\n\r\nA decade later, two members of the Watch Guild, the dour young Oczy and the cynical Gras, find a hidden stone chest that details the secrets of the universe Rafal left behind. Dare they try to change their own stars by selling the heretical texts, or would that only lead to the stake and the fire?\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "8",
    "Chapters": "62",
    "Status": "Finished",
    "Published": "Sep  14, 2020 to Apr  18, 2022",
    "Genre": [
      "Award Winning"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Uoto (Story & Art)",
    "Score": "7.97",
    "Ranked": "804",
    "Popularity": "4104",
    "Members": "4,839",
    "Favorites": "60",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/246956.jpg"
  },
  {
    "Id": "94919",
    "Title": "Bokutachi ga Yarimashita",
    "Description": "Although satisfied with his average lifestyle, Tobio Masubuchi wishes for a long and fun existence, hoping that nothing will get in his way. Alongside his good friends Sho Isami, Yuki \"Maru\" Maruyama, and Hidero \"Paisen\" Kosaka, the group passes each day worry free, doing as they please. But when delinquents from a neighboring school overhear Maru saying that they should die, their troubles begin.\n\r\nAfter being kidnapped and brutally assaulted, Maru is found by his friends, who are shocked to see what has been done to him. Angry, Tobio proposes that they take immediate revenge, and after deciding how they should do so, the four put their plan into action. But when what should have been just a prank turns deadly, Tobio's aspirations for an undisturbed life are shattered forever.\n\r\n",
    "Volumes": "9",
    "Chapters": "87",
    "Status": "Finished",
    "Published": "Apr  6, 2015 to Jan  23, 2017",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Kaneshiro, Muneyuki (Story), Araki, Hikaru (Art)",
    "Score": "7.96",
    "Ranked": "817",
    "Popularity": "743",
    "Members": "23,402",
    "Favorites": "627",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/168953.jpg"
  },
  {
    "Id": "99386",
    "Title": "Sword Art Online: Project Alicization",
    "Description": "Kirito awakens in a vast, fantastical forest filled with towering trees. In his search for clues to the truth of his surroundings, he encounters a young boy who seems to know him. He ought to be a simple NPC, but the depth of his emotions seem no different than a human. As they search for the boy's parents, Kirito finds a peculiar memory returning to him. A memory from his own childhood, of this boy and a girl, too, with golden hair, and a name he should have never forgotten—Alice.\n\r\n(Source: Yen Press)",
    "Volumes": "5",
    "Chapters": "30",
    "Status": "Finished",
    "Published": "Aug  9, 2016 to Jun  11, 2021",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Video Game"
    ],
    "Serialization": "Web DenPlay Comic",
    "Authors": "Yamada, Koutarou (Art), Kawahara, Reki (Story)",
    "Score": "7.96",
    "Ranked": "818",
    "Popularity": "2740",
    "Members": "7,264",
    "Favorites": "139",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/201451.jpg"
  },
  {
    "Id": "149751",
    "Title": "Tokyo卍Revengers: Baji Keisuke kara no Tegami",
    "Description": "Tokyo卍Revengers: Baji Keisuke kara no Tegami is a spin-off that features Keisuke Baji and Chifuyu Matsuno.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  27, 2022 to ?",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Delinquents"
    ],
    "Serialization": "Magazine pock",
    "Authors": "Natsukawaguchi, Yukinori (Story & Art)",
    "Score": "7.96",
    "Ranked": "822",
    "Popularity": "4832",
    "Members": "4,023",
    "Favorites": "97",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/271646.jpg"
  },
  {
    "Id": "39291",
    "Title": "Nijiiro Days",
    "Description": "Nijiiro Days follows the daily lives of four high school boys: the hopeless romantic Natsuki Hashiba, the sadist Keiichi Katakura, the playboy Tomoya Matsunaga, and the smart otaku Tsuyoshi Naoe. Even while constantly struggling in their studies, they spend their days goofing around and having romantic misadventures.\n\r\nOn Christmas Eve, however, Natsuki is dumped by his girlfriend. While crying alone, he receives a pack of tissues from a girl wearing a Santa Claus costume, and, in return, gives her the scarf originally meant for his ex-girlfriend. As the holidays end and Natsuki returns to school, he finds out that the girl is named Anna Kobayakawa—who luckily goes to the same school as him! Having fallen in love with Anna, Natsuki aims to get closer to her, despite his friends interfering with his plans.\n\r\n",
    "Volumes": "16",
    "Chapters": "80",
    "Status": "Finished",
    "Published": "Dec  1, 2011 to May  11, 2018",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Mizuno, Minami (Story & Art)",
    "Score": "7.96",
    "Ranked": "819",
    "Popularity": "414",
    "Members": "40,040",
    "Favorites": "954",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/192780.jpg"
  },
  {
    "Id": "392",
    "Title": "Kimi wa Pet",
    "Description": "Fed-up with a life of being under-appreciated and disrespected, Sumire Iwaya decides to change things when she picks up a young boy off the street and brings him into her house. Despite being total opposites, the two seem to complement one another as they try to carve out an ordinary life for themselves.\n\r\n(Source: TokyoPop)",
    "Volumes": "14",
    "Chapters": "82",
    "Status": "Finished",
    "Published": "May  8, 2000 to Oct  25, 2005",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Love Polygon"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Kiss",
    "Authors": "Ogawa, Yayoi (Story & Art)",
    "Score": "7.96",
    "Ranked": "823",
    "Popularity": "810",
    "Members": "21,782",
    "Favorites": "594",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/165611.jpg"
  },
  {
    "Id": "422",
    "Title": "Yamato Nadeshiko Shichihenge♥",
    "Description": "It's a gorgeous, spacious mansion, and four handsome, fifteen-year-old friends are allowed to live in it for free! There's only one condition—that within three years the guys must transform the owner's wallflower niece into a lady befitting the palace in which they all live! How hard can it be?\n\r\nEnter Sunako Nakahara, the agoraphobic, horror-movie-loving, pockmark-faced, frizzy-haired, fashion-illiterate recluse who tends to break into explosive nosebleeds whenever she sees anyone attractive. This project is going to take more than our four heroes ever expected: it needs a miracle!\n\r\n(Source: Del Rey)",
    "Volumes": "36",
    "Chapters": "148",
    "Status": "Finished",
    "Published": "Mar  13, 2000 to Jan  13, 2015",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Reverse Harem",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Friend",
    "Authors": "Hayakawa, Tomoko (Story & Art)",
    "Score": "7.96",
    "Ranked": "824",
    "Popularity": "646",
    "Members": "26,972",
    "Favorites": "1,104",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/173084.jpg"
  },
  {
    "Id": "975",
    "Title": "Ludwig Kakumei",
    "Description": "In this grim and realistic take on classic fairy tales, Prince Ludwig, a female corpse collector, is ordered by his father to find himself a wife more suitable than the women he often brings into the castle. Along with his servant Wilhelm, they travel across the land in search of fair maidens from classic stories in hopes of finding Ludwig a wife.\n\r\n(Source: Aerandria Scans)",
    "Volumes": "4",
    "Chapters": "16",
    "Status": "Finished",
    "Published": "Nov  1998 to Jul  26, 2007",
    "Genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Horror",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Hana to Yum",
    "Authors": "Yuki, Kaori (Story & Art)",
    "Score": "7.96",
    "Ranked": "825",
    "Popularity": "1543",
    "Members": "12,619",
    "Favorites": "411",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/198404.jpg"
  },
  {
    "Id": "1250",
    "Title": "Deep Love: Ayu no Monogatari",
    "Description": "Based on Yoshi's hit novel series, \"Deep Love\" depicts the struggling life of Ayu, a 17-year-old high school girl who believes neither in a future nor the happiness it could bring her. By selling her body as a teenage prostitute, she's trying to justify her existence, which is as bleak as her heart: it's void of joy, sorrow, love. It's not until her encounter with a kind-hearted old lady that Ayu begins to realize the true meaning of happiness...\n\r\n(Source: manganews.net)",
    "Volumes": "2",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "May  13, 2004 to Sep  13, 2004",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Friend",
    "Authors": "Yoshi (Story), Yoshii, Yuu (Art)",
    "Score": "7.96",
    "Ranked": "826",
    "Popularity": "996",
    "Members": "17,912",
    "Favorites": "433",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/1007.jpg"
  },
  {
    "Id": "1683",
    "Title": "Kubikiri Asa",
    "Description": "In a prison world, there are few good stories, and this is the world of Kubikiri Asa, the beheader and master samurai under the Shogun. It's a world full of vengeance, greed, and violence. A world of depravity and sin. One man can set things straight if he can keep his wits. This is a story of extreme proportions, of sword study thick in tradition and with grim purpose, of blood rivers, agonizing screams, bondage, torture, and the evil prevalent in human failure. Drafted by the confirmed masters of the international medium of manga, Samurai Executioner is a shocking combination of darkness and fire, fine lines, and a fine man in the face of human decline.\n\r\n(Source: Dark Horse)",
    "Volumes": "10",
    "Chapters": "54",
    "Status": "Finished",
    "Published": "1972 to  1976",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Historical",
      "Samurai"
    ],
    "Serialization": "Shuukan Gend",
    "Authors": "Koike, Kazuo (Story), Kojima, Goseki (Art)",
    "Score": "7.96",
    "Ranked": "827",
    "Popularity": "2848",
    "Members": "7,011",
    "Favorites": "76",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/143461.jpg"
  },
  {
    "Id": "2435",
    "Title": "Crayon Shin-chan",
    "Description": "Shinnosuke Nohara might look like an innocent little kid, but anyone whose dealt with kids know they're anything but innocent. Relentlessly sassing the adults around him, pulling perverted pranks, and driving people to tears with embarrassment, Crayon Shinchan's the \"kindergartner from hell,\" a five-year-old boy whose bodily functions, offensive comments, and outrageous behavior consistently annoy everyone around him. A national phenomenon in Japan, this shocking and hilarious comic celebrates the terrible power of destruction and indecency wielded by toddlers everywhere!\n\r\n(Source: Jmanga)",
    "Volumes": "50",
    "Chapters": "1126",
    "Status": "Finished",
    "Published": "Aug  1990 to Mar  2010",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Manga Ac",
    "Authors": "Usui, Yoshito (Story & Art)",
    "Score": "7.96",
    "Ranked": "828",
    "Popularity": "3565",
    "Members": "5,611",
    "Favorites": "259",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/165300.jpg"
  },
  {
    "Id": "3438",
    "Title": "Psyren",
    "Description": "Ageha Yoshina is a self-confident high school student who helps others for a fee. On his way back from a job, he finds a strange calling card with the word \"Psyren\" imprinted left behind in a phone booth and decides to keep it, unaware of its purpose. The very next day, Ageha discovers that his classmate Sakurako Amamiya has the exact same calling card in her possession. When he questions her, Sakurako asks him to save her, signaling the day his troubles begin.\n\r\nConfused by the circumstances of this encounter, Ageha realizes something is wrong when Sakurako goes missing. In an attempt to figure out what is happening, he decides to call the number provided on the calling card and is asked a series of questions by a mysterious voice, ending with a final, cryptic question: \"Would you like to go to Psyren?\" Thus begins two teenagers' participation in a game of life or death within a strange world inhabited by monsters called \"Taboo.\" Granted the ability to use psychic powers known as \"PSI,\" the duo fight to return to the place they call home.\n\r\n",
    "Volumes": "16",
    "Chapters": "145",
    "Status": "Finished",
    "Published": "Dec  3, 2007 to Nov  29, 2010",
    "Genre": [
      "Action",
      "Adventure",
      "Romance",
      "Sci-Fi",
      "Supernatural"
    ],
    "Theme": [
      "High Stakes Game",
      "Psychological",
      "Strategy Game",
      "Super Power"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Iwashiro, Toshiaki (Story & Art)",
    "Score": "7.96",
    "Ranked": "829",
    "Popularity": "146",
    "Members": "93,059",
    "Favorites": "3,124",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/160868.jpg"
  },
  {
    "Id": "3633",
    "Title": "Beast Master",
    "Description": "Yuiko Kubozuka, a 17-year-old single high school student, loves animals; unfortunately, because of her overwhelming affection, they always run away from her. One stormy night, Yuiko accidentally scares her own cat up a tree, but a boy with fierce eyes and the looks of a wild animal helps save her cat and leaves without a word. The next day, the same boy turns out to be the new transfer student, Leo Aoi, whom everyone is frightened of due to his intimidating appearance.\n\r\nRegardless, Yuiko drums up the courage to thank him for last night. She soon finds out that underneath his frightening guise, Leo actually has a very sweet nature and also seems to have a way with animals, which makes her envious. However, Leo holds a dark secret: whenever he sees blood, he loses his human reasoning and unleashes his beastly instincts on those around him. Will Yuiko be able to tame the wild beast inside Leo or will he flee from her like all the other animals?\n\r\n",
    "Volumes": "2",
    "Chapters": "9",
    "Status": "Finished",
    "Published": "Sep  13, 2006 to Feb  12, 2007",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Motomi, Kyousuke (Story & Art)",
    "Score": "7.96",
    "Ranked": "830",
    "Popularity": "258",
    "Members": "60,371",
    "Favorites": "1,751",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/169235.jpg"
  },
  {
    "Id": "10270",
    "Title": "Karneval",
    "Description": "Naive boy Nai has been looking for someone important to him, with only an old bracelet and the name \"Karoku\" as his clues to their whereabouts. Along the way, he becomes ensnared by a monstrous woman hellbent on keeping him as a pet. But soon, he is saved by a clever and crafty thief named Gareki, who has broken into the woman's house to loot it. The two find themselves labeled as wanted criminals and end up entangled in the affairs of \"Circus\"—the country's most powerful defense organization. Circus is responsible for protecting the nation's citizens from entities known as \"varuga\"—monsters who consume human flesh—as well as uncovering the operations of a mysterious organization called Kafka.\n\r\nCircus has taken an interest in Nai upon learning that the bracelet he possessed turns out to be an old Circus ID. While Nai decides to stay in Circus' care, Gareki struggles to find his place aboard the ship. As their search for Karoku deepens, the pair encounter more dangerous varuga who all seem to gravitate toward Nai.\n\r\n",
    "Volumes": "28",
    "Chapters": "163",
    "Status": "Finished",
    "Published": "Aug  28, 2007 to Oct  28, 2021",
    "Genre": [
      "Action",
      "Fantasy",
      "Mystery",
      "Sci-Fi"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic ZERO-SUM",
    "Authors": "Mikanagi, Touya (Story & Art)",
    "Score": "7.96",
    "Ranked": "831",
    "Popularity": "476",
    "Members": "35,141",
    "Favorites": "1,301",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/172699.jpg"
  },
  {
    "Id": "11454",
    "Title": "Doraemon Plus",
    "Description": "Collection of unpublished stories from Doraemon.",
    "Volumes": "6",
    "Chapters": "125",
    "Status": "Finished",
    "Published": "1970 to  1990",
    "Genre": [
      "Comedy",
      "Sci-Fi"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shougaku Yonens",
    "Authors": "Fujiko, Fujio F. (Story & Art)",
    "Score": "7.96",
    "Ranked": "832",
    "Popularity": "10108",
    "Members": "1,674",
    "Favorites": "14",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/149315.jpg"
  },
  {
    "Id": "14689",
    "Title": "Hidamari no Ki",
    "Description": "The story of friendship between a samurai and a doctor in the final days of the Tokugawa Shogunate.\n\r\n(Source: Wikipedia)",
    "Volumes": "11",
    "Chapters": "62",
    "Status": "Finished",
    "Published": "Apr  10, 1981 to Dec  10, 1986",
    "Genre": [
      "Action",
      "Award Winning",
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Historical",
      "Medical",
      "Samurai"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic",
    "Authors": "Tezuka, Osamu (Story & Art)",
    "Score": "7.96",
    "Ranked": "834",
    "Popularity": "11504",
    "Members": "1,396",
    "Favorites": "19",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/273938.jpg"
  },
  {
    "Id": "115230",
    "Title": "Ginga no Shinanai Kodomotachi e",
    "Description": "The story of two immortal children, beginning at the time in which everything has ended. The innocent older sister Pi that loves to rap, and the introverted younger brother Makki that you can always find reading alone.\n\r\n(Source: Kadokawa, translated)",
    "Volumes": "2",
    "Chapters": "14",
    "Status": "Finished",
    "Published": "Feb  13, 2017 to Aug  27, 2018",
    "Genre": [
      "Adventure",
      "Drama",
      "Sci-Fi",
      "Slice of Life"
    ],
    "Serialization": "@vitam",
    "Authors": "Shikawa, Yuuki (Story & Art)",
    "Score": "7.96",
    "Ranked": "835",
    "Popularity": "10573",
    "Members": "1,570",
    "Favorites": "40",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/221731.jpg"
  },
  {
    "Id": "42531",
    "Title": "Senyuu.",
    "Description": "Satan Rchimedes returns to the earth after being sealed for one thousand years by a hero. The King tries to seal Satan once again by dispatching descendants of the hero. However, it's troublesome to find the genuine descendant, so the king chooses 75 hero-like people. This is the adventure of Alba, hero no.45, and his monitoring fighter Ross.",
    "Volumes": "2",
    "Chapters": "32",
    "Status": "Finished",
    "Published": "May  2, 2012 to Apr  4, 2013",
    "Genre": [
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Haruhara, Robinson (Story & Art)",
    "Score": "7.95",
    "Ranked": "840",
    "Popularity": "3735",
    "Members": "5,346",
    "Favorites": "164",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/260356.jpg"
  },
  {
    "Id": "90334",
    "Title": "Queen's Quality",
    "Description": "Fumi Nishioka is an apprentice \"Sweeper,\" a person who cleanses negative emotions from human hearts, who works together with fellow Sweeper Kyuutarou Horikita and his family. Before meeting them, she was homeless, and everywhere she went, people treated her like she was cursed. But the Horikitas—especially Kyuutarou—changed that, and gave her a place where she truly belongs.\n\r\nHowever, as the Horikitas are shocked to realize, a great yet terrible power lies dormant within Fumi's body, which can be used either for good or evil. Can Fumi control it, or will it end up controlling her?\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  13, 2015 to ?",
    "Genre": [
      "Romance",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Motomi, Kyousuke (Story & Art)",
    "Score": "7.95",
    "Ranked": "844",
    "Popularity": "1688",
    "Members": "11,508",
    "Favorites": "146",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/172099.jpg"
  },
  {
    "Id": "104829",
    "Title": "Sachi-iro no One Room",
    "Description": "A 14-year-old girl has gone missing, and the police are looking everywhere for her. Her parents are desperate and wish for her safe return home, afraid that she is suffering in fear and tremendous pain. However, that is not the case: in reality, she has agreed to live with her kidnapper and a previous stalker, a young man whom she lovingly calls \"Oniisan.\" She has no desire to go back to her parents—the ones who abused her physically and mentally—nor go back to school, where she endured heartless bullying.\n\r\nAs time goes on, their bond grows stronger, and she asks Oniisan to give her a new name: \"Sachi.\" Despite being aware of how unconventional their relationship is, the two make a promise to get married if they successfully escape both the police and Sachi's parents—or die trying. Clinging on to the littlest bit of true happiness they have found in each other, the two hold on to their only source of hope in this cruel world.\n\r\n",
    "Volumes": "11",
    "Chapters": "69",
    "Status": "Finished",
    "Published": "Sep  30, 2016 to Dec  21, 2022",
    "Genre": [
      "Drama",
      "Suspense"
    ],
    "Serialization": "    N",
    "Authors": "Hakuri (Story & Art)",
    "Score": "7.95",
    "Ranked": "846",
    "Popularity": "352",
    "Members": "46,181",
    "Favorites": "1,664",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/192115.jpg"
  },
  {
    "Id": "138407",
    "Title": "Natsu e no Tunnel, Sayonara no Deguchi: Gunjou",
    "Description": "Kaoru Tono heard a rumor: The laws of space and time mean nothing to the Urashima Tunnel. If you find it, walk through and you'll find your heart's desire on the other side...in exchange for years of your own life. On the night Kaoru just so happens to find himself standing in front of a tunnel that looks suspiciously like the one the rumor describes, he finds himself thinking of Karen, the sister he lost in an accident five years ago. To Kaoru's surprise, he's been followed by the new transfer student Anzu Hanaki, who promises to help him experiment with the mysterious tunnel—but what does she want from Kaoru in exchange? And what will he have left to give, after the tunnel's done with him?\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "4",
    "Chapters": "17",
    "Status": "Finished",
    "Published": "Jul  11, 2020 to Oct  16, 2021",
    "Genre": [
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "Serialization": "MangaONE",
    "Authors": "Koudon (Art), Hachimoku, Mei (Story)",
    "Score": "7.95",
    "Ranked": "857",
    "Popularity": "7322",
    "Members": "2,512",
    "Favorites": "41",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/247760.jpg"
  },
  {
    "Id": "140295",
    "Title": "Tsukuritai Onna to Tabetai Onna",
    "Description": "Cooking is how Nomoto de-stresses, but one day, she finds herself making way more than she can eat by herself. And so, she invites her neighbor Kasuga, who also lives alone. What will come out of this impromptu dinner invitation...?\n\r\n(Source: Yen Press)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  8, 2021 to ?",
    "Genre": [
      "Girls Love",
      "Slice of Life"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic",
    "Authors": "Yuzaki, Sakaomi (Story & Art)",
    "Score": "7.95",
    "Ranked": "858",
    "Popularity": "6320",
    "Members": "2,990",
    "Favorites": "67",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/250171.jpg"
  },
  {
    "Id": "534",
    "Title": "Spiral: Suiri no Kizuna",
    "Description": "Ayumu Narumi has lived all his life in the shadow of his famous detective brother, Kiyotaka. However, Kiyotaka disappeared two years ago, leaving behind his wife Madoka and Ayumu himself, along with a cryptic message about the \"Blade Children.\" \n\r\nOne day, a girl at Ayumu's school suddenly dies. What seemed like a suicide at first glance turns out to be a murder, and Ayumu is the prime suspect. While investigating the person responsible for framing him, he discovers that the mysterious Blade Children are involved—and they somehow know Kiyotaka personally. Ayumu soon finds out just how dangerous the Blade Children are and learns that, in reality, he and Kiyotaka are intertwined more closely than he had ever believed. \n\r\n",
    "Volumes": "15",
    "Chapters": "78",
    "Status": "Finished",
    "Published": "Aug  11, 1999 to Oct  12, 2005",
    "Genre": [
      "Drama",
      "Mystery",
      "Suspense"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Gang",
    "Authors": "Shirodaira, Kyou (Story), Mizuno, Eita (Art)",
    "Score": "7.95",
    "Ranked": "847",
    "Popularity": "1591",
    "Members": "12,173",
    "Favorites": "432",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/258718.jpg"
  },
  {
    "Id": "868",
    "Title": "Karakuri Circus",
    "Description": "Katou Narumi suffers from Zonapha Syndrome, a rare ailment that stops his breathing unless he makes people laugh. He's been forced to abandon his training in Chinese kenpo and return to Japan, where he now works as a clown. The only problem: he's not very funny.\n\r\nOne day he meets Saiga Masaru, the recent inheritor of a huge fortune, who gives him the first laugh he's gotten all day. When he realizes Masaru is being pursued by assassins, he steps in to protect the boy, only to discover that instead of conventional weapons, the assassins wield huge, eerie puppets. They soon encounter the mysterious Shirogane, who controls a puppet of her own, and claims she was sent from France by Masaru's late grandfather to protect him.\n\r\nTheir paths intertwine and diverge, splitting into two stories: Karakuri and Circus, puppets and performers, tears and laughter. The strange circus of living dolls that spreads Zonapha Syndrome, the human puppets known collectively as the Shirogane, and the puppeteers whose undying grudge set in motion both sides of this performance.\n\r\n(Source: Batoto)",
    "Volumes": "43",
    "Chapters": "426",
    "Status": "Finished",
    "Published": "Jul  9, 1997 to May  31, 2006",
    "Genre": [
      "Adventure",
      "Mystery"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Fujita, Kazuhiro (Story & Art)",
    "Score": "7.95",
    "Ranked": "848",
    "Popularity": "2443",
    "Members": "8,085",
    "Favorites": "197",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/170932.jpg"
  },
  {
    "Id": "871",
    "Title": "Dragon Quest: Dai no Daibouken",
    "Description": "Before his adventure begins, Dai lives in peace as the lone human among monsters on Dermline Island. While he dreams of becoming a hero, a group of fakes shows up to kidnap the Golden Metal Slime! Then, when Princess Leona arrives in need of a hero, Dai is ready to answer her call...but he needs more training! Will a tutor come along to help him?\n\r\n(Source: VIZ Media)",
    "Volumes": "37",
    "Chapters": "349",
    "Status": "Finished",
    "Published": "Oct  10, 1989 to Nov  26, 1996",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Sanjou, Riku (Story), Inada, Koji (Art)",
    "Score": "7.95",
    "Ranked": "849",
    "Popularity": "1644",
    "Members": "11,817",
    "Favorites": "356",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/282697.jpg"
  },
  {
    "Id": "1496",
    "Title": "Tenshi Nanka ja Nai",
    "Description": "In a rainy spring day, first year high schooler Midori Saezima saw a tall, handsome fellow student took care of a stray kitten. Without knowing the boy's name, she fell in love with him at the first sight. Due to sickness, Midori returned to school three days after summer vacation -- only to find out that she was \"volunteered\" as a candidate for student council. After a series of embarrassing accidents, both she and the mysterious boy she had a crush on, Akira Sudo, were elected as members of the student council. Being the first student council of this newly established high school, they are about to create \"new traditions\" for their school and a bittersweet love story for themselves...\n\r\n(Source: ANN)",
    "Volumes": "8",
    "Chapters": "40",
    "Status": "Finished",
    "Published": "Sep  1991 to Nov  1994",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Yazawa, Ai (Story & Art)",
    "Score": "7.95",
    "Ranked": "850",
    "Popularity": "3082",
    "Members": "6,483",
    "Favorites": "139",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/262986.jpg"
  },
  {
    "Id": "1648",
    "Title": "Tengen Toppa Gurren Lagann",
    "Description": "In their closed-off underground village, Kamina and Simon chafe at the limits imposed by the village elder. Yet all this will change, when Simon stumbles across a fantastic device - just as the village's peace is broken by a violent intrusion.",
    "Volumes": "10",
    "Chapters": "65",
    "Status": "Finished",
    "Published": "Apr  27, 2007 to May  27, 2013",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Sci-Fi"
    ],
    "Theme": [
      "Mecha"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Nakashima, Kazuki (Story), Mori, Kotarou (Art)",
    "Score": "7.95",
    "Ranked": "851",
    "Popularity": "1406",
    "Members": "13,584",
    "Favorites": "254",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/268490.jpg"
  },
  {
    "Id": "3941",
    "Title": "Clannad: Tomoyo After",
    "Description": "Manga adaptation of the visual novel Tomoyo After: It's a Wonderful Life. Can be taken as what happens after the Tomoyo route from the Clannad game, with Tomoyo and Tomoya being a pair.",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Apr  20, 2007 to Oct  20, 2007",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Serialization": "Dragon Ag",
    "Authors": "Key (Story), Sumiyoshi, Yukiko (Art)",
    "Score": "7.95",
    "Ranked": "852",
    "Popularity": "2567",
    "Members": "7,737",
    "Favorites": "200",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/6141.jpg"
  },
  {
    "Id": "4584",
    "Title": "Sasameki Koto",
    "Description": "Sumika Murasame is not a cute girl. Nicknamed \"Violence Murasame\" by her peers, the tall and imposing Sumika shows little signs of femininity. And unfortunately for Sumika, her best friend and crush, Ushio Kazama, only likes cute girls. Ushio loves to gush about her endless crushes, completely oblivious to Sumika's feelings.\n\r\nDuring their first year of high school, Sumika and Ushio encounter Tomoe Hachisuka and Miyako Tamae, two other girls of a similar orientation. Desiring to start a club for \"girl-loving girls,\" the group attempts to find a fifth member and get their club approved. Though Sumika has some reservations about the purpose of the club, she recognizes this as an opportunity to get closer to Ushio and resolve her unrequited love.\n\r\n",
    "Volumes": "9",
    "Chapters": "55",
    "Status": "Finished",
    "Published": "Jan  27, 2007 to Sep  27, 2011",
    "Genre": [
      "Comedy",
      "Drama",
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Aliv",
    "Authors": "Ikeda, Takashi (Story & Art)",
    "Score": "7.95",
    "Ranked": "853",
    "Popularity": "793",
    "Members": "22,196",
    "Favorites": "684",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/217658.jpg"
  },
  {
    "Id": "17374",
    "Title": "Himegimi to Sanbiki no Kemono",
    "Description": "The royal palace of the kingdom of Alba Forest received one letter of advance notice. That is, \"We shall take the last treasure left behind by the late king to his beloved daughter, Violet.\" The sender of that letter was a group of robbers called the \"Three Beasts.\" When Violet meets one of them by chance, the crow, her life changes greatly...! \n\r\n(Source: Starry Heaven)",
    "Volumes": "4",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Feb  20, 2009 to Mar  20, 2011",
    "Genre": [
      "Fantasy"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "The Hana to Yum",
    "Authors": "Miyuki, Mitsubachi (Story & Art)",
    "Score": "7.95",
    "Ranked": "855",
    "Popularity": "2291",
    "Members": "8,536",
    "Favorites": "103",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/255812.jpg"
  },
  {
    "Id": "17541",
    "Title": "Shinrei Tantei Yakumo",
    "Description": "Shinrei Tantei Yakumo tells a story of a college student, Saitou Yakumo, who was born with different eye colors. His red left eye gives him the special ability to see ghosts and spirits. He believes ghosts and spirits are bound to earth because of a certain 'cause' and simply eliminating that 'cause' will let those spirits will rest in peace. Being asked for help by Ozawa Haruka, they begin the investigation together.\n\r\n(Source: Fateful Encounters)",
    "Volumes": "14",
    "Chapters": "65",
    "Status": "Finished",
    "Published": "Jun  24, 2009 to Jun  24, 2016",
    "Genre": [
      "Horror",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Asuk",
    "Authors": "Kaminaga, Manabu (Story), Oda, Suzuka (Art)",
    "Score": "7.95",
    "Ranked": "856",
    "Popularity": "904",
    "Members": "19,614",
    "Favorites": "312",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/155035.jpg"
  },
  {
    "Id": "70589",
    "Title": "GTO: Paradise Lost",
    "Description": "Onizuka is a prisoner. For reasons that he only knows, he tells the story himself of what happened between him and Class G (which is basically an idol class), expect many troubles, adventures and of course many hilarious moments.\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  14, 2014 to ?",
    "Theme": [
      "Delinquents",
      "Workplace"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Fujisawa, Tooru (Story & Art)",
    "Score": "7.95",
    "Ranked": "842",
    "Popularity": "1110",
    "Members": "16,264",
    "Favorites": "155",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/135283.jpg"
  },
  {
    "Id": "56435",
    "Title": "Shinohayu: the Dawn of Age",
    "Description": "A prequel to the Saki series based on the older characters as high schoolers 10 years ago.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  25, 2013 to ?",
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Big Gang",
    "Authors": "Igarashi, Aguri (Art), Kobayashi, Ritz (Story)",
    "Score": "7.94",
    "Ranked": "862",
    "Popularity": "10852",
    "Members": "1,517",
    "Favorites": "36",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/110173.jpg"
  },
  {
    "Id": "67645",
    "Title": "Namaikizakari.",
    "Description": "Being the eldest child of a large family, Yuki Machida was forced to become the responsible one of her many siblings at a very young age. Accustomed to making sacrifices for them, she is all too familiar with disappointment and the pain of suppressing her true feelings.\n\r\nThough expecting nothing to become of them, Machida becomes the basketball club manager in order to be closer to her crush. But at the start of the new school year, Shou Naruse joins the team. He is extremely talented... and has taken an interest in Machida. Stoic-faced and cold, she is unfazed by his advances, despite how relentless he is when it comes to winning her love—from kissing her with no warning to asking for permission to grope her. Keeping her cool and focusing on basketball becomes a much more difficult task when Naruse makes no effort to conceal his desires.\n\r\n",
    "Volumes": "23",
    "Chapters": "140",
    "Status": "Finished",
    "Published": "Oct  19, 2013 to Dec  20, 2021",
    "Genre": [
      "Romance",
      "Sports"
    ],
    "Theme": [
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Miyuki, Mitsubachi (Story & Art)",
    "Score": "7.94",
    "Ranked": "863",
    "Popularity": "197",
    "Members": "75,244",
    "Favorites": "2,516",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/128825.jpg"
  },
  {
    "Id": "80119",
    "Title": "Kobayashi-san Chi no Maid Dragon",
    "Description": "For Kobayashi, every workday is the same tiring routine, followed by a night of drinking with coworkers to let herself loose. However, her stale life changes one morning when she is greeted at her front door by the huge face of a dragon. Introducing herself as Tooru, the dragon transforms into a young woman in a maid outfit. Having met Kobayashi drunk in the mountains the night before, she accepts Kobayashi's invitation to live with her as her personal housemaid.\n\nKobayashi-san Chi no Maid Dragon follows the daily life of Kobayashi, her dragon maid Tooru, and various other dragons as they move past their differences to grow closer together.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  25, 2013 to ?",
    "Genre": [
      "Fantasy",
      "Slice of Life"
    ],
    "Serialization": "Monthly Ac",
    "Authors": "Cool-kyou Shinja (Story & Art)",
    "Score": "7.94",
    "Ranked": "865",
    "Popularity": "376",
    "Members": "43,637",
    "Favorites": "1,354",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/138919.jpg"
  },
  {
    "Id": "95920",
    "Title": "Niehime to Kemono no Ou",
    "Description": "One hundred years ago, there was a great war between humanity and beastkind. Once the war ended, an annual tradition was proposed where a female sacrifice would be taken from the humans to be eaten by the King of Beasts. This tradition continues on as the 99th sacrifice, 15-year-old Sariphi, is taken from her village to the kingdom of Ozmargo, a miasma-filled realm where beasts live and human entry is forbidden.\n\r\nBut Sariphi is not like the previous sacrifices. Her optimism and lack of fear towards the beasts and her fate surprises the otherwise fearsome King. Intrigued by the sacrificial princess and her history, he allows her to freely roam around the kingdom until the night of revelation despite the potential outrage. Little do Sariphi and the King know, their short time spent together has slowly set the stage for something unimaginably different for the future of Ozmargo.\n\r\n",
    "Volumes": "15",
    "Chapters": "89",
    "Status": "Finished",
    "Published": "Aug  5, 2015 to Oct  20, 2020",
    "Genre": [
      "Fantasy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Tomofuji, Yuu (Story & Art)",
    "Score": "7.94",
    "Ranked": "886",
    "Popularity": "1254",
    "Members": "14,954",
    "Favorites": "276",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269710.jpg"
  },
  {
    "Id": "98639",
    "Title": "Maoujou de Oyasumi",
    "Description": "In a world where humans and demons coexist, Demon Lord Tasogare holds the human empire's princess, Aurora Suya Rhys Kaymin, hostage. He demands humans to give him absolute rule on the world, but humanity refuses to concede without a fight and sends hero Yuusha Akatsuki to save the captive.\n\r\nMeanwhile, although unharmed, Suya Rhys spends her time locked up in the demon castle, often feeling lethargic. Even so, she has trouble sleeping due to poor hospitality. The princess then begins her amusing adventures as she tries to make herself comfortable and finally get some sleep.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  11, 2016 to ?",
    "Genre": [
      "Comedy",
      "Fantasy"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Kumanomata, Kagiji (Story & Art)",
    "Score": "7.94",
    "Ranked": "887",
    "Popularity": "881",
    "Members": "20,086",
    "Favorites": "536",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/183044.jpg"
  },
  {
    "Id": "118166",
    "Title": "Hypnosis Mic: Division Rap Battle - side F.P & M",
    "Description": "H-Era, Year 3: Following the disbandment of The Dirty Dawg, former member Dr. Jakurai Jinguji receives an invitation from the Party of Words to participate in the first iteration of the Division Rap Battles—a new initiative that puts the best of each division against each other in a head-to-head battle for territory, pride, and a large monetary prize. The new rap contest is an opportunity for Jakurai to exact revenge on Ramuda Amemura, another former member of The Dirty Dawg who now hates him. With salaryman Doppo Kannozaka and Shinjuku’s number one host, Hifumi Izanami, Jakurai forms his own rap group, Matenrou, to compete in the Division Rap Battle.\n\r\nElsewhere, Ramuda is forming his own crew to participate in the same competition. Teaming up with gambler Dice Arugisawa and author Gentarou Yumeno, the trio form Fling Posse to represent Shibuya. As the two teams face off in the tournament, Ramuda and Jakurai find themselves entangled in a complicated situation with the new powerful government of Japan. Having taken a special interest in Jakurai, the Party of Words will do anything it takes to ensure his cooperation. It will take more than just superior rap skills to uncover the truth behind what happened to The Dirty Dawg and the government’s true intentions.\n\r\n",
    "Volumes": "3",
    "Chapters": "15",
    "Status": "Finished",
    "Published": "Dec  28, 2018 to Feb  28, 2020",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Music"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic ZERO-SUM",
    "Authors": "Momose, Yuuichirou (Story), Jou, Kiiko (Story & Art)",
    "Score": "7.94",
    "Ranked": "866",
    "Popularity": "9878",
    "Members": "1,727",
    "Favorites": "66",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/221225.jpg"
  },
  {
    "Id": "121544",
    "Title": "Ousama Ranking",
    "Description": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"\n\r\nBojji is able to make his first ever friend, \"Kage\" (shadow)—a literal shadow on the ground who somehow understands Bojji well. (Kage is a survivor of the Kage assassin clan that was all but wiped out. No longer a killer, Kage now makes ends meet by stealing.) The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  12, 2019 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy"
    ],
    "Serialization": "    N",
    "Authors": "Tooka, Sousuke (Story & Art)",
    "Score": "7.94",
    "Ranked": "869",
    "Popularity": "2255",
    "Members": "8,689",
    "Favorites": "111",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/226135.jpg"
  },
  {
    "Id": "129409",
    "Title": "Girls & Panzer: Pravda Senki",
    "Description": "The northern powerhouse, Pravda High School, is on course to win the 62nd national senshadou championship! The tiny tyrant Katyusha and Nonna's battle begins! The curtain lifts on this spin-off to the smash-hit anime Girls & Panzer!\n\r\n(Source: Kadokawa, translated) ",
    "Volumes": "5",
    "Chapters": "24",
    "Status": "Finished",
    "Published": "Jul  19, 2018 to Oct  21, 2021",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Military",
      "School"
    ],
    "Serialization": "ComicWalk",
    "Authors": "Yoshida, Hajime (Story & Art)",
    "Score": "7.94",
    "Ranked": "870",
    "Popularity": "16357",
    "Members": "830",
    "Favorites": "41",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/236121.jpg"
  },
  {
    "Id": "130331",
    "Title": "Shangri-La Frontier: Kusoge Hunter, Kamige ni Idoman to su",
    "Description": "Second year high school student Rakurou Hizutome is interested in one thing only: finding \"shitty games\" and beating the crap out of them. His gaming skills are second to none, and no game is too bad for him to enjoy. So when he's introduced to the new VR game Shangri-La Frontier, he does what he does best—min-maxes and skips the prologue to jump straight into the action. But can even an expert gamer like Rakurou discover all the secrets that Shangri-La Frontier hides...?\n\r\n(Source: Kodansha USA)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  15, 2020 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning"
    ],
    "Theme": [
      "Video Game"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Fuji, Ryousuke (Art), Katarina (Story)",
    "Score": "7.94",
    "Ranked": "871",
    "Popularity": "1424",
    "Members": "13,441",
    "Favorites": "222",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/235471.jpg"
  },
  {
    "Id": "130934",
    "Title": "Otonari no Tenshi-sama ni Itsunomanika Dame Ningen ni Sareteita Ken",
    "Description": "Mahiru is a beautiful girl whose classmates all call her an \"angel.\" Not only is she a star athlete with perfect grades—she's also drop-dead gorgeous. Amane‚ an average guy and self-admitted slob‚ has never thought much of the divine beauty‚ despite attending the same school. Everything changes‚ however‚ when he happens to see Mahiru sitting alone in a park during a rainstorm. Thus begins the strange relationship between this incredibly unlikely pair!\n\r\n(Source: Yen Press)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  6, 2022 to ?",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Serialization": "Manga UP!",
    "Authors": "Saeki-san (Story), Shibata, Wan (Art)",
    "Score": "7.94",
    "Ranked": "872",
    "Popularity": "1657",
    "Members": "11,752",
    "Favorites": "182",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/265701.jpg"
  },
  {
    "Id": "135396",
    "Title": "Vivy: Fluorite Eye's Song",
    "Description": "In the heart of a society where AIs are as common as ordinary people, Diva—nicknamed \"Vivy\" by her human friend—is the first autonomous humanoid AI in history. Like every other AI, Vivy is tasked with her own individual mission: to make everyone happy with her singing. She is programmed with a magnificent voice, but struggles to grasp the essence of a soul needed to touch a human's very core.\n\r\nWhen Vivy seemingly suffers a technical issue, her personal archive is plagued by a strange cubical AI who calls himself Matsumoto. He claims to come from a hundred years in the future, where AIs have turned against mankind and caused a harrowing bloodshed.\n\r\nWith advanced capabilities, Matsumoto's specific duty is to, together with Vivy, alter the pivotal moments of history to prevent their peaceful coexistence from crumbling down. Ready to save lives, Vivy risks everything to aid Matsumoto's century-long mission, all while fighting an anti-AI terrorist organization and searching for the true meaning of happiness.\n\r\n",
    "Volumes": "4",
    "Chapters": "23",
    "Status": "Finished",
    "Published": "Apr  10, 2021 to Aug  10, 2023",
    "Genre": [
      "Action",
      "Sci-Fi"
    ],
    "Theme": [
      "Music",
      "Time Travel"
    ],
    "Serialization": "MAGCOMI",
    "Authors": "Yamataka, Morito (Art)",
    "Score": "7.94",
    "Ranked": "873",
    "Popularity": "6725",
    "Members": "2,790",
    "Favorites": "53",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/249035.jpg"
  },
  {
    "Id": "19671",
    "Title": "Angel Beats!: Heaven's Door",
    "Description": "In a world after death, angels fight for their fate and their future. Yuri, the leader of the Shinda Sekai Sensen, rebels against the god who destined her to have an unreasonable life. On the other hand, Tenshi, the chairperson of the student council for the world after death, battles against the SSS members. SSS members utilize armed weaponry to battle it out against the angels harnessing supernatural powers.",
    "Volumes": "11",
    "Chapters": "77",
    "Status": "Finished",
    "Published": "Mar  30, 2010 to Oct  28, 2016",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Dengeki G's Comic",
    "Authors": "Maeda, Jun (Story), Key (Story), Asami, Yuriko (Art)",
    "Score": "7.94",
    "Ranked": "874",
    "Popularity": "888",
    "Members": "19,986",
    "Favorites": "645",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/153985.jpg"
  },
  {
    "Id": "24302",
    "Title": "Rockman Gigamix",
    "Description": "Mega Man Gigamix is a manga drawn by Hitoshi Ariga and connected with Mega Man Megamix, being that some chapters are prequels and others are direct follow-ups. The manga was published by BN in three volumes between 2009-2010 in Japan and by Udon Entertainment between 2011-2012 in the United States.\n\n(Source: The Mega Man Knowledge Base Wikia)",
    "Volumes": "3",
    "Chapters": "5",
    "Status": "Finished",
    "Published": "Nov  30, 2009 to Nov  27, 2010",
    "Genre": [
      "Action",
      "Adventure",
      "Sci-Fi"
    ],
    "Theme": [
      "Mecha",
      "Space"
    ],
    "Demographic": [
      "Kids"
    ],
    "Serialization": "    N",
    "Authors": "Ariga, Hitoshi (Story & Art)",
    "Score": "7.94",
    "Ranked": "876",
    "Popularity": "13699",
    "Members": "1,093",
    "Favorites": "57",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/204031.jpg"
  },
  {
    "Id": "26021",
    "Title": "Hajimari no Niina",
    "Description": "Niina Aoyagi is an 11-year-old girl who claims to be in love with Atsurou Itami, a man 15 years older than her. In Niina's past life, she was a girl named Chitose Amamiya, who was infatuated with the same person when they were middle school students. Before Chitose's death, the two had made a promise, that Niina intends to fulfill while hiding the precious memories from her past. Can Niina heal the wounds in both their hearts?\n\r\n",
    "Volumes": "4",
    "Chapters": "22",
    "Status": "Finished",
    "Published": "Sep  18, 2010 to Oct  20, 2012",
    "Genre": [
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Minamori, Koyomi (Story & Art)",
    "Score": "7.94",
    "Ranked": "877",
    "Popularity": "1236",
    "Members": "15,083",
    "Favorites": "167",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/261738.jpg"
  },
  {
    "Id": "118",
    "Title": "Kobato.",
    "Description": "In a certain city in Japan, one's naive heart faintly shimmers above the rest—a seemingly odd and naive brunette named Kobato Hanato. Despite appearing to wander around, the pure-hearted girl aspires to fulfill one precious wish: to reach a particular place. But for it to be granted, she must learn how to heal the wounded hearts of the people and collect them in a magic bottle.\n\r\nHowever, the world can be confusing for such an innocent girl. Her companion Ioryogi can be quite rough in teaching her common sense, especially for a talking blue dog plushie! Luckily for Kobato, a certain quaint place with a troubled history seems to be—and may be looking for—a glimmer of hope.\n\r\n",
    "Volumes": "6",
    "Chapters": "40",
    "Status": "Finished",
    "Published": "Dec  18, 2004 to Jul  8, 2011",
    "Genre": [
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Serialization": "Newtyp",
    "Authors": "CLAMP (Story & Art)",
    "Score": "7.94",
    "Ranked": "878",
    "Popularity": "842",
    "Members": "21,077",
    "Favorites": "578",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/154345.jpg"
  },
  {
    "Id": "1456",
    "Title": "Shi ga Futari wo Wakatsu made",
    "Description": "The future is a great unknown. Throughout history, those who have been graced with the power to read it have been sought by many. In this day and age, the term \"prophet\" is outdated. \"Precog,\" as in precognition, is the modern term. Yet when the powers of precognition are graced upon a young girl named Tohyama Haruka, she is sought after by a powerful organization. Utilizing her powers, Haruka makes contact with Hijikata Mamoru, a blind swordsman. When cornered by her captors, Haruka proposes an outrageous condition to Mamoru. Haruka wants Mamoru to protect her until death do them part.\n\r\n(Source: MangaHelpers) ",
    "Volumes": "26",
    "Chapters": "217",
    "Status": "Finished",
    "Published": "Jun  3, 2005 to Nov  20, 2015",
    "Genre": [
      "Action",
      "Drama",
      "Sci-Fi",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Gang",
    "Authors": "Song, Ji-Hyung (Art), Takashige, Hiroshi (Story)",
    "Score": "7.94",
    "Ranked": "880",
    "Popularity": "574",
    "Members": "29,847",
    "Favorites": "626",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/167767.jpg"
  },
  {
    "Id": "1668",
    "Title": "Black Jack ni Yoroshiku",
    "Description": "Saitou Eijirou is a newly established intern doctor, who is forced to take on a second night job at another, much smaller hospital because of the extremely low pay he receives. As he bounces between the two different hospitals, he is forced to dig deeper and deeper into Japan's largely corrupted medical society and starts to question even his own initial beliefs, as he asks himself just what being a doctor means.\n\r\n(Source: ANN)",
    "Volumes": "13",
    "Chapters": "127",
    "Status": "Finished",
    "Published": "Jan  2002 to Jan  26, 2006",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Medical",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Sato, Shuho (Story & Art)",
    "Score": "7.94",
    "Ranked": "881",
    "Popularity": "3642",
    "Members": "5,487",
    "Favorites": "122",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/176844.jpg"
  },
  {
    "Id": "3713",
    "Title": "Bartender",
    "Description": "After spending eight years in Europe, bartender Ryuu Sasakura returns home to explore the local bar scene. As a seasoned veteran of the industry, Sasakura knows how to make the perfect drink to match a patron's mood and circumstance. Serving patrons at the bar Lapin, Sasakura utilizes his expertise and compassionate ear. Thanks to his excellent service, Sasakura's customers always have something special in store.\n\r\n",
    "Volumes": "21",
    "Chapters": "167",
    "Status": "Finished",
    "Published": "Dec  3, 2004 to Dec  21, 2011",
    "Genre": [
      "Drama",
      "Gourmet",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei",
      "Workplace"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Super Jump",
    "Authors": "Nagatomo, Kenji (Art), Jou, Araki (Story)",
    "Score": "7.94",
    "Ranked": "882",
    "Popularity": "1084",
    "Members": "16,750",
    "Favorites": "319",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/279741.jpg"
  },
  {
    "Id": "3986",
    "Title": "Deadman Wonderland",
    "Description": "After a powerful earthquake nearly destroyed all of Tokyo, a prison known as Deadman Wonderland rose from what was left of the city. Privately-run through the guise and functions of a theme park, Deadman Wonderland takes in prisoners from all over Japan, using them as attractions for tourists. Little do the public know about the true purpose of this \"theme park\" and the horrors that take place within.\n\r\nEnter Ganta Igarashi, a middle school student who has lived a normal life since the great earthquake occurred. This all changes when a mysterious masked murderer called the Red Man appears and kills his entire class, knocking him unconscious which consequently left him as the sole survivor. When he awakens, he is falsely convicted as the perpetrator behind the massacre, landing him a spot in Deadman Wonderland. What will become of this new inmate whose life depends on the bizarre \"games\" that this prison holds? And just what does Shiro, Ganta's supposed childhood friend who awaits his arrival, know about the Red Man?\n\r\n",
    "Volumes": "13",
    "Chapters": "58",
    "Status": "Finished",
    "Published": "Apr  26, 2007 to Jul  26, 2013",
    "Genre": [
      "Action",
      "Adventure",
      "Drama",
      "Sci-Fi",
      "Supernatural"
    ],
    "Theme": [
      "Gore",
      "High Stakes Game",
      "Survival"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Ac",
    "Authors": "Kondou, Kazuma (Story & Art), Kataoka, Jinsei (Story & Art)",
    "Score": "7.94",
    "Ranked": "883",
    "Popularity": "35",
    "Members": "199,711",
    "Favorites": "9,107",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/271990.jpg"
  },
  {
    "Id": "4623",
    "Title": "Hyakki Yakoushou",
    "Description": "Ritsu inherited his sixth sense from his grandfather, along with a demon guardian named Blue Storm. Strange things just seem to happen around these two, and it's left to them to get to the bottom of all these mysterious events. Each story is independent but features recurring characters you'll come to know and appreciate as they, each in their own way, try to deal with things 'not of this world'.\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "1995 to ?",
    "Genre": [
      "Horror",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Nemuki+",
    "Authors": "Ima, Ichiko (Story & Art)",
    "Score": "7.94",
    "Ranked": "884",
    "Popularity": "5828",
    "Members": "3,264",
    "Favorites": "40",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/19666.jpg"
  },
  {
    "Id": "6888",
    "Title": "Subaru",
    "Description": "A small five-year-old girl named Subaru no longer has time for friends and play. Why is this? Her twin brother Kazuma is dying...and gradually forgetting everything. Even Subaru. And so the girl visits him every day, talking with him and dancing for him, trying to make him remember her. And he always does by the end of the day. Encouraged by a friend to join ballet classes, the girl does so and falls in love with the dance.\n\r\n(Source: Aerie Scans)",
    "Volumes": "11",
    "Chapters": "123",
    "Status": "Finished",
    "Published": "Dec  13, 1999 to Nov  2, 2002",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Performing Arts",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Soda, Masahito (Story & Art)",
    "Score": "7.94",
    "Ranked": "885",
    "Popularity": "3366",
    "Members": "5,988",
    "Favorites": "105",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/265860.jpg"
  },
  {
    "Id": "109608",
    "Title": "Goblin Slayer Gaiden: Year One",
    "Description": "Three days after his sister's death, he finally regained the will to move. In the aftermath of a goblin raid, a lone boy mourns the loss of his village, his family...\n\r\nFive years later, that same boy visits a city on the frontier and becomes an adventurer. Despite being the lowest rank and wholly inexperienced, the young adventurer immediately accepts a quest and sets out alone to raid a goblin lair. His mind already burning with a clear vision of his calling, the legend of Goblin Slayer begins!\n\r\n(Source: Yen Press)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  15, 2017 to ?",
    "Genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Gang",
    "Authors": "Kagyuu, Kumo (Story), Sakaeda, Kento (Art)",
    "Score": "7.93",
    "Ranked": "890",
    "Popularity": "700",
    "Members": "25,130",
    "Favorites": "283",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/207520.jpg"
  },
  {
    "Id": "122575",
    "Title": "Sayonara Rose Garden",
    "Description": "To pursue her dream of becoming an author, young Hanako abandons her home in Japan to journey to England. However, belittled and rejected by the publishing company of her favorite writer, she finds herself with nowhere to turn to—until she meets Alice Douglas, a noblewoman kind enough to take her in as a maid.\n\r\nHanako enjoys working as Alice's personal maid, and despite being in different social classes, the two gradually become close. One day, Alice offers to grant Hanako's deepest wish, but only under one condition—Hanako must kill her in return. Attempting to understand why she would so eagerly seek her death, Hanako learns that there is more to the noblewoman than meets the eye.\n\r\n",
    "Volumes": "3",
    "Chapters": "18",
    "Status": "Finished",
    "Published": "Jul  9, 2018 to Jan  13, 2020",
    "Genre": [
      "Drama",
      "Girls Love"
    ],
    "Theme": [
      "Historical"
    ],
    "Serialization": "MAGxiv",
    "Authors": "Dokuta, Pepako (Story & Art)",
    "Score": "7.93",
    "Ranked": "892",
    "Popularity": "2196",
    "Members": "8,873",
    "Favorites": "215",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/225361.jpg"
  },
  {
    "Id": "87813",
    "Title": "Takane to Hana",
    "Description": "Sixteen-year-old Hana Nonomura is forced to be the substitute for her older sister Yukari at a miai: a meeting between two people considering an arranged marriage. Hana's prospective suitor turns out to be the handsome heir of the wealthy Takaba company, Takane Saibara, who is 10 years her senior. He promptly shows disdain toward Hana and, in response, she tells him that she is equally unimpressed by his status and personality.\n\r\nHana believes that her actions at the meeting should have put an end to the discussions about marriage with Takane. To her surprise, not only does the man want to proceed with negotiations but he also starts to show interest in her! This is just the beginning of a special relationship between two polar opposites!\n\r\n",
    "Volumes": "18",
    "Chapters": "115",
    "Status": "Finished",
    "Published": "Jun  5, 2014 to Jul  20, 2020",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Shiwasu, Yuki (Story & Art)",
    "Score": "7.93",
    "Ranked": "897",
    "Popularity": "593",
    "Members": "29,130",
    "Favorites": "716",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/152773.jpg"
  },
  {
    "Id": "103851",
    "Title": "5-toubun no Hanayome",
    "Description": "Considered a genius, high schooler Fuutarou Uesugi excels at studying and obtains a perfect score on every test. Due to his intense focus on that regard, he is a reclusive person with no friends. Additionally, he lives in a tight financial state as a result of family debts. \n\r\nFuutarou's mundane lifestyle is interrupted when Itsuki Nakano, a new transfer student, contests him for his usual lunch seat. After a short altercation, Fuutarou emerges victorious by insulting Itsuki's eating habits, which angers her enough to leave. However, when Fuutarou learns that he has been offered the private tutor position of a wealthy family's academically hopeless daughters, he immediately regrets his prior encounter. It turns out that the beneficiaries of his tutoring are none other than Itsuki and her four identical siblings: the shy Miku, the cheerful Yotsuba, the devious Nino, and the mature Ichika! \n\r\nTeaching these quintuplets may prove more difficult for Fuutarou than he initially expected, as the last thing they want to do is seriously study. Now, Fuutarou must face the various challenges of tutoring five beautiful yet eccentric girls. \n\r\n",
    "Volumes": "14",
    "Chapters": "122",
    "Status": "Finished",
    "Published": "Aug  9, 2017 to Feb  19, 2020",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Harem",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Haruba, Negi (Story & Art)",
    "Score": "7.93",
    "Ranked": "889",
    "Popularity": "57",
    "Members": "164,830",
    "Favorites": "10,743",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/201572.jpg"
  },
  {
    "Id": "15",
    "Title": "Mahou Sensei Negima!",
    "Description": "Negi Springfield, a 10-year-old wizard who recently graduated from Merdiana Magic Academy in Wales, hopes to achieve two things—to find his missing father, who was once known as the Thousand Master, and to become a Magister Magi, someone who helps the everyday world through magic. To reach his latter goal, he is assigned one last task: to teach English at a middle school in Japan.\n\r\nMuch to his surprise and dismay, he not only discovers that his homeroom class consists of 31 girls, but also ends up revealing his true identity as a magician to Asuna Kagurazaka, one of his new students. Negi must now negotiate with the girl and face his most difficult challenge yet—to keep his identity a secret as he tackles magical threats both from within and outside of Mahora Academy, all the while keeping a watchful eye out for his lost father.\n\r\n",
    "Volumes": "38",
    "Chapters": "355",
    "Status": "Finished",
    "Published": "Feb  26, 2003 to Mar  14, 2012",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Fantasy",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "Theme": [
      "Harem",
      "Martial Arts",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Akamatsu, Ken (Story & Art)",
    "Score": "7.93",
    "Ranked": "898",
    "Popularity": "202",
    "Members": "73,650",
    "Favorites": "5,039",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/259286.jpg"
  },
  {
    "Id": "164",
    "Title": "Nousatsu Junkie",
    "Description": "Naka is an aspiring young model with a problem: her face tenses up into a terrifying spectacle whenever she gets nervous on photo shoots! Naka's rival is Umi, the hottest model at their agency. But Naka soon discovers Umi's secret—and hilarity ensues behind the cameras!\n\r\n(Source: TokyoPop)\n\nIncluded one-shots:\r\nVolume 6: Nozoite Mitakute Shikatanai (Peeping)\r\nVolume 11: Kaeru ga Iku Taiwan na Hibi",
    "Volumes": "16",
    "Chapters": "96",
    "Status": "Finished",
    "Published": "Oct  4, 2003 to Nov  20, 2008",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Crossdressing",
      "School",
      "Showbiz"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Fukuyama, Ryoco (Story & Art)",
    "Score": "7.93",
    "Ranked": "899",
    "Popularity": "1570",
    "Members": "12,425",
    "Favorites": "277",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/170561.jpg"
  },
  {
    "Id": "356",
    "Title": "Hatenkou Yuugi",
    "Description": "A young girl named Rahzel is booted out of her house one day by her father with the instructions to 'see the world.' And so her journey begins, However, she won't be doing it alone...for she befriends a stoic young man named Alzeid seeking revenge for his father's murder.\n\r\nAlzeid and Rahzel are like oil and water...but even still, they feel strangely drawn to one another. This could be either the result of an underlying attraction—or their shared powers with magic. And so, the two reluctant allies travel from town to town, using their powers to help the helpless, while discovering their own respective places in the world.\n\r\n(Source: Tokyopop)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  18, 1999 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Serialization": "Comic ZERO-SUM",
    "Authors": "Endou, Minari (Story & Art)",
    "Score": "7.93",
    "Ranked": "900",
    "Popularity": "2881",
    "Members": "6,934",
    "Favorites": "222",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/172703.jpg"
  },
  {
    "Id": "744",
    "Title": "Mahoraba",
    "Description": "Shiratori Ryushi wants to become a picture book writer, and he moves to an apartment, Narutaki-So, in order to go to an art school in Tokyo. Narutaki-so is an old Japanese style one-story house which doesn’t fit in urban scenery. It is owned by the cousin of his mother, and the manager of the apartment is Aoba Kozue. She is his second cousin, and they met with each other when they were children although he doesn’t remember her much. She is in the second grader of a high school attached to Aoba Junior Collage.\n\nThere are five people living in Narutaki-So. First, Chanohata Kotomi is living in the room #1. She is a best friend of Kozue. Then, the resident of the room #3 is Momono Megumi. She is a kind of person who goes her own way. In the room #5, Kurosaki Sayoko and her daughter Asami are living. Asami is in the first grade of a junior high. Finally, in the room #6, Haibara Yukio is living with his puppet, “Johnny”.\n\nThey are all characteristic and eccentric persons. However, in fact, the most eccentric person is Kozue. She has a secret; when she is shocked at something, she changes her personality. Not knowing this, Shiratori moves to Narutaki-So to realize his dream. What kind of a new life will be waiting for him?\n\n(Source: MU)",
    "Volumes": "12",
    "Chapters": "62",
    "Status": "Finished",
    "Published": "Jul  2001 to Jul  2006",
    "Genre": [
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei",
      "Psychological",
      "Visual Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Wing",
    "Authors": "Kojima, Akira (Story & Art)",
    "Score": "7.93",
    "Ranked": "901",
    "Popularity": "3122",
    "Members": "6,396",
    "Favorites": "161",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/11382.jpg"
  },
  {
    "Id": "1721",
    "Title": "Nabari no Ou",
    "Description": "All Miharu Rokujou wishes for is a simple life.  Unfortunately, he soon learns that he is in possession of a sacred and secret ninja art, the \"Shinra Banshou.\"  With this ability, Miharu is more likely to become the king of the hidden world, Nabari, than remain a normal high school student! He must also deal with daily attempts against his life and, ironically, his sensei's efforts to convince him to join the nindo club.\n\r\nHaving this \"omnipotent\" ability will test Miharu's chances of survival, and the world of Nabari is his only hope.\n\r\n",
    "Volumes": "14",
    "Chapters": "72",
    "Status": "Finished",
    "Published": "May  18, 2004 to Aug  18, 2010",
    "Genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "Theme": [
      "Martial Arts",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "Kamatani, Yuhki (Story & Art)",
    "Score": "7.93",
    "Ranked": "902",
    "Popularity": "786",
    "Members": "22,378",
    "Favorites": "860",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/251337.jpg"
  },
  {
    "Id": "3486",
    "Title": "Shiki",
    "Description": "Nothing ever happens in the village of Sotoba. In fact, it is viewed as nothing more than a hick town by its most outgoing and fashionable resident, Megumi Shimizu. She wants nothing more than to live in the city, far away from the villagers and their outdated ways of thinking. So when a new European-style house is built on a hill in the village, Megumi believes its residents must be cultured and refined, so she decides to pay them a visit.\n\r\nHowever, Megumi doesn't return home that night. After a grueling search, she is found the next day, weak and anemic, with strange bite marks on her. But Megumi is just the first victim in what will soon become an epidemic in Sotoba as the bodies start piling up. The village doctor Toshio Ozaki, along with the priest Seishin Muroi, the loner Natsuno Yuuki, and the Tanaka siblings Kaori and Akira, begin investigating the strange deaths. But the answer to their predicament may be more than any of them can handle, for soon the dead could outnumber the living.\n\r\n",
    "Volumes": "11",
    "Chapters": "42",
    "Status": "Finished",
    "Published": "Dec  2007 to Jun  3, 2011",
    "Genre": [
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "Theme": [
      "Vampire"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Fujisaki, Ryuu (Art), Ono, Fuyumi (Story)",
    "Score": "7.93",
    "Ranked": "904",
    "Popularity": "859",
    "Members": "20,588",
    "Favorites": "464",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/56519.jpg"
  },
  {
    "Id": "3576",
    "Title": "Tobaku Haouden Zero",
    "Description": "Ukai Zero saves three troubled teens from a Suicide Website, and together chooses to work as 'Robin Hoods' of society. However, one of Zero's friends are caught by an organization he got in trouble with, and Zero is forced to enter a gambling competition hosted by a rich, rotten old man who is looking for talented gamblers to be his rep player. The reward money? ONE TRILLION YEN.",
    "Volumes": "8",
    "Chapters": "70",
    "Status": "Finished",
    "Published": "Sep  5, 2007 to Feb  25, 2009",
    "Genre": [
      "Drama",
      "Mystery"
    ],
    "Theme": [
      "High Stakes Game",
      "Strategy Game"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Fukumoto, Nobuyuki (Story & Art)",
    "Score": "7.93",
    "Ranked": "905",
    "Popularity": "3126",
    "Members": "6,374",
    "Favorites": "141",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/24288.jpg"
  },
  {
    "Id": "3872",
    "Title": "Kiss yori mo Hayaku",
    "Description": "Losing their parents, Fumino and her brother hop from one relative to another. Getting tired of all those movings, she finally decides to quit school and work to support her brother on her own. As they sat on a park bench, her teacher appears in front of her and agrees to her demanding of marrying and supporting both her and her brother!! Is he serious or just playing around...!?\n\r\n(Source: Serenus Dreamers)\n\nIncluded one-shot:\r\nVolume 1: Tsuki to Himawari (Moon and Sunflower)",
    "Volumes": "12",
    "Chapters": "58",
    "Status": "Finished",
    "Published": "Jan  24, 2007 to Jun  23, 2012",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Childcare",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Tanaka, Meca (Story & Art)",
    "Score": "7.93",
    "Ranked": "906",
    "Popularity": "413",
    "Members": "40,082",
    "Favorites": "978",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/111965.jpg"
  },
  {
    "Id": "4964",
    "Title": "Eien no With",
    "Description": "Moving around often because of her father's job, third grade student Hitomi Kurio has always struggled with making friends. Alone and neglected, she dreams of owning a dog, but knows that her family's ever-changing location would be a detriment to the wellbeing of one. When Hitomi learns about the \"Happy Walkers\" program that allows loving families to raise potential guide dogs for a year, she yearns to become a trainer.\n\r\nThree months after intensively studying dog care, Hitomi gets accepted into the program and meets her new four-legged companion, whom she calls \"Eye\"—a name derived from the Japanese word for \"love.\" Though he is timid and weak, Hitomi vows to make Eye the best guide dog in the whole world. Hitomi raises Eye with love and they form a deep relationship, but she has to let go when he is ready to work as a proper guide dog.\n\r\n",
    "Volumes": "1",
    "Chapters": "3",
    "Status": "Finished",
    "Published": "2003",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Friend",
    "Authors": "Miyauchi, Saya (Story & Art)",
    "Score": "7.93",
    "Ranked": "907",
    "Popularity": "3448",
    "Members": "5,816",
    "Favorites": "57",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/19931.jpg"
  },
  {
    "Id": "21040",
    "Title": "Comic Showa-shi",
    "Description": "A historical story using Ghosts to explain the life times of the reign of Emperor Hirohito.\n\nComic Showa-shi describes an era of upheaval and impoverishment in Japanese history, beginning with the Tokyo Earthquake in 1923, and covering the financial panic, the Great Depression, the March 15th Incident, and other events up until the Manchurian Incident in 1931.\n\r\n(Source: Volume 1 cover)",
    "Volumes": "8",
    "Chapters": "120",
    "Status": "Finished",
    "Published": "Nov  1988 to Dec  1989",
    "Genre": [
      "Award Winning"
    ],
    "Theme": [
      "Historical",
      "Memoir"
    ],
    "Serialization": "    N",
    "Authors": "Mizuki, Shigeru (Story & Art)",
    "Score": "7.93",
    "Ranked": "910",
    "Popularity": "7855",
    "Members": "2,306",
    "Favorites": "33",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/33746.jpg"
  },
  {
    "Id": "30779",
    "Title": "Tetsugaku Letra",
    "Description": "In middle school, Ichinose Kimitaka taught his friends how to play basketball. Despite his experience with the sport, his friends quickly outmatched him in skill. After an incident brought on by his frustration and jealousy, he was crushed to overhear those same 'friends' discussing how they wished he'd just kill himself.\n\r\nOn his way to toss out his special basketball shoes, he met a girl who was just as frustrated, throwing her own dancing shoes away. She was so tall, and her hands and feet are so large, that she had been rejected from her chosen hobby of Spanish dancing. He urged her to give basketball a try, and the two exchanged their shoes instead of throwing them away.\n\r\nAs he enters high school, Kimitaka learns that meeting him changed that girl's life for the better, and she is now a happy, social basketball player. Will Kimitaka be able to find the courage to make new friends and pursue his own talents?\n\r\n(Source: MangaHelpers)",
    "Volumes": "6",
    "Chapters": "27",
    "Status": "Finished",
    "Published": "Apr  12, 2011 to Dec  12, 2014",
    "Genre": [
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Performing Arts",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gess",
    "Authors": "Yumeka, Sumomo (Story & Art)",
    "Score": "7.93",
    "Ranked": "911",
    "Popularity": "1048",
    "Members": "17,288",
    "Favorites": "285",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/54189.jpg"
  },
  {
    "Id": "40481",
    "Title": "Oomuro-ke",
    "Description": "A spin-off of Yuru Yuri featuring Sakurako and her sisters.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  3, 2012 to ?",
    "Genre": [
      "Comedy",
      "Girls Love",
      "Slice of Life"
    ],
    "Theme": [
      "CGDCT",
      "School"
    ],
    "Serialization": "Niconico Seig",
    "Authors": "Namori (Story & Art)",
    "Score": "7.93",
    "Ranked": "913",
    "Popularity": "4196",
    "Members": "4,722",
    "Favorites": "116",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/114825.jpg"
  },
  {
    "Id": "52277",
    "Title": "Sword Art Online: Progressive",
    "Description": "\"This game is impossible to clear. It's just a matter of when, where and how you die.\"\n\r\nKayaba Akihiko's death game has been up for one month. This incredibly difficult VRMMO has already claimed 2000 victims. It's the day of the 1st floor boss strategy meeting. The solo player Kirito, who's decided to only strengthen himself, meets a rare female player on the current front lines, while heading to the meeting around noon. Fighting alone against the strong monsters, she was like a meteor cutting the night sky.",
    "Volumes": "7",
    "Chapters": "47",
    "Status": "Finished",
    "Published": "Jun  29, 2013 to Feb  28, 2018",
    "Genre": [
      "Action",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Video Game"
    ],
    "Serialization": "Dengeki G's mag",
    "Authors": "Kawahara, Reki (Story), Himura, Kiseki (Art)",
    "Score": "7.93",
    "Ranked": "914",
    "Popularity": "854",
    "Members": "20,845",
    "Favorites": "894",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/164933.jpg"
  },
  {
    "Id": "21651",
    "Title": "Hitori-tachi",
    "Description": "A collection of early one-shots by Aya Kanno, including Forever Honey.",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Sep  17, 2010",
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "    N",
    "Authors": "Kanno, Aya (Story & Art)",
    "Score": "7.92",
    "Ranked": "915",
    "Popularity": "4218",
    "Members": "4,682",
    "Favorites": "23",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/262915.jpg"
  },
  {
    "Id": "22044",
    "Title": "Iris Zero",
    "Description": "\"Irises\" are unique abilities most people are said to possess from birth. These powers manifest themselves in the form of visual cues and range from lie detection to danger prediction. Unfortunately, high school student Tooru Mizushima is one of the very few without an Iris. As an \"Iris Zero,\" he is frequently bullied, and therefore, he tries to stand out as little as possible.\n\r\nHowever, when the popular schoolgirl Koyuki Sasamori comes crashing into Tooru's life, his motto of minimal exposure is brutally shattered. Koyuki's Iris allows her to identify the most qualified person for a certain task—and she determines Tooru to be the most capable person to help her find the next student council president.\n\r\nTooru refuses to become involved in such a public affair, but Koyuki's cheerful persistence ultimately prevails. And so, Tooru's lonely life as an Iris Zero slowly changes as he comes to meet more people and utilize his exceptional deduction skills to solve various mysteries.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  27, 2009 to ?",
    "Genre": [
      "Drama",
      "Fantasy",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Aliv",
    "Authors": "Hotaru, Takana (Art), Piro, Shiki (Story)",
    "Score": "7.92",
    "Ranked": "916",
    "Popularity": "417",
    "Members": "39,768",
    "Favorites": "1,093",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/35739.jpg"
  },
  {
    "Id": "23419",
    "Title": "Byousoku 5 Centimeter",
    "Description": "Takaki Toono and Akari Shinohara are close childhood friends that harbor feelings for one another. However, due to certain circumstances, the distance between them begins to widen. Having promised to keep in touch with one another, they are challenged by distance and time, but their unfaltering love remains. Even so, the strong emotions they feel may not last forever.\n\nByousoku 5 Centimeter is a drama that revolves around the difficulties of being in a long-distance relationship. Despite the time they spent together being nothing but a distant memory, Toono and Shinohara refuse to give up on seeing each other again, thus unknowingly hurting those around them.\n\r\n",
    "Volumes": "2",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "May  25, 2010 to Mar  25, 2011",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Shinkai, Makoto (Story), Seike, Yukiko (Art)",
    "Score": "7.92",
    "Ranked": "917",
    "Popularity": "556",
    "Members": "30,834",
    "Favorites": "866",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/138585.jpg"
  },
  {
    "Id": "41847",
    "Title": "Soredemo Sekai wa Utsukushii",
    "Description": "Nike, the fourth princess of the Rain Dukedom and one who holds the power to call forth the rain, travels to the Sun Kingdom to marry Sun King Livius for her country, despite her own reluctance. She soon discovers that the King, who conquered the world in only three years after his ascendance to the throne, is still a child!! Furthermore, for trivial reasons, he has demanded that Nike call forth the rain...?!\n\r\n(Source: MU)",
    "Volumes": "25",
    "Chapters": "150",
    "Status": "Finished",
    "Published": "Mar  5, 2009 to May  20, 2020",
    "Genre": [
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Shiina, Dai (Story & Art)",
    "Score": "7.92",
    "Ranked": "919",
    "Popularity": "726",
    "Members": "24,073",
    "Favorites": "529",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/120139.jpg"
  },
  {
    "Id": "45757",
    "Title": "Shokugeki no Souma",
    "Description": "Fifteen-year-old Souma Yukihira dreams to one day surpass his father's cooking skills and take over as the chef of their small family diner. However, his aspirations come to a halt when his father announces the closure of their restaurant, as he must travel abroad for cooking-related business. \n\r\nIn the meantime, Souma is urged by his father to attend Tootsuki Culinary Academy: a world-renowned school where expulsions of incompetent students are commonplace. Due to the curriculum's rigor, any student that manages to graduate is recognized as a chef of great caliber. Reluctantly agreeing to the proposition, Souma heads to Tootsuki's high school division for the entrance exam. Little does he know, he will soon begin a new chapter of his life—one that entails new friends, daring rivalries, and sleepless nights.\n\r\n",
    "Volumes": "36",
    "Chapters": "325",
    "Status": "Finished",
    "Published": "Nov  26, 2012 to Aug  29, 2019",
    "Genre": [
      "Gourmet",
      "Ecchi"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Saeki, Shun (Art), Tsukuda, Yuuto (Story), Morisaki, Yuki (Story)",
    "Score": "7.92",
    "Ranked": "920",
    "Popularity": "45",
    "Members": "177,453",
    "Favorites": "10,091",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/115803.jpg"
  },
  {
    "Id": "85802",
    "Title": "Ookami Shounen wa Kyou mo Uso wo Kasaneru",
    "Description": "Despite being kind and considerate, Keitarou Itsuki has a menacing look in his eyes that scares away others. When Keitarou attempts to confess to Aoi Tokujira, she flatly rejects him, leading him to believe that his intimidating eyes are to blame. Confiding his worries to his older sister, she gives him a hand by offering a complete makeover. But much to Keitarou's surprise, she turns him into a girl!\n\r\nForced to head home in his new appearance, he unexpectedly comes across Aoi being harassed by a group of boys from their school, and rushes to her rescue. Surprisingly, she doesn't recognize him, and reveals a secret that she has held for a long time: she has an intense fear of men. Believing him to be a tomboyish girl, she asks Keitarou in his female guise to assist her in overcoming her fear.\n\r\n",
    "Volumes": "5",
    "Chapters": "34",
    "Status": "Finished",
    "Published": "Aug  29, 2014 to Dec  8, 2017",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Crossdressing",
      "Love Polygon"
    ],
    "Serialization": "Famitsu Comic C",
    "Authors": "namo (Story & Art)",
    "Score": "7.92",
    "Ranked": "935",
    "Popularity": "458",
    "Members": "36,852",
    "Favorites": "1,207",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/148976.jpg"
  },
  {
    "Id": "115217",
    "Title": "Fukakai na Boku no Subete wo",
    "Description": "Mogumo is known throughout their entire school as an easy target. They are non-binary—neither male nor female—which ostracizes them from the rest of the school community. However, in a chance encounter, they meet a boy named Tetsu Iwaoka, who decides to bring Mogumo to a maid cafe.\n\r\nTetsu claims that the people there will understand them, and Mogumo jumps at the chance to meet people similar to them. However, Mogumo soon becomes upset after learning that the place is seen as a \"girlyboy\" cafe, and they are mistaken as a cross-dressing boy. Tetsu manages to convince Mogumo that it doesn't matter what their sex is, and they gladly join the team of cafe workers. Thus begins a story of self-discovery and acceptance as each character explores the concept of gender and its meaning.\n\r\n",
    "Volumes": "5",
    "Chapters": "28",
    "Status": "Finished",
    "Published": "Jun  1, 2018 to Mar  5, 2021",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Serialization": "Comic MeDu",
    "Authors": "Konayama, Kata (Story & Art)",
    "Score": "7.92",
    "Ranked": "923",
    "Popularity": "1076",
    "Members": "16,861",
    "Favorites": "685",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/216480.jpg"
  },
  {
    "Id": "119852",
    "Title": "Haikyuu-bu!!",
    "Description": "What do Karasuno High School's volleyball rivals get up to when they are not training for a tournament? From scouting out a video game tournament and debunking ghost myths, to arguing over bunk bed assignments and having troubles with girls—nothing is boring about what this colorful cast of characters can get into during their downtime! Though their competitive spirit is fierce, their comedic potential is just as strong.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  13, 2019 to ?",
    "Genre": [
      "Comedy",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Miyajima, Kyouhei (Story & Art)",
    "Score": "7.92",
    "Ranked": "924",
    "Popularity": "4372",
    "Members": "4,486",
    "Favorites": "82",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/230124.jpg"
  },
  {
    "Id": "120658",
    "Title": "Kagami no Kojou",
    "Description": "Kokoro is a junior high school student—but after years of bullying, she's become so anxious that she no longer goes to school. One day, she's pulled through her full-length mirror into a castle in another dimension by a girl in a wolf mask. The mysterious girl tells Kokoro and six other kids that they will compete in a scavenger hunt. If one of them finds a key that unlocks a secret room, that person will get one wish granted. As long as they observe the rules of the world, they can come and go as they please. The seven kids gradually grow closer as they explore the castle, but the scavenger hunt is never far from anyone's mind. After all, only one can win their heart's desire.\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "5",
    "Chapters": "29",
    "Status": "Finished",
    "Published": "Jun  19, 2019 to Feb  19, 2021",
    "Genre": [
      "Drama",
      "Fantasy",
      "Mystery"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ultra Jump",
    "Authors": "Taketomi, Tomo (Art), Tsujimura, Mizuki (Story)",
    "Score": "7.92",
    "Ranked": "925",
    "Popularity": "11973",
    "Members": "1,318",
    "Favorites": "17",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/224997.jpg"
  },
  {
    "Id": "124",
    "Title": "Aqua",
    "Description": "The year is 2301, one hundred fifty years since terraforming operations began on the planet Aqua—formerly known as Mars—causing it to be almost entirely covered with water. Aqua's capital, Neo-Venezia, is a near-perfect copy of the wonderful, dreamy city of Venice back on Manhome—previously known as Earth. Citizens and tourists alike take their time exploring the city and admiring its rustic charm, especially by riding one of the many gondolas gliding along the waterways.\n\r\nHighly skilled and knowledgeable women known as Undines navigate the gondolas and act as tour guides of Neo-Venezia. Originating from Manhome, several well-renowned Undine companies have made their home in the capital, with many young girls aspiring to join their ranks.\n\r\nChasing her dream of becoming an Undine, Manhome native Akari Mizunashi begins her training as an apprentice at the Aria Company. Soon after arriving in town, she becomes acquainted with her mentor Alicia Florence, a pudgy cat named Aria Pokoteng, and Aika S. Granzchesta, a fellow Undine apprentice from the Himeya Company. Together with her new friends, Akari strives to become a full-fledged Undine while taking in all the magical sights and sounds that Neo-Venezia generously offers.\n\r\n",
    "Volumes": "2",
    "Chapters": "10",
    "Status": "Finished",
    "Published": "Jan  27, 2001 to Sep  28, 2001",
    "Genre": [
      "Sci-Fi",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Stenc",
    "Authors": "Amano, Kozue (Story & Art)",
    "Score": "7.92",
    "Ranked": "927",
    "Popularity": "994",
    "Members": "17,964",
    "Favorites": "342",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/153102.jpg"
  },
  {
    "Id": "3064",
    "Title": "Kiichi!!",
    "Description": "Left to himself at an early age in the slummiest parts of today’s Japan, Kiichi learns how to survive on his own. As a teenager, how can he adapt to a society whose rules he rejects? Unless he creates his own rules… Kiichi, a raw icon of strength and integrity, stands alone against the world’s injustice and becomes an unforgettable character.\n\r\n(Source: MU)",
    "Volumes": "9",
    "Chapters": "87",
    "Status": "Finished",
    "Published": "2001 to  2006",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Sup",
    "Authors": "Arai, Hideki (Story & Art)",
    "Score": "7.92",
    "Ranked": "928",
    "Popularity": "3046",
    "Members": "6,577",
    "Favorites": "137",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/262849.jpg"
  },
  {
    "Id": "7024",
    "Title": "Kouya no Tenshidomo",
    "Description": "This is a cowboy shoujo manga set in the Wild West. Miriam is an orphan. Her father was a drunken gambler; she only had a dress and they moved from place to place, until one day her father died and Grace took her in. The series follows Miriam's life, growing up, and falling in love with her life-long friend, the skillful sharpshooter Douglas.",
    "Volumes": "3",
    "Chapters": "16",
    "Status": "Finished",
    "Published": "Mar  24, 1983 to Jun  24, 1984",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Hikawa, Kyouko (Story & Art)",
    "Score": "7.92",
    "Ranked": "929",
    "Popularity": "7163",
    "Members": "2,581",
    "Favorites": "37",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/279886.jpg"
  },
  {
    "Id": "8677",
    "Title": "Little Busters!",
    "Description": "Little Busters! story revolves around the main protagonist Riki Naoe, a young male high school student.\n\r\nWhen Riki was a child, his parents died, leaving him hopeless and depressed. What saved him was a group of three young boys and one girl his age who referred to themselves as the Little Busters—a group dedicated to fighting evil and preserving justice. The leader of the Little Busters was Kyousuke Natsume who had a younger sister named Rin. The other two members of the Little Busters were Masato Inohara and Kengo Miyazawa, who are rivals despite being friends. They took Riki out and played together with him during his time of need, effectively making him the fifth member of the Little Busters. In time, Riki really enjoyed playing with them, and his grief over his parents gradually faded away. When the story begins, Riki and his friends are seemingly in their second year of the high school they attend, except for Kyousuke who is in his third year. They still hang out together, and enjoy their school life.\n\r\n(Source: Wikipedia)",
    "Volumes": "2",
    "Chapters": "11",
    "Status": "On Hi",
    "Published": "Mar  26, 2008 to Feb  26, 2010",
    "Genre": [
      "Comedy",
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Comp Ac",
    "Authors": "Key (Story), Anagura, Mogura (Art)",
    "Score": "7.92",
    "Ranked": "930",
    "Popularity": "5301",
    "Members": "3,640",
    "Favorites": "78",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/282317.jpg"
  },
  {
    "Id": "8848",
    "Title": "Sun-Ken Rock",
    "Description": "The story revolves around Ken, a man from an upper-class family that was orphaned young due to his family's involvement with the Yakuza; he became a high school delinquent known for fighting. The only thing that motivates him to take action is through his romantic affections for a classmate, Yumi. After learning she decided to move to Korea to become a police officer, Ken leaves his life in Japan behind and tries to follow in Yumi's footsteps; due to unforeseen circumstances, he incidentally becomes the head of a local gang and tries to hide it from Yumi. As the leader, the gang is renamed the Sun-Ken Rock Group. \n\r\n(Source: Wikipedia)\n\nIncluded one-shot:\r\nVolume 12: Trigun: The Lost Plant",
    "Volumes": "25",
    "Chapters": "181",
    "Status": "Finished",
    "Published": "Apr  24, 2006 to Feb  22, 2016",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Ecchi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young King",
    "Authors": "Boichi (Story & Art)",
    "Score": "7.92",
    "Ranked": "931",
    "Popularity": "113",
    "Members": "110,289",
    "Favorites": "3,577",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/166298.jpg"
  },
  {
    "Id": "108032",
    "Title": "My Home Hero",
    "Description": "Tetsuo Tosu, an ordinary salaryman, discovers his daughter, Reika, has been physically abused by her boyfriend, Nobuto Matori. Trying to learn more about him, Tetsuo uncovers Matori's scheme to extort money from Reika's wealthy grandparents and finds out that he is a member of a crime syndicate, with a history of murdering his former girlfriends.\n\r\nFilled with rage and fear at the thought of Reika being in danger, Tetsuo ends up killing Nobuto, and with the help of his wife, Kasen, successfully disposes of the body. Now, as the members of the syndicate begin to question Nobuto's sudden disappearance, Tetsuo and Kasen must work together to ensure the safety of their daughter and prevent her from getting involved in the predicament any further.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  29, 2017 to ?",
    "Genre": [
      "Drama",
      "Suspense"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Asaki, Masashi (Art), Yamakawa, Naoki (Story)",
    "Score": "7.92",
    "Ranked": "922",
    "Popularity": "610",
    "Members": "28,354",
    "Favorites": "296",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/200302.jpg"
  },
  {
    "Id": "92149",
    "Title": "Tomo-chan wa Onnanoko!",
    "Description": "Tomo Aizawa and Junichirou \"Jun\" Kubota are the tightest bros you would ever see. They roughhouse and spar, but through thick and thin, they have got each other's back. Yet, there is just one small problem: Tomo is in love with Jun!\n\r\nSince she was young, tomboyish Tomo has been just another one of the guys; due to his extreme muscle-brained nature, Jun does not notice any of her advances—not even when she explicitly confesses. To add insult to injury, for the longest time, he did not even realize that she was a girl. Will Tomo ever be able to catch Jun's eye and escape the infamous bro zone?\n\r\n",
    "Volumes": "8",
    "Chapters": "56",
    "Status": "Finished",
    "Published": "Apr  7, 2015 to Jul  14, 2019",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "twi4",
    "Authors": "Yanagida, Fumita (Story & Art)",
    "Score": "7.91",
    "Ranked": "938",
    "Popularity": "98",
    "Members": "121,407",
    "Favorites": "3,162",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/169710.jpg"
  },
  {
    "Id": "144034",
    "Title": "Akane-banashi",
    "Description": "Rakugo, a traditional form of storytelling, takes years for any apprentice to master and ascend to the top rank of shinuchi. Ever since she could remember, Akane Osaki has been mesmerized by her father Tooru's rakugo performances. Peeking in behind a sliding door, she would spend hours watching and mimicking his work.\n\r\nFor Tooru, the only thing separating him from that coveted rank is a promotion test in front of an audience and a senior rakugo master, Issho Arakawa. Despite his passionate performance, Tooru finds himself expelled from the rakugo school following the exam. This makes him give up on rakugo entirely and settle for a regular job, breaking his daughter's heart.\n\r\nFilled with grief and anger, Akane now seeks vengeance on the man who refuses to see the genius behind her father's rakugo style. She begs Tooru's former rakugo master, Shiguma Arakawa, to take her under his wing. But Shiguma feels unworthy of taking on another pupil after what happened to her father six years prior. In order to see if she has what it takes to enter the rakugo world, Shiguma urges Akane to test her resolve by performing in front of an audience.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  14, 2022 to ?",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Performing Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Moue, Takamasa (Art), Suenaga, Yuuki (Story)",
    "Score": "7.91",
    "Ranked": "944",
    "Popularity": "783",
    "Members": "22,472",
    "Favorites": "298",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/261832.jpg"
  },
  {
    "Id": "28631",
    "Title": "Saiyaku wa Boku wo Suki Sugiru",
    "Description": "Two families are tied together by a curse. Every 100 years, one person from each family must share the same fate for exactly one year. The pair will be subjected to 12 misfortunes where one will get hurt while the other must sustain their injuries in return.\n\nWhen Kagura Izumi was 7, his parents died in an accident. Since then, he has been living an ordinary life. Until the day of his 17th birthday where he meets a mysterious transfer student, Ichijyou Chihaya. However, this fateful encounter between them is only the start of their intertwined fate. For the next year, the two of them will be forced to face 12 misfortunes on the 13th of every month, a curse that has never left any previous pair alive. \n\n(Source: Echochi Scans)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  22, 2009 to ?",
    "Genre": [
      "Action",
      "Boys Love",
      "Drama",
      "Supernatural"
    ],
    "Serialization": "Ch",
    "Authors": "Kannagi, Satoru (Story), Ninomiya, Etsumi (Art)",
    "Score": "7.91",
    "Ranked": "942",
    "Popularity": "3773",
    "Members": "5,305",
    "Favorites": "56",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/163674.jpg"
  },
  {
    "Id": "39625",
    "Title": "Kagerou Daze",
    "Description": "Shintarou Kisaragi—a NEET who shut himself inside his room for two years—had been living his life normally until he met a cyber girl named Ene, who appeared in his computer screen when someone anonymously sent him a mysterious e-mail one year ago. One day, Ene messes with Shintarou's PC, which forces him to go to the outside world for the first time in two years.\n\r\n(Source: MU, edited)",
    "Volumes": "13",
    "Chapters": "70",
    "Status": "Finished",
    "Published": "Jun  15, 2012 to Feb  15, 2019",
    "Genre": [
      "Comedy",
      "Romance",
      "Sci-Fi",
      "Supernatural"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic G",
    "Authors": "Satou, Mahiro (Art), Jin (Story)",
    "Score": "7.91",
    "Ranked": "943",
    "Popularity": "420",
    "Members": "39,527",
    "Favorites": "1,340",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/215824.jpg"
  },
  {
    "Id": "59519",
    "Title": "Be Blues! Ao ni Nare",
    "Description": "Ryuu Ichijou, a boy who dreams of joining Japan's national soccer team. Ryuu is called a genius soccer player, and his aspirations seem within his reach, but when he is in elementary school he gets hit by a car while protecting his friend, and must face two years of grueling rehabilitation. Story focuses on Ryuu as he joins high school soccer club and works through the remnants of his injuries to achieve his goal.",
    "Volumes": "49",
    "Chapters": "489",
    "Status": "Finished",
    "Published": "Jan  26, 2011 to Oct  12, 2022",
    "Genre": [
      "Award Winning",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Tanaka, Motoyuki (Story & Art)",
    "Score": "7.91",
    "Ranked": "936",
    "Popularity": "3937",
    "Members": "5,067",
    "Favorites": "143",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/105053.jpg"
  },
  {
    "Id": "75929",
    "Title": "Arte",
    "Description": "It is early 16th-century Italy, and the city of Florence blossoms amid wondrous depictions of the newly-birthed Renaissance. Men are opening their art workshops, displaying their craft, and taking on aspiring artists as apprentices. Meanwhile, women are expected to serve their husbands and raise their children.\n\r\nArte, a young girl from a noble family, is deeply passionate about painting. Following her supportive father's death, her mother resolves to mold Arte into a proper virtuous lady, considering their moderate dowry. But Arte is spirited and daring, determined to relinquish gender norms and become a full-fledged artist.\n\r\nArte tirelessly seeks an artisan to take her in, but all doors close before a foolish woman. However, one small workshop owner, Leo, gives her a chance. When Arte proves her perseverance and devotion to art, Leo decides to house her as his only apprentice. Truly free for the first time, Arte is set on securing her place in the male-dominated art world.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  25, 2013 to ?",
    "Theme": [
      "Historical",
      "Visual Arts"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Z",
    "Authors": "Ookubo, Kei (Story & Art)",
    "Score": "7.91",
    "Ranked": "937",
    "Popularity": "1529",
    "Members": "12,698",
    "Favorites": "229",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/131495.jpg"
  },
  {
    "Id": "371",
    "Title": "Ichigo Mashimaro",
    "Description": "\"Cute girls doing cute things in cute ways.\"\n\r\nEveryday things make up the fabric of life whether its making friends, going to school, trying to make money, or celebrating a holiday. Ichigo Mashimaro is a heartwarming series that follows the daily lives of Itoh Chika, her sister Nobue, and her friends Miu, Matsuri, and Ana.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  15, 2002 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "CGDCT",
      "Iyashikei"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Barasui (Story & Art)",
    "Score": "7.91",
    "Ranked": "946",
    "Popularity": "2586",
    "Members": "7,687",
    "Favorites": "286",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/156517.jpg"
  },
  {
    "Id": "411",
    "Title": "Kitchen no Ohimesama",
    "Description": "Najika Kazami is a girl who is passionate about food, whether it comes to eating or cooking. She treasures the place she calls home, an orphanage in Hokkaido called Lavender House, as well as its owner, Hagio. But as much as Hagio and the fellow orphans love her, Najika decides to leave the orphanage to attend a special academy in Tokyo, hoping to achieve her dreams of being a pastry chef.\n\r\nHowever, Najika has another reason for leaving for the academy. She hopes to find the boy she calls the \"Flan Prince\"—a boy who touched her heart with a cup of flan seven years ago. Now 13 years old, Najika finds that the spoon that he left behind with the flan shares its emblem with the school she has been accepted to—the prestigious Seika Academy.\n\r\nWith high hopes, Najika enters her school's beautiful campus and becomes a first-year student in Seika's junior high division. While unpopular with her fellow classmates due to her love of eating, she seems to find support from two boys who recognize her culinary talents—the popular brothers Daichi and Sora Kitazawa. Will Najika be able to find her place in the academy with her cooking, and perhaps also reunite with her Flan Prince?\n\r\n",
    "Volumes": "10",
    "Chapters": "53",
    "Status": "Finished",
    "Published": "Aug  3, 2004 to Sep  3, 2008",
    "Genre": [
      "Award Winning",
      "Drama",
      "Gourmet",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Nakayosh",
    "Authors": "Kobayashi, Miyuki (Story), Ando, Natsumi (Art)",
    "Score": "7.91",
    "Ranked": "947",
    "Popularity": "731",
    "Members": "23,861",
    "Favorites": "984",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/112513.jpg"
  },
  {
    "Id": "616",
    "Title": "Mx0",
    "Description": "Taiga Kuzumi is a resolute student who hopes to enroll into the elite Seinagi Private High School. But for some reason, the school rejects him, despite believing he aced the written test. Also strange is that he is unable to recall the events of his interview. Nonetheless, Taiga does remember one thing: the laughter of a cute and attractive girl who was present at the time.\n\r\nEager to meet her again, Taiga wanders up to Seinagi's school gates in hopes of seeing her. Instead, he is met with the peculiar sight of a teacher hovering above the ground! As it turns out, Seinagi Private High School is actually a secret magic school, where its students are taught the arts of spellworking. \n\r\nIn order to conceal this fact, the school decides Taiga must join them as a first-year student. However, such comes with its own problems, as Taiga is the only one who cannot use magic in a school that otherwise brims with talented young magicians! \n\r\n",
    "Volumes": "10",
    "Chapters": "99",
    "Status": "Finished",
    "Published": "May  8, 2006 to May  12, 2008",
    "Genre": [
      "Action",
      "Comedy"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Kano, Yasuhiro (Story & Art)",
    "Score": "7.91",
    "Ranked": "948",
    "Popularity": "384",
    "Members": "43,047",
    "Favorites": "1,257",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/55903.jpg"
  },
  {
    "Id": "877",
    "Title": "Hana yori Dango",
    "Description": "Tsukushi Makino, a working-class girl, attends an elite elevator school called Eitoku Academy, populated by children from rich, high-society families. She is the \"weed\" of the school surrounded by all the rich kids including the \"Flower\" Four (F4). The F4 leader and son of the wealthiest, most powerful family in Japan, Tsukasa Domyoji, takes an interest in Tsukushi, because she is the only girl at Eitoku who doesn't fawn over him. However, his hot-headed nature and bullying ways are originally a major turn-off for Tsukushi, who has her sights set on someone else.\n\r\n(Source: Wikipedia)\n\nIncluded one-shot:\r\nVolume 1: End of the Century",
    "Volumes": "37",
    "Chapters": "244",
    "Status": "Finished",
    "Published": "Oct  1992 to Apr  2008",
    "Genre": [
      "Award Winning",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Marg",
    "Authors": "Kamio, Yoko (Story & Art)",
    "Score": "7.91",
    "Ranked": "949",
    "Popularity": "689",
    "Members": "25,299",
    "Favorites": "1,168",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/27280.jpg"
  },
  {
    "Id": "1271",
    "Title": "Special A",
    "Description": "From a young age, Hikari Hanazono believed that she was unmatched in anything she did. She used to beat all those who stood before her in any competition or event—until she met Kei Takashima. Briefly after their initial meeting, the two decided to hold a wrestling match in which Hikari suffers her first complete and utter defeat, marking the start of her lifelong rivalry with Kei.\n\r\nNow in high school, the pair attend the prestigious Hakusen Academy, finding themselves in the Special A class, a group composed of the top seven students in the school. However, despite ranking second in her grade, Hikari remains unmatched to Kei, who holds the first rank. Throughout the school year, they continue to compete as always, all the while letting their bond and feelings for one another grow in the background.\n\r\n",
    "Volumes": "17",
    "Chapters": "104",
    "Status": "Finished",
    "Published": "Feb  26, 2003 to Mar  19, 2009",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Minami, Maki (Story & Art)",
    "Score": "7.91",
    "Ranked": "950",
    "Popularity": "398",
    "Members": "41,496",
    "Favorites": "1,104",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269702.jpg"
  },
  {
    "Id": "1349",
    "Title": "07-Ghost",
    "Description": "The students of the Barsburg Empire's Military Academy are trained to become capable fighters who will serve as the empire's newest soldiers. Every year, five hundred students take a graduation exam, where only 20 can pass to become honorable \"begleiters,\" a position equivalent to assistant executive officers. Students fight their enemies by using \"zaiphon,\" God-given abilities that take different forms depending on the individual.\n\r\nTeito Klein, the academy chairman's favorite student, is belittled by his peers due to his previous status as a slave. Despite being unable to fully remember his past, Teito's cheerful best friend, Mikage Celestine, stays by his side. After the two undergo the exam, Teito recalls small pieces of a long-forgotten memory, causing him to instinctively attack the chief-of-staff, Ayanami.\n\r\nSubdued for his insubordination, Teito is imprisoned for further questioning. But with the help of Mikage, Teito escapes to the Barsburg Church in the empire's Seventh District. As he struggles to escape the clutches of the Barsburg Empire's military, he unveils the memories that lie within him and learns about a compelling power that roams in the shadows of the empire.\n\r\n",
    "Volumes": "17",
    "Chapters": "100",
    "Status": "Finished",
    "Published": "Apr  28, 2005 to Aug  28, 2013",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Military",
      "Mythology"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic ZERO-SUM",
    "Authors": "Amemiya, Yuki (Story), Ichihara, Yukino (Art)",
    "Score": "7.91",
    "Ranked": "951",
    "Popularity": "510",
    "Members": "33,530",
    "Favorites": "1,453",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/21417.jpg"
  },
  {
    "Id": "1978",
    "Title": "Moe Kare!!",
    "Description": "Wakamiya Hikaru is a 15-year-old teenager who wants a boyfriend that'll protect her. She likes to read shoujo manga all the time. One day, she gets kissed by a handsome, perverted boy who she called the \"Perverted Prince.\" Later on, she finds a guy who looks exactly like him, but the eyes are different. What's going on?\n\r\n(Source: MU)",
    "Volumes": "7",
    "Chapters": "35",
    "Status": "Finished",
    "Published": "Jul  2005 to Sep  2006",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Sho-Com",
    "Authors": "Ikeyamada, Go (Story & Art)",
    "Score": "7.91",
    "Ranked": "952",
    "Popularity": "714",
    "Members": "24,442",
    "Favorites": "900",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/265857.jpg"
  },
  {
    "Id": "14127",
    "Title": "Satougashi no Dangan wa Uchinukenai: A Lollypop or A Bullet",
    "Description": "Nagisa Yamada is a cold and withdrawn middle schooler living in a rural town in the countryside. Her mother works part-time jobs in her late father's stead to support Nagisa and her brother Tomohiko, who is a \"hikikomori\"—someone who is also extremely reclusive. Nagisa aspires to be a soldier for the Self Defense Force to finance both her and her family's needs. \n\r\nOne fateful day, a transfer student by the name of Mokuzu Umino transfers into her school. She immediately garners the classes' attention for being the daughter of a renowned singer and her cute appearance. Claiming to be a mermaid, she seeks out Nagisa, the only person who seemingly harbors no interest toward her. Mokuzu declares that a storm is coming, and she wants Nagisa to be her precious friend. Otherwise, when the storm comes, Mokuzu will go back to the sea, turn into foam, and disappear.\n\nSatougashi no Dangan wa Uchinukenai: A Lollypop or A Bullet follows Nagisa and Mokuzu, as the pair bond over real-life issues in hopes of a better world.\n\r\n",
    "Volumes": "2",
    "Chapters": "13",
    "Status": "Finished",
    "Published": "Jan  9, 2007 to Jan  9, 2008",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Dragon Ag",
    "Authors": "Sakuraba, Kazuki (Story), Sugimoto, Iqura (Art)",
    "Score": "7.91",
    "Ranked": "954",
    "Popularity": "1122",
    "Members": "16,176",
    "Favorites": "489",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/104897.jpg"
  },
  {
    "Id": "16686",
    "Title": "Bokura no Kiseki",
    "Description": "From a young age, Minami Harusumi has had recurring dreams of Veronica, a princess whose kingdom is on the verge of destruction. He believes them to be recollections of his past life, and that he is her reincarnation. Because of this, he is ridiculed by his classmates. One day, when the mockery escalates into bullying, he rediscovers magic—something Veronica had studied and used. Reassured his past life is not merely a fantasy, Minami tries to learn more about his past memories and the reason behind them...\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  16, 2007 to ?",
    "Genre": [
      "Fantasy",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic ZERO-SUM",
    "Authors": "Kumeta, Natsuo (Story & Art)",
    "Score": "7.91",
    "Ranked": "955",
    "Popularity": "1324",
    "Members": "14,384",
    "Favorites": "333",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/157890.jpg"
  },
  {
    "Id": "113937",
    "Title": "Hokuou Kizoku to Moukinzuma no Yukiguni Karigurashi",
    "Description": "Most would call the Levantret territory a frozen wasteland. The sun does not shine for half of the year, and even when it does, the inhabitants must still endure the frigid cold. Even so, what Levantret does have is a boundless sky, spanned by the ethereal Northern Lights.\n\r\nThe local lord, Ritzhardt \"Ritz\" Salonen Levantret, loves his homeland more than anyone else. He is in search of a wife, but few women are willing to give up their lives of luxury and move out to the boonies. High society calls him the \"Yeti of the Borderlands\" and looks down on his simple lifestyle. At a dinner party, Ritz is enraptured by the decorated lady-knight Sieglinde \"Sieg\" von Wettin and immediately asks to marry her. To the surprise of most, she accepts a \"trial marriage\" of one year.\n\r\nFor Sieg, this is a chance to discover what it means to be a \"wife\" after spending the majority of her life in the military. On the other hand, Ritz wants to show her everything his beloved home has to offer. In the wintry Levantret, from hunting in the blistering cold to handicrafts around the cozy hearth, every day is filled with new and warm memories.\n\r\n",
    "Volumes": "10",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "Mar  30, 2018 to Sep  22, 2023",
    "Genre": [
      "Romance",
      "Slice of Life"
    ],
    "Serialization": "Comic PASH!",
    "Authors": "Emoto, Mashimesa (Story), Shirakaba, Shikayo (Art)",
    "Score": "7.91",
    "Ranked": "956",
    "Popularity": "5597",
    "Members": "3,427",
    "Favorites": "55",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/225853.jpg"
  },
  {
    "Id": "115365",
    "Title": "Kimi to Natsu no Naka",
    "Description": "Taking a step toward adulthood, Wataru Toda and Chiharu Saeki are now first-year college students who attend different universities. Upon entering college, Wataru starts working at a movie theater while Saeki gets a job elsewhere. Despite dating since high school, complications from school and work begin to create a distance between the two.\n\r\nWith fewer opportunities to see each other yet a determination to maintain a close relationship, they decide to follow their old tradition of watching movies together. Reminiscing about their high school days, they coordinate a special plan for the coming break. With summer vacation just around the corner, Wataru and Saeki set out to strengthen their relationship while enjoying a new chapter in their lives.\n\r\n",
    "Volumes": "2",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "Aug  30, 2018 to Jun  30, 2022",
    "Genre": [
      "Boys Love",
      "Drama"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "gateau",
    "Authors": "Furuya, Nagisa (Story & Art)",
    "Score": "7.91",
    "Ranked": "957",
    "Popularity": "2670",
    "Members": "7,483",
    "Favorites": "80",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/224575.jpg"
  },
  {
    "Id": "121303",
    "Title": "30-sai made Doutei dato Mahoutsukai ni Nareru Rashii",
    "Description": "Office worker Kiyoshi Adachi has gone 30 years of life without ever having his cherry popped. Due to this profound accomplishment, he becomes a wizard with the ability to read minds through physical contact. However, he thinks his newly attained skill is hopelessly lame and has caused him to dislike crowded places.\n\r\nOn the way to his work, Adachi runs into his attractive and well-liked coworker, Yuuichi Kurosawa. Piqued by his personality, he furtively touches Kurosawa and takes a peek at his heart, only to find out that the man holds romantic dreams for a colleague at their office. Adachi attempts to connect the dots, but soon, Kurosawa's fantasies are laid bare—his coworker's perverted thoughts are meant for him! Despite doing his best to concentrate, he can now hardly remain focused with Kurosawa around.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  7, 2018 to ?",
    "Genre": [
      "Boys Love",
      "Comedy",
      "Supernatural"
    ],
    "Serialization": "    N",
    "Authors": "Toyota, Yuu (Story & Art)",
    "Score": "7.91",
    "Ranked": "960",
    "Popularity": "4116",
    "Members": "4,822",
    "Favorites": "121",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/220978.jpg"
  },
  {
    "Id": "122448",
    "Title": "Kubo-san wa Mob wo Yurusanai",
    "Description": "High school student Junta Shiraishi has a simple goal—to live a fulfilling youth. However, achieving this goal appears to be harder than expected, as everyone in his surroundings often fails to notice him due to his lack of presence. In fact, Shiraishi's lack of presence is so severe that people think his seat in class is always empty, and mistakenly assume that he often skips school. There is even a weird rumor spreading around in class, claiming that those who successfully spot Shiraishi will be blessed with good fortune for the day. \n\r\nSo far, the only person who notices his existence is Nagisa Kubo, the girl seated next to him. Unfortunately for him though, Kubo likes to tease him on a daily basis and often puts him into unprecedented and nerve-wracking situations. However, as Kubo's playful antics continue to involve the reluctant Shiraishi, he may soon discover that his youth might not be as boring as he initially thought.\n\r\n",
    "Volumes": "12",
    "Chapters": "152",
    "Status": "Finished",
    "Published": "Oct  24, 2019 to Mar  2, 2023",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Yukimori, Nene (Story & Art)",
    "Score": "7.91",
    "Ranked": "961",
    "Popularity": "241",
    "Members": "64,112",
    "Favorites": "1,871",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/227284.jpg"
  },
  {
    "Id": "122830",
    "Title": "Honzuki no Gekokujou: Shisho ni Naru Tame ni wa Shudan wo Erandeiraremasen Dai 2-bu - Hon no Tame nara Miko ni Naru!",
    "Description": "After the discussions with the temple master and head priest ended, Myne won the right to be treated as a noble with the role of a blue-robed shrine maiden apprentice. Work in the temple began and Myne could read books in the long-awaited temple library. However, there were many problems in the temple, such as adapting to the class system and dealing with the problem children assigned to her as attendants. Overcome adversity to be able to read books in peace! A biblio-fantasy written for book lovers and bookworms! The second part begins!\n\r\n(Source: TO Books, translated)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  24, 2018 to ?",
    "Genre": [
      "Fantasy",
      "Slice of Life"
    ],
    "Theme": [
      "Isekai",
      "Reincarnation"
    ],
    "Serialization": "Comic C",
    "Authors": "Suzuka (Art), Kazuki, Miya (Story)",
    "Score": "7.91",
    "Ranked": "962",
    "Popularity": "3911",
    "Members": "5,105",
    "Favorites": "23",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/227224.jpg"
  },
  {
    "Id": "124520",
    "Title": "Boys Run the Riot",
    "Description": "Ryou Watari is a boy born in the body of a girl. Rejected for being a \"tomboyish girl\" and a transgender boy, he cannot confide in anyone and suffers in the prison of his own skin. Subtly, he expresses his genuine self through a buzzcut and secret purchases of boys' clothes.\n\r\nHowever, Ryou's life changes when Jin Satou joins his class. Jin is laidback, fearless, and straightforward. He is not ashamed of his interests, nor does he care about others' opinions. For the first time ever, instead of envy, Ryou feels admiration. After running into Ryou in a men's fashion store, Jin proposes the unexpected: they should start a clothing brand together.\n\r\nOverwhelmed and afraid, Ryou confesses everything to Jin. To his surprise, Jin is fully accepting. Honored to have his first genuine friend and a trusting partner, Ryou agrees to set their business in motion. Recruiting a photographer and collaborating with talented outcasts, the boys prepare to express themselves through fashion and change the world—one step at a time.\n\r\n",
    "Volumes": "4",
    "Chapters": "37",
    "Status": "Finished",
    "Published": "Jan  27, 2020 to Oct  14, 2020",
    "Genre": [
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Gaku, Keito (Story & Art)",
    "Score": "7.91",
    "Ranked": "963",
    "Popularity": "1201",
    "Members": "15,420",
    "Favorites": "425",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/259389.jpg"
  },
  {
    "Id": "131807",
    "Title": "Gomashio to Pudding",
    "Description": "Twenty-two-year-old Haruhi Fukunaga lives her dream life in Tokyo working her long-desired job as a heavy machine operator. When her father suddenly demands that she return to the countryside to help with the family business, a frustrated Haruhi decides to visit a bar for a few drinks. The next morning, she discovers that—in her drunken stupor—she had married a man twice her age! Feeling partially responsible for the incident, Haruhi's now-husband Nagato Sunohara determines to assist his new bride in convincing her father that Tokyo is where she truly belongs.\n\r\n",
    "Volumes": "3",
    "Chapters": "22",
    "Status": "Finished",
    "Published": "Jul  27, 2018 to Apr  24, 2020",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Serialization": "    N",
    "Authors": "Suzuki, Yufuko (Story & Art)",
    "Score": "7.90",
    "Ranked": "965",
    "Popularity": "1828",
    "Members": "10,524",
    "Favorites": "239",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/238374.jpg"
  },
  {
    "Id": "24450",
    "Title": "Kiba no Tabishounin: The Arms Peddler",
    "Description": "The world has become a desolate, lawless land where bandits roam free, innocent people suffer and demons lurk around every corner. Sona Yuki is traveling with his family when they are attacked by bandits, his entire family is murdered and he is left with a snake mark on his hand. As he is about to die, a woman comes up to him and gives him an option: continue to live in this harsh environment or die peacefully now. Yuki chooses life and Garami, the woman, gives him a second chance at life in exchange for his servitude. Garami is a weapons merchant and a gun for hire that travels from town to town for clients. Yuki sees how brutal and unforgiving this world can truly be.\n\r\n(Source: MangaHelpers)",
    "Volumes": "7",
    "Chapters": "61",
    "Status": "On Hi",
    "Published": "May  7, 2010 to Feb  3, 2017",
    "Genre": [
      "Action",
      "Adventure",
      "Drama",
      "Horror",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Gang",
    "Authors": "Nanatsuki, Kyoichi (Story), Night Owl (Art)",
    "Score": "7.90",
    "Ranked": "966",
    "Popularity": "1931",
    "Members": "9,929",
    "Favorites": "212",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/109235.jpg"
  },
  {
    "Id": "24821",
    "Title": "Tomodachi no Hanashi",
    "Description": "Moe is a gorgeous high school student whom others find difficult to get along with, as her blunt honesty often comes off as insensitive. However, after meeting Eiko Sakamoto, a plain but exceedingly gracious girl, Moe feels she has finally found someone who truly understands her. Ever since then, the two have been inseparable best friends.\n\r\nBecause Eiko has an exceptionally kind heart, Moe takes it upon herself to protect her because of how much she cherishes their friendship. With guys often asking her out, she immediately lays down a single rule: dating her means they must also spend quality time with Eiko. Though the affections of others may push them apart, the two girls refuse to falter and show just how deep their bond truly is.\n\r\n",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Mar  28, 2009 to Sep  1, 2010",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Deluxe Marg",
    "Authors": "Kawahara, Kazune (Story), Yamakawa, Aiji (Art)",
    "Score": "7.90",
    "Ranked": "967",
    "Popularity": "1231",
    "Members": "15,120",
    "Favorites": "277",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/187387.jpg"
  },
  {
    "Id": "48397",
    "Title": "No Game No Life",
    "Description": "Social-phobic Sora and shut-in Shiro form a genius gamer sibling duo. The two find the world to be a lousy game...until someone claiming to be God transports them to a world where everything is decided by games!\n\r\nWill these two failures at life become the saviors of a strange, new world?\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "2",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "Jan  26, 2013 to Sep  27, 2017",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Ecchi"
    ],
    "Theme": [
      "Isekai",
      "Strategy Game"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Aliv",
    "Authors": "Kamiya, Yuu (Story), Hiiragi, Mashiro (Art)",
    "Score": "7.90",
    "Ranked": "969",
    "Popularity": "572",
    "Members": "29,887",
    "Favorites": "885",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/209665.jpg"
  },
  {
    "Id": "96369",
    "Title": "Touhou Sangetsusei: Visionary Fairies in Shrine.",
    "Description": "After performing another one of their countless pranks to none other than Reimu Hakurei herself, the Three Fairies of Light—Sunny Milk, Luna Child, and Star Sapphire—hear a rumor about a new fairy who is causing trouble. Asking around for more information, they eventually meet Clownpiece, the supposed fairy who has come from Hell.\n\r\nEnticed with Clownpiece's appearance, the trio tries to convince her to join them in their usual mischief. With a prankish nature and powers that make her stronger than many youkai, Clownpiece soon obliges. However, considering the current state of Hell—especially with its goddess Hecatia Lapislazuli—what could the presence of a fairy of Hell in Gensokyo mean for both worlds?\n\r\n",
    "Volumes": "3",
    "Chapters": "15",
    "Status": "Finished",
    "Published": "Jan  26, 2016 to Sep  26, 2019",
    "Genre": [
      "Comedy",
      "Fantasy"
    ],
    "Serialization": "Comp Ac",
    "Authors": "ZUN (Story), Hirasaka, Makoto (Art)",
    "Score": "7.90",
    "Ranked": "973",
    "Popularity": "7460",
    "Members": "2,456",
    "Favorites": "67",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/206103.jpg"
  },
  {
    "Id": "96581",
    "Title": "Zelda no Densetsu: Twilight Princess",
    "Description": "Link, a shepherd from Ordon Village, sees village children, including with his childhood friend Ilia, being kidnapped by monsters. He chases after them only to find his world covered in twilight. Thereupon Link suddenly transforms into a wolf and finds a mysterious character named Midna. His journey to bring back light into the world begins.\n\r\n(Source: MU)",
    "Volumes": "11",
    "Chapters": "58",
    "Status": "Finished",
    "Published": "Feb  8, 2016 to Jan  31, 2022",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Serialization": "MangaONE",
    "Authors": "Himekawa, Akira (Story & Art)",
    "Score": "7.90",
    "Ranked": "974",
    "Popularity": "1885",
    "Members": "10,148",
    "Favorites": "453",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/180659.jpg"
  },
  {
    "Id": "98270",
    "Title": "Fire Punch",
    "Description": "In a world ravaged by ice and snow, civilization is on the brink of collapse, thanks to the elusive Ice Witch. Fighting against the cold has brought out the worst in humanity, leading to cults, violence, and the persecution of the \"Blessed\"—those born with supernatural powers.\n\r\nAgni and Luna—blessed orphans with regenerative powers—are making the best of their situation within a small society of elders; their affection for each other serves as a distraction from the uninhabitable climate. Nevertheless, what little serenity they have is stolen away when army commander Doma passes through and incinerates the village they are seeking refuge in—Agni's beloved sister included. Doma's flames do not extinguish until they have reduced their target to ash, and due to Agni's remarkable regeneration, he remains ablaze and in constant, excruciating pain.\n\r\nAfter nearly a decade of enduring the pain, Agni has conditioned himself to tolerate Doma's flames. However, his burning vengeance is as fierce as it was on the day Luna was taken from him. As Agni traverses a frozen wasteland, he vows to avenge his sister and kill Doma.\n\r\n",
    "Volumes": "8",
    "Chapters": "83",
    "Status": "Finished",
    "Published": "Apr  18, 2016 to Jan  1, 2018",
    "Genre": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Gore"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Fujimoto, Tatsuki (Story & Art)",
    "Score": "7.90",
    "Ranked": "975",
    "Popularity": "48",
    "Members": "173,119",
    "Favorites": "7,546",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/180430.jpg"
  },
  {
    "Id": "103244",
    "Title": "Gekijouban Sword Art Online: Ordinal Scale",
    "Description": "In 2022, the world of virtual reality was upended by the arrival of a new invention from a genius programmer, Akihiko Kayaba, called NerveGear. It was the first full-dive system, and with it, came endless possibilities to VRMMORPGs.\n\r\nIn 2026, a new machine called the Augma is developed to compete against the NerveGear and its successor, the Amusphere. A next-gen wearable device, the Augma doesn't have a full-dive function like its predecessors. Instead, it uses Augmented Reality (AR) to get players into the game. It is safe, user-friendly and lets users play while they are conscious, making it an instant hit on the market. The most popular game on the system is \"Ordinal Scale\" (OS), an ARMMORPG developed exclusively for the Augma.\n\r\nAsuna and the gang have already been playing OS for a while, by the time Kirito decides to join them. They're about to find out that Ordinal Scale isn't all fun and games...\n\r\n(Source: Aniplex USA)",
    "Volumes": "5",
    "Chapters": "20",
    "Status": "Finished",
    "Published": "Apr  27, 2017 to Apr  17, 2020",
    "Genre": [
      "Action",
      "Adventure",
      "Mystery"
    ],
    "Theme": [
      "Video Game"
    ],
    "Serialization": "Web DenPlay Comic",
    "Authors": "Kawahara, Reki (Story), IsII (Art)",
    "Score": "7.90",
    "Ranked": "976",
    "Popularity": "5439",
    "Members": "3,532",
    "Favorites": "34",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/195232.jpg"
  },
  {
    "Id": "107239",
    "Title": "Maiko-san Chi no Makanai-san",
    "Description": "Kyoto is home to many districts where young women work as geisha: entertainers who perform traditional songs and dance. Kiyo Nozuki is a teenager living in a small manor where a group of maiko—apprentice geisha—reside. She has always admired the geisha and originally moved to Kyoto in hopes of becoming a maiko. However, Kiyo discovers that she is not cut out for the job. Not letting it upset her too much, she decides to help her troupe using her strongest suit instead—become a caterer and cook them delicious meals to support them in their everyday lives!\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  28, 2016 to ?",
    "Genre": [
      "Award Winning",
      "Gourmet",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei",
      "Performing Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Koyama, Aiko (Story & Art)",
    "Score": "7.90",
    "Ranked": "977",
    "Popularity": "3550",
    "Members": "5,631",
    "Favorites": "113",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/196395.jpg"
  },
  {
    "Id": "108639",
    "Title": "Tsuiraku JK to Haijin Kyoushi",
    "Description": "Following a failed confession to her first love, female high school student Mikoto Ochiai contemplates jumping off the roof of the school building. However, her thoughts are interrupted by the arrival of Jin Haiba, the physics teacher known for being a slacker and the butt of students' jokes. Calmly, he lights a cigarette and asks for an explanation of the events that led her to this precipice. Rather than dissuade her from killing herself, he makes a request—will she enter into a romance with him before she dies? Together, the two gradually ponder why they should keep living and why they should not love each other in earnest.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  20, 2017 to ?",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "sora (Story & Art)",
    "Score": "7.90",
    "Ranked": "978",
    "Popularity": "1169",
    "Members": "15,656",
    "Favorites": "468",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/206954.jpg"
  },
  {
    "Id": "146207",
    "Title": "Usuzumi no Hate",
    "Description": "Post-apocalyptic science fiction manga about a lonely girl wandering around a world where humanity has been erased.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  15, 2022 to ?",
    "Genre": [
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "H",
    "Authors": "Iwamune, Haruo (Story & Art)",
    "Score": "7.90",
    "Ranked": "996",
    "Popularity": "4286",
    "Members": "4,597",
    "Favorites": "64",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/280024.jpg"
  },
  {
    "Id": "55",
    "Title": "Aishiteruze Baby★★",
    "Description": "Kippei Katakura is a high school playboy who fills his days with any girl he can. In reality, he only has eyes for one girl in particular—Kokoro Tokunaga. One day, Kippei's family introduces him to his five-year-old cousin, Yuzuru Sakashita, whose mother has abandoned her. Kippei is assigned the task of being Yuzuru's caregiver until her mother returns, and the young girl quickly grows attached to him.\n\r\nThrough Yuzuru's influence and the intimate bond that forms between them, Kippei learns not only about childcare, but also about developing meaningful relationships. As Kippei balances his time between Kokoro and Yuzuru, they all grow together and learn more about each other, their feelings, and the true meaning of family.\n\r\n",
    "Volumes": "7",
    "Chapters": "33",
    "Status": "Finished",
    "Published": "Mar  2, 2002 to Dec  1, 2004",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Childcare",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Maki, Youko (Story & Art)",
    "Score": "7.90",
    "Ranked": "979",
    "Popularity": "790",
    "Members": "22,274",
    "Favorites": "386",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/166559.jpg"
  },
  {
    "Id": "448",
    "Title": "Tenshi Kinryouku",
    "Description": "The angel Alexiel loved God, but she rebelled against Heaven when she saw how disgracefully the other angels were behaving. She was finally captured, and as punishment sent to Earth to live an endless series of tragic lives. She now inhabits the body of Setsuna Mudo, a troubled teen in love with his sister Sara. Setsuna's misery mirrors the chaos among the angels, and their combined passions threaten to destroy both Heaven and Earth.",
    "Volumes": "20",
    "Chapters": "120",
    "Status": "Finished",
    "Published": "Jul  5, 1994 to Oct  20, 2000",
    "Genre": [
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Reincarnation"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Yuki, Kaori (Story & Art)",
    "Score": "7.90",
    "Ranked": "980",
    "Popularity": "682",
    "Members": "25,676",
    "Favorites": "1,634",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/262086.jpg"
  },
  {
    "Id": "462",
    "Title": "Shin Petshop of Horrors",
    "Description": "Count D has opened his petshop again, this time in Tokyo's Shinjuku!\n\nFor those who haven't read Petshop of Horrors, Count D's Petshop is a place where one can find animals from the most ordinary housepets to savage predators to mystical beasts that should belong only in legends. Customers often find that their new pets change their lives more than they expect, fulfilling their dreams, or realizing their nightmares.\n\n(Source: MU)",
    "Volumes": "12",
    "Chapters": "45",
    "Status": "Finished",
    "Published": "Apr  22, 2004 to Nov  15, 2012",
    "Genre": [
      "Fantasy",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Mugenk",
    "Authors": "Akino, Matsuri (Story & Art)",
    "Score": "7.90",
    "Ranked": "981",
    "Popularity": "2903",
    "Members": "6,883",
    "Favorites": "102",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/117839.jpg"
  },
  {
    "Id": "563",
    "Title": "V.B. Rose",
    "Description": "Ageha Shiroi suffers from a massive sister complex. When she discovers that her sister Hibari is pregnant and getting married in less than a month, she refuses to accept it. After a chance encounter with two beautiful men, Ageha accompanies Hibari to the bridal boutique Velvet Blue Rose (V.B. Rose), where she discovers those very same men are responsible for running the store!\n\r\nTogether, Yukari Arisaka and Mitsuya Kuromine design and create wedding dresses, with the aim to make their customers as satisfied as possible. Yet Ageha is still unhappy about her sister's impending marriage, and her bad attitude causes Yukari to kick her out of the store.\n\r\nThe next day, Ageha goes back to apologize, but after she loses her temper again, Mitsuya's hand gets injured as a result. Possessing a gift for making fashionable accessories, Ageha volunteers to help finish Hibari's wedding dress in place of Mitsuya. Before she knows it, she is thrown into the world of wedding dresses, reigniting dreams that she has had all her life.\n\r\n",
    "Volumes": "14",
    "Chapters": "83",
    "Status": "Finished",
    "Published": "Aug  2004 to May  2009",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Love Polygon",
      "Workplace"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Hidaka, Banri (Story & Art)",
    "Score": "7.90",
    "Ranked": "983",
    "Popularity": "3255",
    "Members": "6,166",
    "Favorites": "140",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/257265.jpg"
  },
  {
    "Id": "773",
    "Title": "Saishuu Heiki Kanojo",
    "Description": "Shuji and Chise are two Hokkaido high school students barely starting a relationship with each other. Then, with no warning, a squadron of bombers from an unknown country destroy the city of Sapporo. All hope is lost when suddenly, the bombers are destroyed by a small red light floating across the sky. At this point, Shuji finds out that the one responsible for eliminating the enemy forces is Chise, who reveals herself as a cyborg engineered for mass-destruction.\n\n(Source: ANN)",
    "Volumes": "7",
    "Chapters": "72",
    "Status": "Finished",
    "Published": "Dec  27, 1999 to Oct  29, 2001",
    "Genre": [
      "Drama",
      "Romance",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Takahashi, Shin (Story & Art)",
    "Score": "7.90",
    "Ranked": "984",
    "Popularity": "1079",
    "Members": "16,831",
    "Favorites": "456",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/120281.jpg"
  },
  {
    "Id": "892",
    "Title": "Sono Yubi dake ga Shitteiru",
    "Description": "At Wataru Fujii's high school, it's all the rage to wear paired rings with the girl you love. Wataru wears one though he is single, and one day inadvertently discovers that his ring pairs up with that of tall, handsome, and smart Yuichi Kazuki, the senior classman idolized by the entire school. Though Kazuki has a reputation for being kind to all, when dealing with Wataru, he is strangely harsh. Their paired rings somehow draw them together and the two alternately clash and attract, as they must sort out their budding feelings for each other.",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Nov  2002",
    "Genre": [
      "Boys Love",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "    N",
    "Authors": "Kannagi, Satoru (Story), Odagiri, Hotaru (Art)",
    "Score": "7.90",
    "Ranked": "985",
    "Popularity": "2878",
    "Members": "6,938",
    "Favorites": "110",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/251373.jpg"
  },
  {
    "Id": "1158",
    "Title": "Densha Otoko: Net Hatsu, Kakueki Teisha no Love Story",
    "Description": "A hopeless geek, a beautiful woman, and a fast connection--could the Internet be his ticket onto the express train to romance?\n\r\nA real-life thread on an Internet forum sparks a nationwide phenomenon! A nerdy otaku meets a girl on a train and posts an urgent query on the Web. How the heck do you talk to girls? What should he wear on their date? Where should they go? The forum's response was overwhelming, and the thread continued to grow along with their relationship.\n\r\nEventually published in book form to become a best-seller, the thread spawned a blockbuster movie and hit TV series, as well as this heartwarming manga adaptation of an entire Internet community rooting for love and romance.\n\r\n(Source: VIZ Media)",
    "Volumes": "3",
    "Chapters": "27",
    "Status": "Finished",
    "Published": "Jan  6, 2005 to Sep  5, 2005",
    "Genre": [
      "Romance",
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Sunday (Weekly)",
    "Authors": "Nakano, Hitori (Story), Hara, Hidenori (Art)",
    "Score": "7.90",
    "Ranked": "987",
    "Popularity": "1856",
    "Members": "10,366",
    "Favorites": "129",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/48231.jpg"
  },
  {
    "Id": "1895",
    "Title": "Mademoiselle Butterfly",
    "Description": "Our heroine is a girl who lives as a geisha in Japan. She has a male childhood friend who's always been kind to her and is her favorite. He's a painter, only he paints on human body parts, and she loves it when he paints beautiful butterflies on her arms. She goes to visit him one day and finds a naked woman lying in his room. Immediately after, she gets a customer who's rich and very interested in her. The thought of being away from her friend pains her, but is everything really too late?\n\r\n(Source: Aerandria)",
    "Volumes": "2",
    "Chapters": "10",
    "Status": "Finished",
    "Published": "Dec  8, 2001 to Aug  10, 2006",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaLa DX",
    "Authors": "Ogura, Akane (Story & Art)",
    "Score": "7.90",
    "Ranked": "988",
    "Popularity": "2219",
    "Members": "8,806",
    "Favorites": "75",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/268972.jpg"
  },
  {
    "Id": "4998",
    "Title": "Hime-chan no Ribbon",
    "Description": "Princess Erika of the Magic Kingdom must test out a magic item that she created for a year on her human world doppelganger before she can qualify for the throne. Her look-a-like happens to be Himeko, a tomboy who worries that her boyish looks and attitude are ruining her chances with the boy she is in love with. Erika gives Himeko a ribbon that allows her to transform for an hour into anyone she wants, but if she exceeds the time limit, or if anyone finds out, she will be stuck in that form for the rest of her life.",
    "Volumes": "10",
    "Chapters": "45",
    "Status": "Finished",
    "Published": "Jul  3, 1990 to Dec  1, 1993",
    "Genre": [
      "Fantasy"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Mizusawa, Megumi (Story & Art)",
    "Score": "7.90",
    "Ranked": "989",
    "Popularity": "10084",
    "Members": "1,679",
    "Favorites": "42",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/145585.jpg"
  },
  {
    "Id": "5685",
    "Title": "Hakkenden: Touhou Hakken Ibun",
    "Description": "Five years ago, almost every villager of Ootsuka died due to a tragic plague. But mysteriously enough, three survivors: a girl and two boys, emerged. Now living in a church, the three live in isolation, hidden from those who may seek to find them. Shino, one of the survivors, has control over the power of Murasame, the blade of life. But when the imperial church seeks to take the Murasame for themselves, their peaceful life becomes a thing of the past...\n\r\n(Source: Bliss)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  20, 2005 to ?",
    "Genre": [
      "Action",
      "Drama",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Emerald",
    "Authors": "Abe, Miyuki (Story & Art)",
    "Score": "7.90",
    "Ranked": "990",
    "Popularity": "4587",
    "Members": "4,274",
    "Favorites": "52",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/258614.jpg"
  },
  {
    "Id": "8483",
    "Title": "Kimi no Iru Machi",
    "Description": "Haruto Kirishima has been living a quiet life in his countryside town in Hiroshima until Yuzuki Eba—a mysterious city girl— suddenly starts living with him at his house.\n\r\nA bright and whimsical personality, Yuzuki has left her life in Tokyo for the tranquil town she warmly remembers from her childhood, and barges into Haruto's life. Finding himself in an awkward situation, Haruto must now tolerate spending his high school days alongside this clumsy, freeloading klutz. However, as their relationship deepens, his heart slowly wavers between Yuzuki and his not-so-secret infatuation—his classmate, Nanami Kanzaki.\n\r\nLife in the countryside may be slow and simple, but the troubles that await Haruto are as complex as a city skyline. Relying on the irrefutable unpredictability of time, Kimi no Iru Machi illustrates how a single day can unexpectedly bring strangers together while another can abruptly break them apart.\n\r\n",
    "Volumes": "27",
    "Chapters": "270",
    "Status": "Finished",
    "Published": "May  28, 2008 to Feb  12, 2014",
    "Genre": [
      "Drama",
      "Romance",
      "Ecchi"
    ],
    "Theme": [
      "Love Polygon",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Seo, Kouji (Story & Art)",
    "Score": "7.90",
    "Ranked": "991",
    "Popularity": "212",
    "Members": "70,285",
    "Favorites": "4,240",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/115221.jpg"
  },
  {
    "Id": "14568",
    "Title": "Clover",
    "Description": "Misaki Hayato returns to his hometown and enrolls in the same high school as his two childhood friends. A lot has changed in the years he has been gone, his former best friends are seemingly distant from each other and leading relatively normal high school lives. Hayato's sudden arrival soon changes that and sends shockwaves through the entire town's delinquent population with his willingness to do anything for his friends and his love for a good fight.",
    "Volumes": "43",
    "Chapters": "401",
    "Status": "Finished",
    "Published": "Apr  5, 2007 to Oct  15, 2015",
    "Genre": [
      "Action",
      "Comedy"
    ],
    "Theme": [
      "Delinquents"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Hirakawa, Tetsuhiro (Story & Art)",
    "Score": "7.90",
    "Ranked": "993",
    "Popularity": "2172",
    "Members": "8,987",
    "Favorites": "238",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/165401.jpg"
  },
  {
    "Id": "15205",
    "Title": "Zetsuen no Tempest",
    "Description": "One year ago, Aika Fuwa and her parents were murdered under mysterious circumstances. Swearing vengeance on her killers, Aika's older brother, Mahiro, sets out to determine who ended her life prematurely. Unbeknownst to Mahiro, his childhood friend and Aika's secret longtime boyfriend, Yoshino Takigawa, ends up getting dragged into the investigation after being held at gunpoint by a strange woman. Yoshino learns that Mahiro is being investigated by the government after outbreaks of a mysterious \"iron sickness\" in two locations where he was previously seen. Now on the run, Mahiro and Yoshino's search for Aika's killers becomes harder and more dangerous.\n\r\nIn an effort to find a lead on his sister's murder, Mahiro strikes a deal with Hakaze Kusaribe, the most powerful sorceress in the world who is imprisoned on a deserted island. As princess and leader of the Kusaribe Clan, Hakaze promises to aid Mahiro's investigation if he can rescue her from internment. Once free, Hakaze intends to put a stop to the revival of the \"Tree of Exodus\" and save the world from eventual ruin. Believing that Hakaze will get in the way of his resurrection plans, Samon Kusaribe, Hakaze's former aide, had orchestrated her banishment and also removed her ability to use magic on the island.\n\r\nIn a desperate attempt to save the world from the effects of the \"Trees of Exodus and Genesis,\" Mahiro and Yoshino inch closer to the truth behind Aika's death. The two find that there might be more to her murder than they initially thought as the world around them falls into chaos.\n\r\n",
    "Volumes": "10",
    "Chapters": "50",
    "Status": "Finished",
    "Published": "Jul  10, 2009 to Oct  12, 2013",
    "Genre": [
      "Action",
      "Drama",
      "Mystery"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Gang",
    "Authors": "Shirodaira, Kyou (Story), Saizaki, Ren (Art)",
    "Score": "7.90",
    "Ranked": "994",
    "Popularity": "821",
    "Members": "21,454",
    "Favorites": "424",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/76945.jpg"
  },
  {
    "Id": "16659",
    "Title": "Tobaku Datenroku Kaiji: Kazuya-hen",
    "Description": "A direct sequel to Tobaku Datenroku Kaiji, picking up immediately after Part 3.\n\r\nAfter his tremendous victory in 2-Player Mahjong against the villainous President, Muraoka Takashi, Kaiji is being driven home by Kazuya, the son of Chairman Hyoudou. However, in the car, Kazuya asks Kaiji if he would be interested in one more gamble that night, and Kaiji accepts. What surprises lie in store for our dear Kaiji, and what will the gamble be?!\n\r\n(Source: Batoto)",
    "Volumes": "10",
    "Chapters": "100",
    "Status": "Finished",
    "Published": "Jun  1, 2009 to Feb  13, 2012",
    "Theme": [
      "Adult Cast",
      "High Stakes Game",
      "Strategy Game"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Fukumoto, Nobuyuki (Story & Art)",
    "Score": "7.90",
    "Ranked": "995",
    "Popularity": "2461",
    "Members": "8,032",
    "Favorites": "117",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/24616.jpg"
  },
  {
    "Id": "70557",
    "Title": "Out",
    "Description": "17-year-old Iguchi Tatsuya has just been released from juvenile detention and is on probation. He's been relocated to a new area, away from the bad influence of his old friends, and is under the care of his aunt. He is determined not to be sent back to lockup, and he works hard in his aunt's restaurant. However, he still has the same personality, the same tendency to violence, and still falls in with the same sort of people. It's going to be difficult for him to stay out of trouble.\n\r\n(Source: MangaHelpers)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  12, 2012 to ?",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Delinquents"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Champion Mag",
    "Authors": "Iguchi, Tatsuya (Story), Mizuta, Makoto (Art)",
    "Score": "7.90",
    "Ranked": "972",
    "Popularity": "999",
    "Members": "17,865",
    "Favorites": "391",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/124693.jpg"
  },
  {
    "Id": "60511",
    "Title": "Sousei no Onmyouji",
    "Description": "For centuries, terrifying creatures—known as \"Kegare\"—from the parallel realm Magano have wreaked havoc throughout Japan. The brave men and women resisting their onslaught are secretive exorcists whose one and only goal is to eradicate all the Kegare. \n\r\nIn the present day, 14-year-old Rokuro Enmadou is a talented and powerful exorcist. However, a tragic event in the past caused him to resent exorcists and give up his dream of becoming the strongest. In stark contrast to him, Benio Adashino is a beautiful and prodigious exorcist of the same age who carries the hopes and dreams of all people. \n\r\nThese two teenagers, despite their differences, are the prophesied \"Twin Star Exorcists\": the two people destined to give birth to the Miko—the exorcist who will vanquish the Kegare and cleanse the world of all impurities. But as the adolescents are both far from maturity, let alone adulthood, only hardships and trials await the unlikely heroes. \n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  2, 2013 to ?",
    "Genre": [
      "Action",
      "Fantasy",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Sukeno, Yoshiaki (Story & Art)",
    "Score": "7.89",
    "Ranked": "1000",
    "Popularity": "325",
    "Members": "48,862",
    "Favorites": "1,765",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/188935.jpg"
  },
  {
    "Id": "62509",
    "Title": "New Game!",
    "Description": "Aoba Suzukaze is a high school graduate and an aspiring character designer. She joins the video game company Eagle Jump, known for the game that she profoundly loves—Fairies Story.\n\r\nAt Eagle Jump, Aoba is placed into a team of six, which includes the lead character designer for the original Fairies Story game, Kou Yagami. Getting mentored by her role model, Aoba strives to become a better character designer and learn the ropes of the video game industry.\n\nNew Game! revolves around the buoyant lives of Aoba and her team members. Together, the girls put their sweat and tears into the production of the new upcoming video game, Fairies Story 3—the third installment of the Fairies Story series.\n\r\n",
    "Volumes": "13",
    "Chapters": "165",
    "Status": "Finished",
    "Published": "Jan  28, 2013 to Aug  27, 2021",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "CGDCT",
      "Otaku Culture",
      "Workplace"
    ],
    "Serialization": "Manga Time Kirara C",
    "Authors": "Tokunou, Shoutarou (Story & Art)",
    "Score": "7.89",
    "Ranked": "1001",
    "Popularity": "780",
    "Members": "22,515",
    "Favorites": "725",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/117451.jpg"
  },
  {
    "Id": "80469",
    "Title": "Donten ni Warau Gaiden",
    "Description": "In the Meiji Era of Japan, legend has it that the \"Orochi\"—an evil giant snake spirit—returns every 300 years to wreak havoc. \"Yamainu,\" an elite fighting force, is assembled to subjugate the Orochi upon its reappearance. Presently, the squad has become involved with a secret government department conducting human experimentation using Orochi cells. This pits Yamainu leader Sousei Abeno against brothers Soramaru and Chuutarou Kumou, who stumble upon several dying escapees of the experiments.\n\r\nSoramaru encounters Ageha, a criminal doctor allied with Tora, a test subject who massacred cell project researchers using abilities granted by compatible Orochi cells. Despite acknowledging their crimes, Soramaru still decides to side with the two fugitives due to his strong opposition to the exploitation of Orochi cells. With Sousei and Soramaru divided over the ethics of creating novel drugs from the essence of their immortal enemy, the only way to settle this matter may be a fight—however, Soramaru has yet to win once against Yamainu's captain.\n\r\n",
    "Volumes": "3",
    "Chapters": "18",
    "Status": "Finished",
    "Published": "Dec  24, 2013 to Feb  3, 2017",
    "Genre": [
      "Action",
      "Supernatural"
    ],
    "Theme": [
      "Historical"
    ],
    "Serialization": "Comic Gard",
    "Authors": "Karakara, Kemuri (Story & Art)",
    "Score": "7.89",
    "Ranked": "1003",
    "Popularity": "3604",
    "Members": "5,548",
    "Favorites": "33",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/190626.jpg"
  },
  {
    "Id": "116790",
    "Title": "Mieruko-chan",
    "Description": "Miko Yotsuya is a typical high school student whose life turns upside down when she suddenly starts to see gruesome and hideous monsters. Despite being completely terrified, Miko carries on with her daily life, pretending not to notice the horrors that surround her. She must endure the fear in order to keep herself and her friend Hana Yurikawa out of danger, even if that means coming face to face with the absolute worst. Blending both comedy and horror, Mieruko-chan tells the story of a girl who tries to deal with the paranormal by acting indifferent toward it.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  2, 2018 to ?",
    "Genre": [
      "Comedy",
      "Horror",
      "Supernatural"
    ],
    "Serialization": "Web Comic Ap",
    "Authors": "Izumi, Tomoki (Story & Art)",
    "Score": "7.89",
    "Ranked": "1005",
    "Popularity": "168",
    "Members": "84,945",
    "Favorites": "2,157",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/217799.jpg"
  },
  {
    "Id": "121945",
    "Title": "Maou no Musume wa Yasashisugiru!!",
    "Description": "Demon King Ahriman has a problem: his daughter, Dou, loves everyone! Consequently, Ahriman had to halt his invasion of the world in the worry that his daughter's behavior isn't one befitting someone of her kind. She loves making friends, helping others, and bringing happiness to all creatures including their enemies, the humans. \n\r\nAhriman, however, congratulates Dou for her good deeds instead of scolding her. With the help of his aide Jahy, assigned as Dou's master, the two try to get rid of her kindhearted nature—so that the Demon King's daughter goes from a cute, adorable, and nice little girl to an inhuman, cruel, and twisted little demon.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  11, 2018 to ?",
    "Genre": [
      "Comedy",
      "Fantasy"
    ],
    "Theme": [
      "Childcare"
    ],
    "Serialization": "Manga Park",
    "Authors": "Sakamoto, Yuuya (Story & Art)",
    "Score": "7.89",
    "Ranked": "1006",
    "Popularity": "2112",
    "Members": "9,214",
    "Favorites": "98",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/225168.jpg"
  },
  {
    "Id": "131703",
    "Title": "Jinrui wo Metsubou sasete wa Ikemasen",
    "Description": "None",
    "Volumes": "4",
    "Chapters": "31",
    "Status": "Finished",
    "Published": "Sep  11, 2020 to Feb  25, 2022",
    "Genre": [
      "Sci-Fi",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Anim",
    "Authors": "Takahata, Kyuu (Story), Kabatani (Art)",
    "Score": "7.89",
    "Ranked": "1007",
    "Popularity": "6226",
    "Members": "3,044",
    "Favorites": "47",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/244404.jpg"
  },
  {
    "Id": "50217",
    "Title": "Kamisama ga Uso wo Tsuku.",
    "Description": "Eleven-year-old Natsuru Nanao is the ace of the soccer team, yet has trouble speaking to girls because of a certain event following his transfer to his current school. Due to his father dying long ago, he lives only with his mother but doesn't let this distract him from his passion for soccer, as he hopes to become a professional player. One day, a female classmate named Rio Suzumura approaches Natsuru, a meeting which signals a huge turning point in his life.\n\r\nUpon talking with Rio, Natsuru immediately becomes interested in her. After he saves an abandoned cat, he runs into the girl and her younger brother Yuuta on their way to the supermarket and asks if they can take care of it, to which they agree. But when Natsuru arrives at their home, he is shocked to discover that the siblings have been living alone in a dirty house, a secret which Rio absolutely wants to keep. As Natsuru spends more time with them, their circumstances and reason for secrecy are slowly brought to light.\n\r\n",
    "Volumes": "1",
    "Chapters": "5",
    "Status": "Finished",
    "Published": "Mar  25, 2013 to Jul  25, 2013",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Ozaki, Kaori (Story & Art)",
    "Score": "7.89",
    "Ranked": "1011",
    "Popularity": "275",
    "Members": "57,385",
    "Favorites": "1,295",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/143365.jpg"
  },
  {
    "Id": "58",
    "Title": "W-Juliet",
    "Description": "Makoto Amano wants to become an actor, but his stern father has decreed that the only way Makoto can pursue his dream is to spend the last two years of high school as a girl! He quickly makes friends with popular tomboy Ito Miura, another drama enthusiast at this new high school and the only student to find out his secret—but are they more than pals?\n\r\n(Source: VIZ Media)",
    "Volumes": "14",
    "Chapters": "79",
    "Status": "Finished",
    "Published": "Oct  15, 1997 to Nov  20, 2002",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Crossdressing",
      "Performing Arts",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Emura (Story & Art)",
    "Score": "7.89",
    "Ranked": "1012",
    "Popularity": "1940",
    "Members": "9,876",
    "Favorites": "237",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/256786.jpg"
  },
  {
    "Id": "1267",
    "Title": "Kagen no Tsuki",
    "Description": "High school student Mizuki Mochizuki is in love with British rock artist Adam Lang, but it seems that he cannot see her for who she is, as he is still grieving the death of his ex-girlfriend, Sayaka Kamijou. Despite this, when Adam asks Mizuki over the phone to leave Tokyo with him, she agrees to meet him immediately. But as Mizuki crosses the road toward Adam, a car strikes her, and she fails to reach him.\n\r\nOne month later, a Mizuki lookalike is living in the abandoned mansion where Mizuki and Adam had spent two weeks together. While fifth-grader Hotaru Shiraishi is searching for her missing cat, she runs into this other girl and learns that her memories are gone—she cannot even recall her own name. Since the girl only remembers that she wants to be reunited with \"Adam,\" Hotaru calls her \"Eve.\" Hotaru enlists the help of her friend Sae Kayama and classmates Tetsu Sugisaki and Masaki Miura to solve the mysteries surrounding Eve—but they claim to be unable to see her!\n\r\n",
    "Volumes": "3",
    "Chapters": "16",
    "Status": "Finished",
    "Published": "1998 to  1999",
    "Genre": [
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Yazawa, Ai (Story & Art)",
    "Score": "7.89",
    "Ranked": "1013",
    "Popularity": "1491",
    "Members": "12,953",
    "Favorites": "223",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/276375.jpg"
  },
  {
    "Id": "1766",
    "Title": "Marie no Kanaderu Ongaku",
    "Description": "In a surreal world of abundant wonders, Gil is a workshop town specialized in mechanical craftsmanship, boasting the largest population in the land of Piril. People lead simple lives with little to no advancement in technology, worshipping Marie, a mechanical Goddess who keeps vigil of Piril from the sky.\n\r\nDaughter of the top mechanical artisan of Gil, Pipi is a cheerful and popular young girl. She likes her childhood friend, Kai, who has an extraordinary ability to hear sounds inaudible to the human ear. He is the only one in town who can listen to Marie's \"music.\" The soothing sounds that come from her are said to retain the peace and harmony of the land. Kai's affection for Marie deepens as he continues to experience these sounds and see visions of himself through her eyes.\n\r\nExploring the fantasy world of Kai and Pipi, Marie no Kanaderu Ongaku tackles concepts of religion, technology, and what it truly means to be happy.\n\r\n",
    "Volumes": "2",
    "Chapters": "17",
    "Status": "Finished",
    "Published": "Dec  10, 1999 to Sep  12, 2001",
    "Genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic B",
    "Authors": "Furuya, Usamaru (Story & Art)",
    "Score": "7.89",
    "Ranked": "1014",
    "Popularity": "1439",
    "Members": "13,343",
    "Favorites": "265",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/171103.jpg"
  },
  {
    "Id": "1951",
    "Title": "Uragiri wa Boku no Namae wo Shitteiru",
    "Description": "Having lived in an orphanage for as long as he can remember, high school student Yuki Sakurai has always believed that he existed to burden others. Despite possessing a mysterious power that allows him to see other people's emotions, the ability seems to torment him instead.\n\r\nOne day, a beautiful man in black clothes saves Yuki's life, and Yuki faintly feels as if he has met this stranger before. The stranger, later introducing himself as Zess, displays a strong concern about Yuki but quickly disappears after giving him a warning. The following day, Takashiro Giou—the head of the Giou Clan—appears at the orphanage claiming to be Yuki's brother and proposes an idea that Yuki is reluctant to accept.\n\r\nAs puzzling problems threaten his safety emerge and familiar faces reappear, Yuki soon learns that his frail existence holds a greater significance than he had initially thought.\n\r\n",
    "Volumes": "13",
    "Chapters": "68",
    "Status": "Finished",
    "Published": "Sep  24, 2005 to Apr  24, 2017",
    "Genre": [
      "Adventure",
      "Boys Love",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Reincarnation"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Asuk",
    "Authors": "Odagiri, Hotaru (Story & Art)",
    "Score": "7.89",
    "Ranked": "1015",
    "Popularity": "1613",
    "Members": "12,008",
    "Favorites": "371",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/195145.jpg"
  },
  {
    "Id": "3101",
    "Title": "Deep Love: Pao no Monogatari",
    "Description": "Being abandoned by his owners, having his mother die of starvation, a puppy who suffered lifelong separation from his siblings wandered around the city. Meeting and parting with kind people, experiencing brutal treatment from unjust people. Pao, who learned to live within the harshness of reality, awaits even more ordeals...\n\r\n(Source: MangaTraders)",
    "Volumes": "2",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "2005",
    "Genre": [
      "Drama",
      "Slice of Life"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "    N",
    "Authors": "Yoshi (Story), Kurosawa, Akiyo (Art)",
    "Score": "7.89",
    "Ranked": "1016",
    "Popularity": "2498",
    "Members": "7,922",
    "Favorites": "84",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/36589.jpg"
  },
  {
    "Id": "4011",
    "Title": "New York New York",
    "Description": "Police officer Kain Walker has gone to great lengths to prevent his coworkers, family, and friends from finding out he's gay. But when Kain meets Mel Fredericks, he realizes at once that his whole world is about to change. For the first time Kain wants more than a one-night stand, but a relationship carries risks, discovery not least among them. Battling with others' expectations and biases—and his own—Kain struggles to balance his desire for secrecy with his feelings for Mel at a time when being out could cost him dearly...\n\r\n(Source: Yen Press)",
    "Volumes": "4",
    "Chapters": "17",
    "Status": "Finished",
    "Published": "1995 to  1998",
    "Genre": [
      "Boys Love",
      "Drama"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Ragawa, Marimo (Story & Art)",
    "Score": "7.89",
    "Ranked": "1017",
    "Popularity": "6300",
    "Members": "3,002",
    "Favorites": "43",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/256827.jpg"
  },
  {
    "Id": "5380",
    "Title": "Hyouge Mono",
    "Description": "It was the Sengoku-era, when the warlords usurped each other. There was a man whose soul was overtaken by the ways of tea and material greed, as he worked his way up toward greater power and status. His name was Sasuke Furuta, a subordinate warrior of Nobunaga Oda. With his world broadened by Nobunaga the Genius, and his spiritual insight learned from Senno Soueki the Master of Tea, Sasuke drove the road to hyouge. To live or not to live. For the power of the art. That is the question!\n\r\n(Source: Kodansha)",
    "Volumes": "25",
    "Chapters": "273",
    "Status": "Finished",
    "Published": "Aug  18, 2005 to Nov  30, 2017",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "Historical",
      "Samurai",
      "Visual Arts"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Yamada, Yoshihiro (Story & Art)",
    "Score": "7.89",
    "Ranked": "1018",
    "Popularity": "7287",
    "Members": "2,528",
    "Favorites": "40",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/199292.jpg"
  },
  {
    "Id": "6889",
    "Title": "Moon: Subaru Solitude Standing",
    "Description": "After the events of Subaru, the ballet dancer Miyamoto Subaru works in a German ballet company. However, after using pneumonia as an excuse to cancel at the last minute on her company's tour of Japan, she is forced to accept the damage she has done to her professional career. As she struggles with her sense of self-worth, she meets Nico, an amazing, handicapped ballet dancer. Nico lost his vision, in addition to his ballet partner and lover, in a tragic accident. Will Subaru be able to reach out to him, and help him to once again dance with a partner? In doing so, will she be able to find her own place in this world?",
    "Volumes": "9",
    "Chapters": "99",
    "Status": "Finished",
    "Published": "Aug  6, 2007 to Oct  24, 2011",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Performing Arts"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Soda, Masahito (Story & Art)",
    "Score": "7.89",
    "Ranked": "1019",
    "Popularity": "8774",
    "Members": "2,001",
    "Favorites": "15",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/182530.jpg"
  },
  {
    "Id": "8878",
    "Title": "Hetalia Axis Powers",
    "Description": "Germany never expected that the descendant of Ancient Rome would become his ally in the war. After meeting North Italy, Germany is stunned that the once powerful empire is now just a useless crybaby with a concerningly deep love for pasta. To make matters worse, his only other ally, Japan, is near-impossible to read and has equally strange interests. While Germany grapples with his eccentric partners, the Allies are knocking at their door, looking for a fight.\n\r\nUsing personified nations and humor, Hetalia Axis Powers recounts the events of World Wars I and II in a comedic light. Along the way, the relationship between nations and cultural anecdotes are explored in a quirky and fun manner.\n\r\n",
    "Volumes": "6",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "Mar  28, 2008 to Jun  29, 2013",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Anthropomorphic",
      "Gag Humor",
      "Historical"
    ],
    "Serialization": "Comic B",
    "Authors": "Himaruya, Hidekaz (Story & Art)",
    "Score": "7.89",
    "Ranked": "1020",
    "Popularity": "791",
    "Members": "22,270",
    "Favorites": "1,437",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/255193.jpg"
  },
  {
    "Id": "11089",
    "Title": "Shinrei Tantei Yakumo: Akai Hitomi wa Shitteiru",
    "Description": "Based on the novel by Kaminaga Manabu. Shinrei Tantei Yakumo (Psychic Detective Yakumo) tells a story about a college student, Saitou Yakumo, who was born with different eye colors. His red left eye gave him the special ability to see ghosts and spirits. He believes ghosts and spirits are bound to earth because of a certain 'cause' and simply by eliminating that 'cause', those spirits will rest in peace. Being asked for help by Ozawa Haruka, together they began the investigation.\n\r\n(Source: Fateful Encounters)\n\nIncluded one-shot:\r\nVolume 1: Mail x Tomodachi",
    "Volumes": "2",
    "Chapters": "10",
    "Status": "Finished",
    "Published": "Mar  26, 2007 to Jan  26, 2008",
    "Genre": [
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Hana to Yum",
    "Authors": "Miyako, Ritsu (Art), Kaminaga, Manabu (Story)",
    "Score": "7.89",
    "Ranked": "1021",
    "Popularity": "3171",
    "Members": "6,305",
    "Favorites": "37",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/110955.jpg"
  },
  {
    "Id": "11977",
    "Title": "Bambino!",
    "Description": "Shogo Ban, a college student from Fukuoka, likes to cook. Thanks to the owner of the restaurant where he works part-time, he finds himself working at the line of Roppongi's best Italian restaurant, Trattoria Baccanale, and discovers that the real deal isn't quite as easy as he'd thought. The manga follows Ban as he struggles to keep up with the hectic workload and his co-workers, along with issues outside the kitchen like his relationship with his girlfriend Eri, who he left behind in Fukuoka.\n\r\n(Source: MU)",
    "Volumes": "15",
    "Chapters": "164",
    "Status": "Finished",
    "Published": "Dec  6, 2004 to Feb  23, 2009",
    "Genre": [
      "Award Winning",
      "Drama",
      "Gourmet",
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Sekiya, Tetsuji (Story & Art)",
    "Score": "7.89",
    "Ranked": "1022",
    "Popularity": "2715",
    "Members": "7,348",
    "Favorites": "93",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/74977.jpg"
  },
  {
    "Id": "13492",
    "Title": "Ao no Exorcist",
    "Description": "After a fight with his foster father Shirou Fujimoto, Rin Okumura's life is transformed overnight when Rin is revealed to be the son of the demon lord Satan, king of the demonic realm of Gehenna. Soon after, his foster father becomes possessed and dies at the hands of Satan, leaving Rin and his twin brother Yukio alone in the world. Seeking revenge for Fujimoto's death, Rin attends True Cross Academy with Yukio in order to become an exorcist and join the Knights of the True Cross.\n\r\nRin's new path, however, is filled with many difficulties. While new classes and dealing with his peers are already troublesome enough, he is also forced to conceal his newfound demonic powers and parentage. In addition, plenty of evildoers want to use him for their own ends. One misstep could lead to disaster, as not everyone at True Cross Academy is exactly who they seem to be...\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  4, 2009 to ?",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Mythology",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Katou, Kazue (Story & Art)",
    "Score": "7.89",
    "Ranked": "1023",
    "Popularity": "67",
    "Members": "155,077",
    "Favorites": "7,270",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/188810.jpg"
  },
  {
    "Id": "118873",
    "Title": "Asper Kanojo",
    "Description": "Yokoi Taku has trouble getting along with people, so he moved to Tokyo as soon as he graduated from high school. He now lives alone, making a living by delivering newspapers and drawing doujinshi, though people totally ignore his non-erotic works. One day, a girl named Saitou Megumi suddenly shows up at his door, claiming that she came all the way from Tottori to meet him because she's a big fan of one of his doujinshi. It ends up that she has faced many hardships herself, and with no intention of leaving, she ends up living with him.\n\r\n[Written by Denji]",
    "Volumes": "12",
    "Chapters": "100",
    "Status": "Finished",
    "Published": "Mar  6, 2018 to Jan  26, 2021",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Psychological"
    ],
    "Serialization": "Comic Days",
    "Authors": "Hagimoto, Souhachi (Story), Morita, Renji (Art)",
    "Score": "7.88",
    "Ranked": "1031",
    "Popularity": "1102",
    "Members": "16,423",
    "Favorites": "407",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/216787.jpg"
  },
  {
    "Id": "120177",
    "Title": "Isekai Ojisan",
    "Description": "​Seventeen years ago, Takafumi's uncle fell into a coma, but now he's back like a man risen from his grave. Soon, Takafumi discovers two bizarre things: His uncle treasures video games above all else, and, while comatose, he was actually transported to another world as some heroic guardian! Now, not only does Takafumi have to room with an uncle who is literally magical, he also has to catch the guy up on two decades of history—smartphones, high-speed internet, modern anime tropes...and the traumatic outcome of the '90s console war!\n\r\n(Source: Yen Press)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  29, 2018 to ?",
    "Genre": [
      "Comedy",
      "Fantasy"
    ],
    "Theme": [
      "Adult Cast",
      "Isekai",
      "Otaku Culture",
      "Parody"
    ],
    "Serialization": "Web Comic Ap",
    "Authors": "Hotondo Shindeiru (Story & Art)",
    "Score": "7.88",
    "Ranked": "1032",
    "Popularity": "939",
    "Members": "18,882",
    "Favorites": "316",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/226205.jpg"
  },
  {
    "Id": "122615",
    "Title": "Cool Doji Danshi",
    "Description": "On the surface, Hayate Ichikura, Shun Futami, Takayuki Mima, and Souma Shiki do not have much in common apart from their good looks and seemingly suave attitudes. However, what they do share is an unexpected characteristic—they are quite clumsy! Whether it is losing a wallet, wearing clothes incorrectly, or getting lost, there is no short amount of antics the quartet gets up to. It is only a matter of pretending their mishaps are intentional and not losing their cool in front of others.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  22, 2019 to ?",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Serialization": "    N",
    "Authors": "Nata, Kokone (Story & Art)",
    "Score": "7.88",
    "Ranked": "1033",
    "Popularity": "2924",
    "Members": "6,834",
    "Favorites": "175",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/226258.jpg"
  },
  {
    "Id": "69903",
    "Title": "Fairy Tail Zerø",
    "Description": "Long before she would found Fairy Tail, first master Mavis Vermillion is left under the care of the Red Lizard guild. Abused and belittled at every opportunity, she is forced to complete difficult chores. Despite this horrific treatment, Mavis refuses to cry, for if she did, she would not be able to meet the fairies. However, her life of servitude comes to an abrupt end when the Blue Skull guild raids her home, leaving only Mavis and the guild master's daughter Zera alive.\n\r\nFor many years, Mavis and Zera live alone, taking care of each other. But this all changes when a band of treasure hunters come to the island in search of the Tenrou Jade—a precious gem that is sacred to the island. With the arrival of new faces, her life begins to change again. Mavis has never stopped wishing to meet the fairies, and now she may finally have the chance to find them.\n\r\n",
    "Volumes": "1",
    "Chapters": "13",
    "Status": "Finished",
    "Published": "Jul  16, 2014 to Jul  17, 2015",
    "Genre": [
      "Fantasy"
    ],
    "Serialization": "Fairy Tail Magazine (Monthly)",
    "Authors": "Mashima, Hiro (Story & Art)",
    "Score": "7.88",
    "Ranked": "1037",
    "Popularity": "299",
    "Members": "52,988",
    "Favorites": "802",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/167384.jpg"
  },
  {
    "Id": "92182",
    "Title": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai",
    "Description": "During a visit to the local library, Sakuta Azusagawa unexpectedly witnesses a bunny girl roaming the halls—only to be further surprised when that bunny girl turns out to be his celebrity upperclassman Mai Sakurajima. When Sakuta realizes that only he can see her, he jumps at the opportunity to help.\n\r\nMai's enigmatic problem reminds Sakuta of both his own struggles and those of his sister. Each of these are cases of \"Adolescence Syndrome,\" a supernatural condition that warps the lives of teenagers in mysterious ways. As Mai's condition worsens, Sakuta searches for the reason behind her gradual disappearance from the public eye while she still has a chance of recovery.\n\r\n",
    "Volumes": "2",
    "Chapters": "20",
    "Status": "Finished",
    "Published": "Nov  30, 2015 to Aug  30, 2018",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Dengeki G's Comic",
    "Authors": "Kamoshida, Hajime (Story), Nanamiya, Tsugumi (Art)",
    "Score": "7.88",
    "Ranked": "1026",
    "Popularity": "706",
    "Members": "24,863",
    "Favorites": "611",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/184333.jpg"
  },
  {
    "Id": "106609",
    "Title": "Ningen Shikkaku",
    "Description": "\"Mine has been a life of much shame.\"\n\r\n\"I can't even guess myself what it must be to live the life of a human being.\"\n\r\nPlagued by a maddening anxiety, the terrible disconnect between his own concept of happiness and the joy of the rest of the world, Yozo Oba plays the clown in his dissolute life, holding up a mask for those around him as he spirals ever downward, locked arm-in-arm with death.\n\r\nOsamu Dazai's immortal—and supposedly autobiographical—work of Japanese literature, is perfectly adapted here into a manga by Junji Ito. The imagery wrenches open the text of the novel one line at a time to sublimate Yozo's mental landscape into something even more delicate and grotesque. This is the ultimate in art by Ito, proof that nothing can surpass the terror of the human psyche.\n\r\n(Source: VIZ Media)",
    "Volumes": "3",
    "Chapters": "24",
    "Status": "Finished",
    "Published": "May  2, 2017 to Apr  20, 2018",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Orig",
    "Authors": "Itou, Junji (Story & Art), Dazai, Osamu (Story)",
    "Score": "7.88",
    "Ranked": "1027",
    "Popularity": "905",
    "Members": "19,603",
    "Favorites": "498",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/260361.jpg"
  },
  {
    "Id": "107570",
    "Title": "Sengoku Komachi Kuroutan: Noukou Giga",
    "Description": "Agricultural student Shizuko Ayanokouji was enjoying a normal day of high-school life, until a lone raindrop fell in front of her. Suddenly, Shizuko lost consciousness and woke up in the middle of the woods, but it wasn't like she teleported - she was in a different era all together. She was in the Sengoku period in Japan. Her peace didn't last forever though, for she was attacked by bandits. Much to her surprise, she was saved last minute by Nobunaga Oda himself! After Shizuko stated that she studied the latest agriculture, Nobunaga decided to let her serve him as a village chief of a small rural town. What will happen when people discover that she's from the future? Will Shizuko be able to please Nobunaga and keep up with his demands?",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  26, 2017 to ?",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Historical",
      "Time Travel"
    ],
    "Serialization": "Comic Earth☆",
    "Authors": "Sawada, Hajime (Art), Kyouchikutou (Story)",
    "Score": "7.88",
    "Ranked": "1028",
    "Popularity": "3428",
    "Members": "5,862",
    "Favorites": "95",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/204492.jpg"
  },
  {
    "Id": "587",
    "Title": "Lucky☆Star",
    "Description": "When eating a chocolate cornet, which end do you begin with, the top or the bottom? Which side is the top and which is the bottom? For that matter, what is a chocolate cornet? The proper way to eat pastries is only one of the many everyday occurrences explored by the girls of Ms. Kuroi's class.\n\r\nMeet Konata, an athletic and intelligent girl too dedicated to her favorite primetime anime to excel in anything but otaku culture; Miyuki, the cute, bespectacled living example of moe with an encyclopedic knowledge of all subjects; Kagami, the bitter-sweet, tough but shy straight-man to Konata's constant teasing and pranks; and her younger fraternal twin sister, Tsukasa, a kind but air-headed klutz. Witness this study in the human condition as our heroines explore the unexplored in questioning the ordinary!\n\r\n(Source: Bandai Entertainment, edited)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  10, 2003 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "CGDCT",
      "Gag Humor",
      "Otaku Culture",
      "Parody",
      "School"
    ],
    "Serialization": "Comptiq",
    "Authors": "Yoshimizu, Kagami (Story & Art)",
    "Score": "7.88",
    "Ranked": "1040",
    "Popularity": "1162",
    "Members": "15,700",
    "Favorites": "689",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/265400.jpg"
  },
  {
    "Id": "885",
    "Title": "Hakushaku Cain Series",
    "Description": "Delve into the tortured past of Earl Cain C. Hargreaves, charismatic heir to a wealthy family full of secrets, lies and unthinkable crimes. The prequel to the Godchild series, The Cain Saga  follows the young Cain as he attempts to unravel the secrets of his birth, all the while solving each new mystery that comes his way.\n\r\n(Source: VIZ Media)",
    "Volumes": "5",
    "Chapters": "25",
    "Status": "Finished",
    "Published": "1992 to  1994",
    "Genre": [
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Yuki, Kaori (Story & Art)",
    "Score": "7.88",
    "Ranked": "1041",
    "Popularity": "2000",
    "Members": "9,604",
    "Favorites": "235",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/265861.jpg"
  },
  {
    "Id": "1344",
    "Title": "Kirihito Sanka",
    "Description": "Two doctors, the young, passionate and well-liked Osanai and the veteran, ambitious Tatsugaura, are both investigating the mysterious 'Monmow' diesease, found only in one remote village, which causes bizarre bone deformation, making its victims take on a beastlike appearance before their deaths.\n\r\nOsanai is sent to the village by Tatsugaura to see if he can find a cause for the disease while also treating the victims to the best of his ability. But in reality, Tatsugaura is scheming against Osanai and intends to infect him with the disease in order to clear the way of any obstacles of presenting his own research, and thus gaining high prestige and rank in the medical world.",
    "Volumes": "2",
    "Chapters": "20",
    "Status": "Finished",
    "Published": "Mar  25, 1970 to Dec  10, 1971",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Medical",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic",
    "Authors": "Tezuka, Osamu (Story & Art)",
    "Score": "7.88",
    "Ranked": "1042",
    "Popularity": "3134",
    "Members": "6,360",
    "Favorites": "124",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/273897.jpg"
  },
  {
    "Id": "2598",
    "Title": "Clannad",
    "Description": "Okazaki Tomoya is a delinquent who finds life dull and believes he'll never amount to anything. Along with his friend Sunohara, he skips school and plans to waste his high school days away.\n\r\nOne day while walking to school, Tomoya passes a young girl muttering quietly to herself. Without warning she exclaims \"Anpan!\" (a popular Japanese food) which catches Tomoya's attention. He soon discovers the girl's name is Furukawa Nagisa and that she exclaims things she likes in order to motivate herself. Nagisa claims they are now friends, but Tomoya walks away passing the encounter off as nothing.\n\r\nHowever, Tomoya finds he is noticing Nagisa more and more around school. Eventually he concedes and befriends her. Tomoya learns Nagisa has been held back a year due to a severe illness and that her dream is to revive the school's drama club. Claiming he has nothing better to do, he decides to help her achieve this goal along with the help of four other girls.\n\r\nAs Tomoya spends more time with the girls, he learns more about them and their problems. As he attempts to help each girl overcome her respective obstacle, he begins to realise life isn't as dull as he once thought.\n\r\n",
    "Volumes": "8",
    "Chapters": "45",
    "Status": "Finished",
    "Published": "May  7, 2005 to Apr  2009",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Rush",
    "Authors": "Maeda, Jun (Story), Key (Story), Misaki, Juri (Art)",
    "Score": "7.88",
    "Ranked": "1043",
    "Popularity": "1717",
    "Members": "11,299",
    "Favorites": "317",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/6142.jpg"
  },
  {
    "Id": "4470",
    "Title": "Shitsuji-sama no Okiniiri",
    "Description": "Attended by children of nobility, the renowned Souseikan Academy has two main courses—the lord and lady class and the butler class, commonly referred to as the L class and B class respectively. Following the death of her parents, Ryou Himura's grandparents, who come from a declining distinguished family, enroll her into the L class.\n\r\nOn her first day, Himura gets lost on the school grounds and encounters Hakuou Kanzawa, a popular student from the butler class. Unfamiliar with school norms, she introduces herself to Hakuou in an unusual manner, leaving a strong impression on him. Catching his interest, they develop a friendship that evokes the envy of all the other girls.\n\r\nDespite unknowingly making enemies, Himura is determined to accomplish a certain goal and begins to acquaint herself with the various aspects that go into becoming a lady with the guidance of her new friend.\n\r\n",
    "Volumes": "21",
    "Chapters": "84",
    "Status": "Finished",
    "Published": "Nov  25, 2006 to May  26, 2015",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Hana to Yum",
    "Authors": "Izawa, Rei (Art), Tsuyama, Fuyu (Story)",
    "Score": "7.88",
    "Ranked": "1044",
    "Popularity": "1637",
    "Members": "11,850",
    "Favorites": "105",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/154553.jpg"
  },
  {
    "Id": "7747",
    "Title": "Ushio to Tora",
    "Description": "Ushio to Tora centers around the travails and battles of Ushio Aotsuki, who is constantly being stalked and aided by a gigantic, supernatural and sometimes invisible tiger-like monster.\n\r\nUshio's family maintains a Shinto temple in Japan, where ~500 years ago, his samurai ancestor battled that same tiger to a standstill, and eventually trapped him against a rock using a blessed spear called the \"Beast Spear,\" which in addition to its intrinsic formidability as a weapon, can also endow its wielder with the martial ability of the ancestor who originally wielded it.\n\r\nUshio accidentally unsealed the cave Tora was trapped in. Initially, Ushio refuses to remove the spear pinning Tora down, but Tora's unsealed presence summons various monsters who wish to fight him, and by extension Ushio. Ushio is forced to free Tora, who would like to eat Ushio, but dares not since Ushio keeps the spear close by. The series focuses on their relationship, interspersed with battles against mythological foes, and with Tora's attempts to grapple with modern life.\n\r\n(Source: Wikipedia)",
    "Volumes": "33",
    "Chapters": "313",
    "Status": "Finished",
    "Published": "Feb  10, 1990 to Oct  9, 1996",
    "Genre": [
      "Action",
      "Award Winning",
      "Comedy",
      "Supernatural"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Fujita, Kazuhiro (Story & Art)",
    "Score": "7.88",
    "Ranked": "1045",
    "Popularity": "2224",
    "Members": "8,787",
    "Favorites": "123",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/166841.jpg"
  },
  {
    "Id": "46258",
    "Title": "Flying Witch",
    "Description": "Makoto Kowata, a novice witch, packs up her belongings (including her black cat familiar) and moves in with her distant cousins in rural Aomori Prefecture, in the far north reaches of Japan, to complete her training and become a full-fledged witch.\n\r\n(Source: Kodansha USA)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  9, 2012 to ?",
    "Genre": [
      "Slice of Life",
      "Supernatural"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Bessatsu Shounen Mag",
    "Authors": "Ishizuka, Chihiro (Story & Art)",
    "Score": "7.88",
    "Ranked": "1050",
    "Popularity": "1028",
    "Members": "17,516",
    "Favorites": "427",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/116515.jpg"
  },
  {
    "Id": "35035",
    "Title": "Kyou no Kira-kun",
    "Description": "For one short year, haplessly awkward, cockatiel-toting Nino has to keep watch over class joker and nextdoor neighbor, Kira-kun. Can Kira-kun—who harbors a terrible secret—find it in himself to open up and learn something new from Nino, or will she be consumed by his world? Two fates intertwine to become the \"closest love to Heaven.\"\n\r\n(Source: Kodansha Comics USA)",
    "Volumes": "9",
    "Chapters": "36",
    "Status": "Finished",
    "Published": "Sep  13, 2011 to Aug  11, 2014",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Friend",
    "Authors": "Mikimoto, Rin (Story & Art)",
    "Score": "7.87",
    "Ranked": "1052",
    "Popularity": "600",
    "Members": "28,878",
    "Favorites": "436",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/134993.jpg"
  },
  {
    "Id": "121043",
    "Title": "Touge Oni",
    "Description": "In the ancient kingdom of Yamato, between the eras of gods and men, there was a time when the two coexisted. Miyo is chosen to serve as a human sacrifice to her village's god, Kippuuson-no-Mikoto, but she's not ready to die! Can Ozuno, a monk with the ability to speak one-on-one with the gods, save her life?\n\r\n(Source: Yen Press)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  13, 2018 to ?",
    "Genre": [
      "Adventure",
      "Fantasy"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "H",
    "Authors": "Tsurubuchi, Kenji (Story & Art)",
    "Score": "7.87",
    "Ranked": "1057",
    "Popularity": "5118",
    "Members": "3,784",
    "Favorites": "40",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/226124.jpg"
  },
  {
    "Id": "122147",
    "Title": "Rebuild World",
    "Description": "Hunters brave the ruins of a long-dead civilization at the behest of the corporate city-states who thrive on its detritus. Amidst the decay lie powerful artifacts of ancient technology, eclipsing anything the corporations can develop. For a few successful hunters, the search for these relics is a road to untold riches. For most, it's a shortcut to slaughter at the hands of mutant bioweapons and robotic sentinels. And for those trapped at the bottom of society, it's the only way out. Akira is uneducated, underfed, and unprotected—just another homeless kid in the sprawling slums between the walls of Kugamayama City and the deadly wastelands which surround it. Relic hunting offers his only hope of clawing his way to a better life outside the slums. But his first, desperate foray into the ruins threatens to end his brief life—until he meets a mysterious, incorporeal woman named Alpha.\n\r\n(Source: J-Novel Club)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  26, 2019 to ?",
    "Genre": [
      "Action",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Dengeki Maoh",
    "Authors": "Ayamura, Kirihito (Art), Nahuse (Story)",
    "Score": "7.87",
    "Ranked": "1058",
    "Popularity": "1317",
    "Members": "14,468",
    "Favorites": "211",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/238867.jpg"
  },
  {
    "Id": "123681",
    "Title": "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo",
    "Description": "Upon graduating middle school, Rentarou Aijou manages to confess to the girl he loves. Unfortunately, he gets rejected, making it his 100th rejection in a row. Having experienced heartbreak after heartbreak, he goes to a matchmaking shrine and prays with the hope of finally getting a girlfriend in high school. Suddenly, the god of the shrine appears, promising Rentarou that he will meet one hundred soulmates in high school.\n\r\nAlthough skeptical at first, Rentarou quickly acknowledges the truth behind the god's words when two of his soulmates—Hakari Hanazono and Karane Inda—confess to him the very same day that they meet him. However, there was one detail that the god forgot to tell Rentarou: if any of his soulmates fails to get into a relationship with him, they will die. Now trapped in a matter of life and death, Rentarou decides to date all of his soulmates.\n\r\nWith a heart so big that it can be shared among one hundred girlfriends, Rentarou makes the most out of his unanticipated high school life, with the Rentarou family growing ever larger!\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  26, 2019 to ?",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Harem",
      "Parody",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Nozawa, Yukiko (Art), Nakamura, Rikito (Story)",
    "Score": "7.87",
    "Ranked": "1059",
    "Popularity": "302",
    "Members": "52,692",
    "Favorites": "1,977",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/293055.jpg"
  },
  {
    "Id": "127366",
    "Title": "Restart wa Tadaima no Ato de",
    "Description": "Twenty-five-year-old Mitsuomi Kozuka finds himself back in the countryside after recently losing his job in Tokyo. At first glance, it seemed as if time froze in the rural area where he grew up. However, it is not long until Yamato Kumai comes into his life.\n\r\nUnlike Mitsuomi, Yamato is cheerful and full of youth, even though the two are of the same age. Despite their contrast, Mitsuomi finds solace in Yamato's presence, making him feel right at home. But living in a closed and conservative community holds them back from being open about their feelings as they both face unsettling situations and receive critical looks from the residents.\n\r\n",
    "Volumes": "1",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Dec  22, 2016 to Aug  29, 2018",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Serialization": "C",
    "Authors": "Cocomi (Story & Art)",
    "Score": "7.87",
    "Ranked": "1060",
    "Popularity": "4084",
    "Members": "4,865",
    "Favorites": "61",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/232579.jpg"
  },
  {
    "Id": "137146",
    "Title": "Bokutachi wa Mada Aoku",
    "Description": "\"Our grade's top scorer, an unapproachable guy, only opens up to me. That's so friggin' adorable!\"\n\r\nSaegusa is utterly bored of his high school life. Along comes Arochi Tooru, a guy with the brightest hair he’s ever seen, who transfers into his class. It's an oddity already, for some guy with outrageous looks and a cold attitude, to transfer into a prep school. So he immediately draws the attention of everyone in his class. What's more, he's apparently a genius who cinches the top spot in their grade on their class exam.\n\r\nOne day, Saegusa uses a common point of interest to approach Arochi, and the two start to become closer. But once they become friends, Arochi is actually really oblivious and cute! Saegusa just can't take his eyes off this cutie!\n\r\n(Source: Sankosha, translated)",
    "Volumes": "1",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Oct  8, 2019 to Oct  8, 2020",
    "Genre": [
      "Boys Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Charles Mag",
    "Authors": "Kuroi, Tsumuji (Story & Art)",
    "Score": "7.87",
    "Ranked": "1061",
    "Popularity": "10115",
    "Members": "1,672",
    "Favorites": "25",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/245625.jpg"
  },
  {
    "Id": "142",
    "Title": "Battle Royale",
    "Description": "Every year, a class is randomly chosen to be placed in a deserted area where they are forced to kill each other in order to survive. Initially believing to be on a graduation trip, Shuuya Nanahara and the rest of Shiroiwa Junior High's Class B find that they have been chosen to participate in this game of life and death known as The Program.\n\r\nWaking up to the realization that they have been quarantined on an island, the 42 students discover they have been fitted with metal collars which will detonate if certain conditions are not met. In order to obtain freedom, they must slaughter everyone else by whatever means necessary, and the last one standing is deemed the winner. As each member of the class heads down their own path, Shuuya makes it his goal to get off the island without playing the game in order to put an end to this madness once and for all.\n\r\n",
    "Volumes": "15",
    "Chapters": "119",
    "Status": "Finished",
    "Published": "2000 to  2005",
    "Genre": [
      "Action",
      "Suspense"
    ],
    "Theme": [
      "Gore",
      "Psychological",
      "Survival"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Champion Mag",
    "Authors": "Taguchi, Masayuki (Art), Takami, Koushun (Story)",
    "Score": "7.87",
    "Ranked": "1062",
    "Popularity": "208",
    "Members": "71,278",
    "Favorites": "2,924",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/262978.jpg"
  },
  {
    "Id": "430",
    "Title": "Suzuka",
    "Description": "Easygoing and energetic Yamato Akitsuki is ready to start his high school life in Tokyo. Having been invited by his aunt to stay rent-free at her housing complex, he unhesitatingly accepts her offer. But unbeknownst to him, the boarding house is actually an all-girls dormitory.\n\r\nUpon visiting his new school, Yamato catches sight of a girl training for the high jump. Amazed by her athletic ability and beauty, he yearns to learn more about her. To his fortune, this girl, Suzuka Asahina, lives right next door to him—but all of their encounters thus far has given Suzuka a bad impression of him. In spite of the constant misunderstandings, Yamato still joins the track team with the intent of impressing her and soon discovers he has the potential to become a top hundred-meter sprinter. With friendship, and possibly love on the line, Yamato trains his heart out in order to win over the girl he loves.\n\r\n",
    "Volumes": "18",
    "Chapters": "171",
    "Status": "Finished",
    "Published": "Feb  18, 2004 to Sep  19, 2007",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Sports",
      "Ecchi"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Seo, Kouji (Story & Art)",
    "Score": "7.87",
    "Ranked": "1063",
    "Popularity": "323",
    "Members": "48,940",
    "Favorites": "1,852",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/184775.jpg"
  },
  {
    "Id": "902",
    "Title": "Hydra",
    "Description": "When Ryuu transfers to Hitomi's school, he leaves an immediate impression on him. Curious about rumours of a full-scale tattoo on Ryuu's back, Hitomi starts getting closer to him. Before long, the friendship and fascination Hitomi feels for Ryuu start developing into more, but before he has a chance to come to terms with his feelings, Hikaru appears on the scene.... and he has his eyes set on Hitomi.",
    "Volumes": "3",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "2004",
    "Genre": [
      "Boys Love",
      "Drama",
      "Slice of Life"
    ],
    "Serialization": "    N",
    "Authors": "Miyamoto, Kano (Story & Art)",
    "Score": "7.87",
    "Ranked": "1064",
    "Popularity": "5272",
    "Members": "3,659",
    "Favorites": "42",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/26130.jpg"
  },
  {
    "Id": "3522",
    "Title": "Kieli: Shisha-tachi wa Kouya ni Nemuru",
    "Description": "Born from the corpses of fallen soldiers, the \"Undying\" are near-immortal beings created for the sole purpose of being weapons. However, after the War came to an end, so did their usefulness, and the Church began slaughtering them mercilessly in the Undying Hunt. Eighty years have passed since then; there are now barely any remnants of the Undying, and those found alive are hunted down by the Church.\n\r\nKieli, an orphan studying at a religious boarding school, possesses the unique ability to see spirits. Isolated from her classmates, she spends her days talking with Becca, the spirit of a girl who used to inhabit her room. One day, Kieli runs into an aloof and mysterious individual named Harvey, one of the few surviving Undying. Following an unexpected turn of events, Harvey saves Kieli from being run over by a train, putting himself at risk in the process. Wanting to learn more about Harvey, Kieli decides to accompany him in fulfilling his promise to the Corporal, the spirit of a soldier who died in the War and has since been possessing a radio—the promise to reunite him with his mortal remains.\n\r\nThroughout their journey, Kieli discovers that beyond Harvey's seemingly ruthless nature lies a kind and thoughtful man tormented by the horrors of war. As the two begin to interact and grow closer, they will develop a bond that they can forever cherish, and Harvey may finally find the warmth that he once lost.\n\r\n",
    "Volumes": "2",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Dec  6, 2005 to Aug  5, 2006",
    "Genre": [
      "Adventure",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Mystery B",
    "Authors": "Kabei, Yukako (Story), Teshirogi, Shiori (Art)",
    "Score": "7.87",
    "Ranked": "1065",
    "Popularity": "2472",
    "Members": "7,998",
    "Favorites": "115",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/185731.jpg"
  },
  {
    "Id": "7656",
    "Title": "Saijou no Meii",
    "Description": "Mikoto Saijou underwent a complicated heart surgery at birth and has been fascinated with pediatric surgery ever since. As a 10-year-old, he often visited the surgeon who operated on him, Dr. Mamoru Shindou. Shindou is quick to realize that Mikoto possesses amazing medical potential, particularly because of his spatial awareness and visualization. The two grow close, but Mikoto eventually moves to America, where he completes his education and residency.\n\r\nNow, almost 10 years later, Mikoto returns to Japan and reunites with Dr. Shindou, eager to continue his journey to become the world's best pediatric surgeon.\n\r\n",
    "Volumes": "11",
    "Chapters": "103",
    "Status": "Finished",
    "Published": "2008 to  2010",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Medical"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Hashiguchi, Takashi (Art), Irie, Kenzou (Story)",
    "Score": "7.87",
    "Ranked": "1066",
    "Popularity": "3230",
    "Members": "6,207",
    "Favorites": "56",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/75577.jpg"
  },
  {
    "Id": "104565",
    "Title": "Tokyo卍Revengers",
    "Description": "Takemichi Hanagaki's life is at an all-time low. Just when he thought it couldn't get worse, he finds out that Hinata Tachibana, his ex-girlfriend, was murdered by the Tokyo Manji Gang: a group of vicious criminals that has been disturbing society's peace for quite some time. \n\r\nWondering where it all went wrong, Takemichi suddenly finds himself traveling through time, ending up 12 years in the past—when he was still in a relationship with Hinata. Realizing he has a chance to save her, Takemichi resolves to infiltrate the Tokyo Manji Gang and climb the ranks in order to rewrite the future and save Hinata from her tragic fate.\n\r\n",
    "Volumes": "31",
    "Chapters": "279",
    "Status": "Finished",
    "Published": "Mar  1, 2017 to Nov  16, 2022",
    "Genre": [
      "Action",
      "Award Winning"
    ],
    "Theme": [
      "Delinquents",
      "Time Travel"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Wakui, Ken (Story & Art)",
    "Score": "7.87",
    "Ranked": "1055",
    "Popularity": "31",
    "Members": "226,131",
    "Favorites": "16,205",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/196272.jpg"
  },
  {
    "Id": "90174",
    "Title": "Plastic Memories: Say to Good-bye",
    "Description": "Story told from the point of view of Kinushima Michiru.\n\r\nIn a future not too far away, androids that look exactly like humans begin to spread across the world. The android production company SA Corp. produced Giftia, a new kind of android that has the most amount of emotion and human-like qualities out of any other model ever seen.\n\r\nHowever, due to problems in technology, the androids have a service life, and once they pass that, it gets pretty bad. For this reason, SA Corp. creates a terminal service in order to retrieve Giftia that have gone past their service life. A new employee at the terminal service named Tsukasa Mizugaki forms a team with the Giftia Isla to retrieve the other androids.\n\r\n(Source: ANN)",
    "Volumes": "3",
    "Chapters": "20",
    "Status": "Finished",
    "Published": "Apr  27, 2015 to Jul  30, 2016",
    "Genre": [
      "Drama",
      "Sci-Fi"
    ],
    "Serialization": "Dengeki G's Comic",
    "Authors": "Yuuyuu (Art)",
    "Score": "7.86",
    "Ranked": "1076",
    "Popularity": "4414",
    "Members": "4,439",
    "Favorites": "67",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/157957.jpg"
  },
  {
    "Id": "91767",
    "Title": "Boku to Kimi no Taisetsu na Hanashi",
    "Description": "After Nozomi Aizawa follows her crush, Shirou Azuma, from school all the way to the train station, she finally musters the courage to confess to him. Instead of being a romantic moment, she receives an unexpected response from the boy which progresses into a heated debate between the two.\n\r\nFrom that point forward, Nozomi and Shirou continue to meet up at the train station and often end up arguing about their opinions on romance or the opposite gender. There is tension in their relationship, but as they carry on with these trivial yet precious conversations, the distance between the two awkward teenagers gradually closes.\n\r\n",
    "Volumes": "7",
    "Chapters": "37",
    "Status": "Finished",
    "Published": "Aug  24, 2015 to Dec  24, 2019",
    "Genre": [
      "Award Winning",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Robico (Story & Art)",
    "Score": "7.86",
    "Ranked": "1077",
    "Popularity": "823",
    "Members": "21,440",
    "Favorites": "340",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/174432.jpg"
  },
  {
    "Id": "93695",
    "Title": "Ganbare! Nakamura-kun!!",
    "Description": "Okuto Nakamura is a timid and gloomy-looking student who cherishes only two things in this world: his pet octopus and his kind-hearted classmate, Aiki Hirose. Ever since the school entrance ceremony, Nakamura has admired his jovial classmate, albeit from a distance due to his poor social skills. After mustering up all the courage within him, he finally decides to talk to Hirose.\n\r\nDuring this first attempt to make contact, an instinctive mistake turns the idea of friendship into a distant dream, as he creates a hilarious impression on his crush. At school, students are expected to cooperate on numerous activities together, meaning Nakamura gets to spend extra time with Hirose. Given these opportunities, can he successfully redeem himself and accomplish his goal of becoming good friends with Hirose?\n\r\n",
    "Volumes": "1",
    "Chapters": "11",
    "Status": "Finished",
    "Published": "Dec  27, 2014 to Aug  27, 2016",
    "Genre": [
      "Boys Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Op",
    "Authors": "Syundei (Story & Art)",
    "Score": "7.86",
    "Ranked": "1078",
    "Popularity": "618",
    "Members": "28,019",
    "Favorites": "878",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/196622.jpg"
  },
  {
    "Id": "95347",
    "Title": "Kakegurui Twin",
    "Description": "As a first-year student of the renowned Hyakkaou Private Academy, Mary Saotome knows her future is set for a one-way cruise to the top...\n\r\nThat is, until an encounter with an old-classmate-turned-housepet throws the newbie princess into the world of gambling! Can a normal girl like Mary make friends and survive debtless through only wit and luck? Find out in this prequel to the mega-popular Kakegurui!\n\r\n(Source: Yen Press)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  19, 2015 to ?",
    "Genre": [
      "Drama",
      "Mystery"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Jok",
    "Authors": "Kawamoto, Homura (Story), Saiki, Katsura (Art)",
    "Score": "7.86",
    "Ranked": "1079",
    "Popularity": "2074",
    "Members": "9,311",
    "Favorites": "230",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/169926.jpg"
  },
  {
    "Id": "102373",
    "Title": "Mahou Shoujo Ikusei Keikaku: Restart",
    "Description": "Granted powers by the Land of Magic, Magical Girls are protectors of the world. A strange invitation to a game called Magical Girl Raising Project was sent by an unknown person. Now, 16 magical girls are trapped in a game world and are forced to work together to survive. The objective is simple, and the tasks will be difficult. But in this survival game, not everything is as it seems…",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  26, 2016 to ?",
    "Genre": [
      "Action",
      "Fantasy",
      "Suspense"
    ],
    "Theme": [
      "Mahou Shoujo",
      "Survival"
    ],
    "Serialization": "Comp Ac",
    "Authors": "Endou, Asari (Story), Nori, Senbei (Art)",
    "Score": "7.86",
    "Ranked": "1080",
    "Popularity": "11148",
    "Members": "1,456",
    "Favorites": "25",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/185358.jpg"
  },
  {
    "Id": "108424",
    "Title": "Takane no Ran-san",
    "Description": "Ran Takamine is beautiful, intelligent, and athletically proficient. Her near-perfect demeanor causes her classmates to deem her difficult to approach, often comparing her to a flower blooming high atop a mountain. However, an encounter with the blissfully carefree Akira Saeki surprises yet comforts her. After all, not all people are afraid of her.\n\r\nWhen Ran's mother requests her to visit Soleil, a small but elegant flower shop across town, she never expects to run into Akira again. As it turns out, his family owns Soleil and he helps around the store. But this fact embarrasses him so much that he urges Ran to keep it a secret. Enraptured by their incidental meeting, Ran continues to notice Akira at school to the point where she can no longer brush off her thoughts about him. As days turn into weeks, Ran begins to wonder which warms her heart more—the exotic blossoms at Soleil, or the boy who can speak the language of flowers.\n\r\n",
    "Volumes": "10",
    "Chapters": "42",
    "Status": "Finished",
    "Published": "Jul  13, 2017 to Dec  11, 2020",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Friend",
    "Authors": "Ammitsu (Story & Art)",
    "Score": "7.86",
    "Ranked": "1082",
    "Popularity": "2726",
    "Members": "7,314",
    "Favorites": "104",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/203164.jpg"
  },
  {
    "Id": "142246",
    "Title": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e: 2-nensei-hen",
    "Description": "Students of the prestigious Tokyo Metropolitan Advanced Nurturing High School are given remarkable freedom—if they can win, barter, or save enough points to work their way up the ranks! Kiyotaka Ayanokouji started at the bottom in the scorned Class D, where he met Suzune Horikita, who was determined to rise up the ladder to Class A. Who can beat the system in a school where cutthroat competition is the name of the game? The second year of this intense school drama begins now!\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  25, 2021 to ?",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Aliv",
    "Authors": "Kinugasa, Shougo (Story), Sasane, Shia (Art)",
    "Score": "7.86",
    "Ranked": "1085",
    "Popularity": "7863",
    "Members": "2,304",
    "Favorites": "37",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/263020.jpg"
  },
  {
    "Id": "142649",
    "Title": "Mikadono Sanshimai wa Angai, Choroi.",
    "Description": "As the son of the late legendary actress Subaru Ayase, Yuu has had many expectations placed upon him after he transferred to Saika Academy, a highly prestigious school where students can hone their personal talents. However, in contrast to his mother, Yuu is completely talentless. Being seen as completely mediocre, he would have no chance of standing side by side with the three emperors of Saika Academy: the Mikadono sisters, Miwa, Niko, and Kazuki, who are each prodigies in shogi, martial arts, and performing arts, respectively.\n\r\nWith Subaru's friend agreeing to take her son in, Yuu aims to fulfill his mother's last wish to him, which is to build a happy family, after never being able to form a proper mother-son relationship due to their difference in talent. As it turns out, his mother's friend is actually the father of the Mikadono sisters! Keeping his mother's wish in mind, Yuu aims to build familial bonds with the siblings. However, due to their extreme focus on their respective specializations, they show little interest in opening themselves up not only to him, but to each other as well. Nonetheless, Yuu strives to continuously support the three prodigies, as his kindness and care restores the bond between the sisters.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  22, 2021 to ?",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Hirakawa, Aya (Story & Art)",
    "Score": "7.86",
    "Ranked": "1086",
    "Popularity": "2830",
    "Members": "7,041",
    "Favorites": "102",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/256637.jpg"
  },
  {
    "Id": "22103",
    "Title": "Hanazakari no Kimitachi e: After School",
    "Description": "A collection of HanaKimi side stories and an epilogue.\n\r\n1. Kayashima-kun no Yuuutsu\r\n2. Hibari Daisakusen\r\n3. Boys Be Ambitious\r\n4. Natsu no Raihousha\r\n5. Ryouchou no Susume\r\n6. Sakura Sake",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Aug  20, 2007 to May  1, 2010",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Crossdressing",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Nakajo, Hisaya (Story & Art)",
    "Score": "7.86",
    "Ranked": "1083",
    "Popularity": "4994",
    "Members": "3,886",
    "Favorites": "14",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/270293.jpg"
  },
  {
    "Id": "27327",
    "Title": "All Around Type-Moon",
    "Description": "A manga crossover of Type-Moon characters.",
    "Volumes": "2",
    "Chapters": "Unknown",
    "Status": "On Hi",
    "Published": "Apr  12, 2008 to Aug  26, 2013",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "TYPE-MOON Ac",
    "Authors": "B-suke (Story & Art)",
    "Score": "7.86",
    "Ranked": "1084",
    "Popularity": "4289",
    "Members": "4,592",
    "Favorites": "71",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/270258.jpg"
  },
  {
    "Id": "57249",
    "Title": "Rengoku ni Warau",
    "Description": "Set 300 years after Utakata ni Warau, and 300 years before Donten ni Warau, during the turbulent Sengoku period, it is the story of a young man named Ishida Sakichi, whose mission leads him to encounter a pair of mysterious twins at the Kumo Shrine.",
    "Volumes": "14",
    "Chapters": "86",
    "Status": "Finished",
    "Published": "Dec  24, 2013 to Apr  5, 2022",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Comic Gard",
    "Authors": "Karakara, Kemuri (Story & Art)",
    "Score": "7.86",
    "Ranked": "1069",
    "Popularity": "3794",
    "Members": "5,259",
    "Favorites": "58",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/124315.jpg"
  },
  {
    "Id": "69015",
    "Title": "Gangsta:Cursed.: EP_Marco Adriano",
    "Description": "Killing is all Spas has ever known, and he does it without doubt or remorse. Taught to believe he's ridding the world of monsters, he sees the extermination of the Twilights as a necessary step toward making Ergastulum a safer place. Until the day when he's forced to confront the horrifying truth that the real monster might be...him.\n\r\n(Source: VIZ Media)",
    "Volumes": "5",
    "Chapters": "19",
    "Status": "Finished",
    "Published": "Apr  9, 2014 to Feb  9, 2018",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Organized Crime"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Go Go Bunch",
    "Authors": "Kamo, Syuhei (Story & Art)",
    "Score": "7.86",
    "Ranked": "1070",
    "Popularity": "3312",
    "Members": "6,067",
    "Favorites": "64",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/160088.jpg"
  },
  {
    "Id": "75243",
    "Title": "Oushitsu Kyoushi Heine",
    "Description": "A royal tutor is the person in charge of a prince's education—a title only given to the most outstanding teacher in the country of Grannzreich. Heine Wittgenstein, an adult with a child-like appearance, is asked by the king to teach four of the five princes, as their former tutors gave up on them. Determined to turn the young men into proper heirs to the crown, Heine accepts the challenging task.\n\r\nWhen the princes greet Heine, their noble facade falls quickly and each of them shows their true personality: arrogant Leonhard wants nothing to do with tutors; stuck-up Bruno thinks Heine is not qualified for the job; flashy Licht only goes with the flow of his elder brothers; and stoic Kai is indifferent to the matter. However, Heine is set on educating his problematic new students—regardless of how they feel about him.\n\r\n",
    "Volumes": "17",
    "Chapters": "103",
    "Status": "Finished",
    "Published": "Nov  18, 2013 to May  18, 2021",
    "Genre": [
      "Comedy"
    ],
    "Serialization": "GFantasy",
    "Authors": "Akai, Higasa (Story & Art)",
    "Score": "7.86",
    "Ranked": "1071",
    "Popularity": "3220",
    "Members": "6,227",
    "Favorites": "192",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/130353.jpg"
  },
  {
    "Id": "77239",
    "Title": "Ao Haru Ride: Awaken",
    "Description": "Chapter 1\r\nKou's own retelling of the events in the prologue chapter, unwritten.\n\nChapter 2\r\nFutaba thinking about how to change her image as her middle school graduation ceremony approaches. \n\nChapter 3\r\nKou noticed Futaba and changes in her behavior during the first days of high school.",
    "Volumes": "Unknown",
    "Chapters": "3",
    "Status": "Finished",
    "Published": "Sep  17, 2014 to Nov  19, 2014",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "    N",
    "Authors": "Sakisaka, Io (Story & Art)",
    "Score": "7.86",
    "Ranked": "1072",
    "Popularity": "2652",
    "Members": "7,533",
    "Favorites": "45",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/166889.jpg"
  },
  {
    "Id": "83807",
    "Title": "Kuroko no Basket: Extra Game",
    "Description": "The college basketball team Strky, comprised of familiar faces from past Interhigh tournaments, is ready to face off against the Jabberwock, a popular American street basketball team that has just arrived in Japan. But what they believe will be a friendly match against a foreign team turns into a devastating loss, and afterwards, the Jabberwock's captain Nash Gold Jr. comments that the people of Japan are equivalent to monkeys and should stop pretending to play basketball.\n\r\nAngered by this insult, Kagetora Aida proposes a rematch with a different Japanese team, to which Nash accepts, believing the outcome will be the exact same. For the revenge match, Kagetora assembles the Vorpal Swords, consisting of the Generation of Miracles alongside Tetsuya Kuroko and Taiga Kagami—the only team that stands a chance in teaching the Jabberwock a lesson.\n\r\n",
    "Volumes": "2",
    "Chapters": "10",
    "Status": "Finished",
    "Published": "Dec  27, 2014 to Mar  3, 2016",
    "Genre": [
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump NEXT!",
    "Authors": "Fujimaki, Tadatoshi (Story & Art)",
    "Score": "7.86",
    "Ranked": "1073",
    "Popularity": "884",
    "Members": "20,022",
    "Favorites": "330",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/163711.jpg"
  },
  {
    "Id": "86327",
    "Title": "Urara Meirochou",
    "Description": "Labyrinth Town is a legendary city composed of ten districts, home to witches and diviners alike. In the outermost district of this maze, many young girls begin training to join the ranks of the \"Urara,\" a group of women known far and wide for their ability to divine the answers to the world's most difficult questions. Chiya, a wild girl raised amongst the animals in the mountains, is invited to take her rightful place as a first rank urara. By joining them, she hopes to divine the location of her long-lost mother.\n\r\nChiya quickly makes three friends: studious Kon Tatsumi, aspiring witch Koume Yukimi, and reticent Nono Natsume. Armed with only their own ingenuity and a vague connection to the gods, they begin their journey in the way of the urara.\n\r\n",
    "Volumes": "7",
    "Chapters": "69",
    "Status": "Finished",
    "Published": "Apr  16, 2014 to Jun  8, 2019",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Slice of Life"
    ],
    "Theme": [
      "CGDCT"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Manga Time Kirara Miracle!",
    "Authors": "Harikamo (Story & Art)",
    "Score": "7.86",
    "Ranked": "1074",
    "Popularity": "4141",
    "Members": "4,791",
    "Favorites": "80",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/219613.jpg"
  },
  {
    "Id": "86337",
    "Title": "Black Clover",
    "Description": "In a world full of magic, Asta—an orphan who is overly loud and energetic—possesses none whatsoever. Despite this, he dreams of becoming the Wizard King, a title bestowed upon the strongest mage in the Clover Kingdom. Possessing the same aspiration, Asta's childhood friend and rival Yuno has been blessed with the ability to control powerful wind magic. Even with this overwhelming gap between them, hoping to somehow awaken his magical abilities and catch up to Yuno, Asta trains his body relentlessly every day.\n\r\nIn the Clover Kingdom, once a person turns 15 years old, it is time for them to receive their Grimoire, an item allowing its wielder to use their magic to its full capacity. At the ceremony, Yuno obtains a Grimoire with a legendary four-leaf clover, indicating the exceptional strength of its wielder, while Asta pointlessly waits for his. Feeling dejected, yet unwilling to give up, Asta sees Yuno caught by a mage who is trying to steal Yuno's special Grimoire. Despite being completely overpowered by Yuno's captor, Asta's will to keep fighting rewards him with his very own Grimoire—one with an unheard-of black five-leaf clover.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  16, 2015 to ?",
    "Genre": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Tabata, Yuuki (Story & Art)",
    "Score": "7.86",
    "Ranked": "1075",
    "Popularity": "33",
    "Members": "214,228",
    "Favorites": "11,506",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/166254.jpg"
  },
  {
    "Id": "12",
    "Title": "Bleach",
    "Description": "For as long as he can remember, high school student Ichigo Kurosaki has been able to see the spirits of the dead, but that has not stopped him from leading an ordinary life. One day, Ichigo returns home to find an intruder in his room who introduces herself as Rukia Kuchiki, a Soul Reaper tasked with helping souls pass over. Suddenly, the two are jolted from their conversation when a Hollow—an evil spirit known for consuming souls—attacks. As Ichigo makes a brash attempt to stop the Hollow, Rukia steps in and shields him from a counterattack. Injured and unable to keep fighting, Rukia suggests a risky plan—transfer half of her Soul Reaper powers to Ichigo. He accepts and, to Rukia's surprise, ends up absorbing her powers entirely, allowing him to easily dispatch the Hollow.\n\r\nNow a Soul Reaper himself, Ichigo must take up Rukia's duties of exterminating Hollows and protecting spirits, both living and dead. Along with his friends Orihime Inoue and Yasutora Sado—who later discover spiritual abilities of their own—Ichigo soon learns that the consequences of becoming a Soul Reaper and dealing with the world of spirits are far greater than he ever imagined.\n\r\n",
    "Volumes": "74",
    "Chapters": "705",
    "Status": "Finished",
    "Published": "Aug  7, 2001 to Aug  22, 2016",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Kubo, Tite (Story & Art)",
    "Score": "7.86",
    "Ranked": "1088",
    "Popularity": "14",
    "Members": "379,152",
    "Favorites": "35,578",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/180031.jpg"
  },
  {
    "Id": "676",
    "Title": "InuYasha",
    "Description": "Kagome Higurashi's ordinary life comes to an abrupt halt when a demon drags her deep into a well, transporting her five hundred years into the past. In this era, Kagome quickly learns two things: demons walk amongst humans and she has unknowingly brought a dangerous object from her world—a marble-sized sphere known as the Shikon Jewel. This unusual orb brings tremendous power to any demon who has it in their possession, and Kagome is an easy target for anyone determined enough to steal it.\n\r\nWhile in a fight with a demon, a hasty attempt to fend it off causes Kagome to accidentally shatter the jewel, sending countless pieces of it all over feudal Japan. She soon learns the grave consequences of her actions when she must work with the half-demon Inuyasha to collect all the pieces of the jewel before they fall into the wrong hands.\n\r\n",
    "Volumes": "56",
    "Chapters": "558",
    "Status": "Finished",
    "Published": "Nov  13, 1996 to Jun  15, 2008",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Comedy",
      "Drama",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Historical",
      "Mythology",
      "Time Travel"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Takahashi, Rumiko (Story & Art)",
    "Score": "7.86",
    "Ranked": "1089",
    "Popularity": "238",
    "Members": "64,871",
    "Favorites": "3,162",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/262295.jpg"
  },
  {
    "Id": "696",
    "Title": "Hayate no Gotoku!",
    "Description": "Misfortunes abound in the life of 16-year-old Hayate Ayasaki. Even though he is underage, he spends most of his time working part-time jobs to make money to support his extravagant parents. As if that wasn't hard enough, his parents disappear without a trace one day, leaving him behind with a debt of almost 150 million yen. As a result, he finds himself being chased by debt collectors.\n\r\nRunning for his life, he stops in a park, believing that he is safe. Contemplating his jobless future, he decides to kidnap a wealthy child for ransom. And thus, when he sees a rich-looking blonde girl, he attempts to capture her. However, she too is kidnapped before Hayate can even try!\n\r\nHayate then saves her, and as a reward, he requests a job, and the girl makes him her butler, revealing herself to be the daughter of a wealthy family. Even with a job, his misfortune remains; Hayate will have to go through many nasty predicaments, all the while burdened by his lousy luck.\n\r\n",
    "Volumes": "52",
    "Chapters": "570",
    "Status": "Finished",
    "Published": "Oct  6, 2004 to Apr  12, 2017",
    "Genre": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Harem",
      "Parody"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Hata, Kenjirou (Story & Art)",
    "Score": "7.86",
    "Ranked": "1090",
    "Popularity": "546",
    "Members": "31,499",
    "Favorites": "1,925",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/194562.jpg"
  },
  {
    "Id": "710",
    "Title": "Houkago Hokenshitsu",
    "Description": "Mashiro Ichijou, an attractive and popular high school student, has always lived his life as a boy. However, nobody notices that deep down, he resents the fact that his body is half female. He has decided to conceal his femininity from those around him, while in reality, he is insecure about who he is supposed to be.\n\r\nOne day, an unfamiliar nurse asks Mashiro to follow her to the school's infirmary in the basement—an office that has never existed until now. Little does he realize that the moment he steps into the mysterious room, he will never be capable of returning to being the person he was before.\n\r\nAs he struggles to find his true identity, Mashiro must face the disquiet in his own heart, all while protecting himself from the prying eyes of his classmates. Slowly but steadily, the unbecoming truth of the world is laid bare: all its lies and deceit engulfed in nightmares that only unfold in broad daylight.\n\r\n",
    "Volumes": "10",
    "Chapters": "39",
    "Status": "Finished",
    "Published": "Dec  22, 2004 to  2008",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Love Polygon",
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Princess",
    "Authors": "Mizushiro, Setona (Story & Art)",
    "Score": "7.86",
    "Ranked": "1091",
    "Popularity": "947",
    "Members": "18,713",
    "Favorites": "664",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/250801.jpg"
  },
  {
    "Id": "820",
    "Title": "Tenshi ja Nai!!",
    "Description": "In the play of life, all Hikaru Takabayashi wanted was to be part of the scenery. Tormented by jealous schoolmates ever since she appeared in a famous commercial in grade-school, Hikaru transfers to a prestigious all-girls' academy where she hopes to settle down to a quiet life of anonymity. But when her new roommate turns out to be the super-popular TV idol Izumi Kido, Hikaru finds herself thrown smack in the spotlight's glare once more!\n\r\nAnd as if living with a celebrity wasn't bad enough, Hikaru discovers that there's more to Izumi than her \"good girl\" image—she's a he! And this is only the first of Izumi's many dangerous secrets! Now Hikaru's the unwilling star player in a madcap tale of deception, abduction, humiliation and blackmail... you know—the usual romantic stuff.\n\r\n(Source: Go! Comi)",
    "Volumes": "8",
    "Chapters": "40",
    "Status": "Finished",
    "Published": "Feb  6, 2003 to May  2, 2006",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School",
      "Showbiz"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Princess",
    "Authors": "Shigematsu, Takako (Story & Art)",
    "Score": "7.86",
    "Ranked": "1092",
    "Popularity": "2237",
    "Members": "8,760",
    "Favorites": "117",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/217.jpg"
  },
  {
    "Id": "1261",
    "Title": "Higurashi no Naku Koro ni: Himatsubushi-hen",
    "Description": "Detective Mamoru Akasaka is used to catching criminals and solving fast-paced cases in Tokyo, but he has never imagined that his job would send him to the quiet village of Hinamizawa. Disguised as a tourist, Akasaka decides to take in the sights, all while gathering information for his true mission: to find a kidnapped child.\n\r\nThe dam construction project in Hinamizawa threatens to decimate the village, and a group of villagers has kidnapped the grandson of the Minister of Construction, holding him ransom in exchange for the project's cancellation. Akasaka must find the boy before things get too out of hand, all while trying to keep his cover. Taking place a few years before the main storyline of Higurashi, Himatsubushi-hen follows Akasaka as he navigates a village where enemies abound. However, he finds a friend in a young girl named Rika Furude, who knows far more than she should about their present situation, and about what might happen next...\n\r\n",
    "Volumes": "2",
    "Chapters": "9",
    "Status": "Finished",
    "Published": "Sep  22, 2006 to Jan  22, 2007",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Gang",
    "Authors": "Tonogai, Yoshiki (Art), Ryukishi07 (Story)",
    "Score": "7.86",
    "Ranked": "1093",
    "Popularity": "1442",
    "Members": "13,332",
    "Favorites": "106",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/249320.jpg"
  }
]