[
  {
    "Id": "2",
    "Title": "Berserk",
    "Description": "Guts, a former mercenary now known as the \"Black Swordsman,\" is out for revenge. After a tumultuous childhood, he finally finds someone he respects and believes he can trust, only to have everything fall apart when this person takes away everything important to Guts for the purpose of fulfilling his own desires. Now marked for death, Guts becomes condemned to a fate in which he is relentlessly pursued by demonic beings.\n\r\nSetting out on a dreadful quest riddled with misfortune, Guts, armed with a massive sword and monstrous strength, will let nothing stop him, not even death itself, until he is finally able to take the head of the one who stripped him—and his loved one—of their humanity.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  25, 1989 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Drama",
      "Fantasy",
      "Horror",
      "Supernatural"
    ],
    "Theme": [
      "Gore",
      "Military",
      "Mythology",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Anim",
    "Authors": "Miura, Kentarou (Story & Art), Studio Gaga (Art)",
    "Score": "9.47",
    "Ranked": "1",
    "Popularity": "1",
    "Members": "673,977",
    "Favorites": "124,044",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/157897.jpg"
  },
  {
    "Id": "1706",
    "Title": "JoJo no Kimyou na Bouken Part 7: Steel Ball Run",
    "Description": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.\n\r\nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.\n\r\n",
    "Volumes": "24",
    "Chapters": "96",
    "Status": "Finished",
    "Published": "Jan  19, 2004 to Apr  19, 2011",
    "Genre": [
      "Action",
      "Adventure",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen",
      "Shounen"
    ],
    "Serialization": "Ultra Jump",
    "Authors": "Araki, Hirohiko (Story & Art)",
    "Score": "9.30",
    "Ranked": "2",
    "Popularity": "26",
    "Members": "259,157",
    "Favorites": "43,258",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/179882.jpg"
  },
  {
    "Id": "656",
    "Title": "Vagabond",
    "Description": "In 16th-century Japan, Shinmen Takezou is a wild, rough young man, in both his appearance and his actions. His aggressive nature has won him the collective reproach and fear of his village, leading him and his best friend, Matahachi Honiden, to run away in search of something grander than provincial life. The pair enlist in the Toyotomi army, yearning for glory—but when the Toyotomi suffer a crushing defeat at the hands of the Tokugawa Clan at the Battle of Sekigahara, the friends barely make it out alive.\n\r\nAfter the two are separated, Shinmen returns home on a self-appointed mission to notify the Hon'iden family of Matahachi's survival. He instead finds himself a wanted criminal, framed for his friend's supposed murder based on his history of violence. Upon being captured, he is strung up on a tree and left to die. An itinerant monk, the distinguished Takuan Soho, takes pity on the \"devil child,\" secretly freeing Shinmen and christening him with a new name to avoid pursuit by the authorities: Musashi Miyamoto.\n\nVagabond is the fictitious retelling of the life of one of Japan's most renowned swordsmen, the \"Sword Saint\" Musashi Miyamoto—his rise from a swordsman with no desire other than to become \"Invincible Under the Heavens\" to an enlightened warrior who slowly learns of the importance of close friends, self-reflection, and life itself.\n\r\n",
    "Volumes": "37",
    "Chapters": "327",
    "Status": "On Hi",
    "Published": "Sep  3, 1998 to May  21, 2015",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning"
    ],
    "Theme": [
      "Historical",
      "Samurai"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Inoue, Takehiko (Story & Art), Yoshikawa, Eiji (Story)",
    "Score": "9.25",
    "Ranked": "3",
    "Popularity": "15",
    "Members": "370,641",
    "Favorites": "40,793",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/259070.jpg"
  },
  {
    "Id": "13",
    "Title": "One Piece",
    "Description": "Gol D. Roger, a man referred to as the \"King of the Pirates,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the King of the Pirates is executed and the Great Age of Pirates begins.\n\r\nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new King of the Pirates. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  22, 1997 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Oda, Eiichiro (Story & Art)",
    "Score": "9.22",
    "Ranked": "4",
    "Popularity": "3",
    "Members": "605,843",
    "Favorites": "115,477",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/253146.jpg"
  },
  {
    "Id": "1",
    "Title": "Monster",
    "Description": "Kenzou Tenma, a renowned Japanese neurosurgeon working in post-war Germany, faces a difficult choice: to operate on Johan Liebert, an orphan boy on the verge of death, or on the mayor of Düsseldorf. In the end, Tenma decides to gamble his reputation by saving Johan, effectively leaving the mayor for dead.\n\r\nAs a consequence of his actions, hospital director Heinemann strips Tenma of his position, and Heinemann's daughter Eva breaks off their engagement. Disgraced and shunned by his colleagues, Tenma loses all hope of a successful career—that is, until the mysterious killing of Heinemann gives him another chance.\n\r\nNine years later, Tenma is the head of the surgical department and close to becoming the director himself. Although all seems well for him at first, he soon becomes entangled in a chain of gruesome murders that have taken place throughout Germany. The culprit is a monster—the same one that Tenma saved on that fateful day nine years ago.\n\r\n",
    "Volumes": "18",
    "Chapters": "162",
    "Status": "Finished",
    "Published": "Dec  5, 1994 to Dec  20, 2001",
    "Genre": [
      "Award Winning",
      "Drama",
      "Mystery"
    ],
    "Theme": [
      "Adult Cast",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Orig",
    "Authors": "Urasawa, Naoki (Story & Art)",
    "Score": "9.15",
    "Ranked": "5",
    "Popularity": "29",
    "Members": "239,426",
    "Favorites": "20,745",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/258224.jpg"
  },
  {
    "Id": "51",
    "Title": "Slam Dunk",
    "Description": "Hanamichi Sakuragi, a tall, boisterous teenager with flame-red hair and physical strength beyond his years, is eager to put an end to his rejection streak of 50 and finally score a girlfriend as he begins his first year of Shohoku High. However, his reputation for delinquency and destructiveness precedes him, and most of his fellow students subsequently avoid him like the plague. As his first day of school ends, he is left with two strong thoughts: \"I hate basketball\" and \"I need a girlfriend.\"\n\r\nHaruko Akagi, ignorant of Hanamichi's history of misbehavior, notices his immense height and unwittingly approaches him, asking whether or not he likes basketball. Overcome by the fact that a girl is speaking to him, the red-haired giant blurts out a yes despite his true feelings. At the gym, Haruko asks if he can do a slam dunk. Though a complete novice, Hanamachi palms the ball and makes the leap...but overshoots, slamming his head into the backboard. Amazed by his near-inhuman physical abilities, Haruko quickly notifies the school's basketball captain of his feat. With this, Hanamichi is unexpectedly thrust into a world of competition for a girl he barely knows, but he soon discovers that there is perhaps more to basketball than he once thought.\n\r\n",
    "Volumes": "31",
    "Chapters": "276",
    "Status": "Finished",
    "Published": "Sep  18, 1990 to Jun  4, 1996",
    "Genre": [
      "Award Winning",
      "Sports"
    ],
    "Theme": [
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Inoue, Takehiko (Story & Art)",
    "Score": "9.09",
    "Ranked": "6",
    "Popularity": "54",
    "Members": "166,214",
    "Favorites": "15,699",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/258749.jpg"
  },
  {
    "Id": "642",
    "Title": "Vinland Saga",
    "Description": "Thorfinn, son of one of the Vikings' greatest warriors, is among the finest fighters in the merry band of mercenaries run by the cunning Askeladd, an impressive feat for a person his age. However, Thorfinn is not part of the group for the plunder it entails—instead, for having caused his family great tragedy, the boy has vowed to kill Askeladd in a fair duel. Not yet skilled enough to defeat him, but unable to abandon his vengeance, Thorfinn spends his boyhood with the mercenary crew, honing his skills on the battlefield among the war-loving Danes, where killing is just another pleasure of life.\n\r\nOne day, when Askeladd receives word that Danish prince Canute has been taken hostage, he hatches an ambitious plot—one that will decide the next King of England and drastically alter the lives of Thorfinn, Canute, and himself. Set in 11th-century Europe, Vinland Saga tells a bloody epic in an era where violence, madness, and injustice are inescapable, providing a paradise for the battle-crazed and utter hell for the rest who live in it.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  13, 2005 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Yukimura, Makoto (Story & Art)",
    "Score": "9.06",
    "Ranked": "7",
    "Popularity": "19",
    "Members": "296,500",
    "Favorites": "32,694",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/188925.jpg"
  },
  {
    "Id": "25",
    "Title": "Fullmetal Alchemist",
    "Description": "Alchemists are knowledgeable and naturally talented individuals who can manipulate and modify matter due to their art. Yet despite the wide range of possibilities, alchemy is not as all-powerful as most would believe. Human transmutation is strictly forbidden, and whoever attempts it risks severe consequences. Even so, siblings Edward and Alphonse Elric decide to ignore this great taboo and bring their mother back to life. Unfortunately, not only do they fail in resurrecting her, they also pay an extremely high price for their arrogance: Edward loses his left leg and Alphonse his entire body. Furthermore, Edward also gives up his right arm in order to seal his brother's soul into a suit of armor.\n\r\nYears later, the young alchemists travel across the country looking for the Philosopher's Stone, in the hopes of recovering their old bodies with its power. However, their quest for the fated stone also leads them to unravel far darker secrets than they could ever imagine.\n\r\n",
    "Volumes": "27",
    "Chapters": "116",
    "Status": "Finished",
    "Published": "Jul  12, 2001 to Sep  11, 2010",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Drama",
      "Fantasy"
    ],
    "Theme": [
      "Military"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Gang",
    "Authors": "Arakawa, Hiromu (Story & Art)",
    "Score": "9.03",
    "Ranked": "8",
    "Popularity": "20",
    "Members": "290,292",
    "Favorites": "30,034",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/243675.jpg"
  },
  {
    "Id": "70345",
    "Title": "Grand Blue",
    "Description": "Among the seaside town of Izu's ocean waves and rays of shining sun, Iori Kitahara is just beginning his freshman year at Izu University. As he moves into his uncle's scuba diving shop, Grand Blue, he eagerly anticipates his dream college life, filled with beautiful girls and good friends.\n\r\nBut things don't exactly go according to plan. Upon entering the shop, he encounters a group of rowdy, naked upperclassmen, who immediately coerce him into participating in their alcoholic activities. Though unwilling at first, Iori quickly gives in and becomes the heart and soul of the party. Unfortunately, this earns him the scorn of his cousin, Chisa Kotegawa, who walks in at precisely the wrong time. Undeterred, Iori still vows to realize his ideal college life, but will things go according to plan this time, or will his situation take yet another dive?\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  7, 2014 to ?",
    "Genre": [
      "Comedy"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "good! Af",
    "Authors": "Inoue, Kenji (Story), Yoshioka, Kimitake (Art)",
    "Score": "9.03",
    "Ranked": "9",
    "Popularity": "47",
    "Members": "173,194",
    "Favorites": "17,225",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/166124.jpg"
  },
  {
    "Id": "4632",
    "Title": "Oyasumi Punpun",
    "Description": "Punpun Onodera is a normal 11-year-old boy living in Japan. Hopelessly idealistic and romantic, Punpun begins to see his life take a subtle—though nonetheless startling—turn to the adult when he meets the new girl in his class, Aiko Tanaka. It is then that the quiet boy learns just how fickle maintaining a relationship can be, and the surmounting difficulties of transitioning from a naïve boyhood to a convoluted adulthood. When his father assaults his mother one night, Punpun realizes another thing: those whom he looked up to were not as impressive as he once thought.\n\r\nAs his problems increase, Punpun's once shy demeanor turns into voluntary reclusiveness. Rather than curing him of his problems and conflicting emotions, this merely intensifies them, sending him down the dark path of maturity in this grim coming-of-age saga.\n\r\n",
    "Volumes": "13",
    "Chapters": "147",
    "Status": "Finished",
    "Published": "Mar  15, 2007 to Nov  2, 2013",
    "Genre": [
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Asano, Inio (Story & Art)",
    "Score": "9.01",
    "Ranked": "10",
    "Popularity": "9",
    "Members": "432,294",
    "Favorites": "51,227",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/266834.jpg"
  },
  {
    "Id": "16765",
    "Title": "Kingdom",
    "Description": "During the Warring States period in China, Xin and Piao are two brother-like youngsters who dream of becoming Great Generals, despite their low status as orphaned slaves. One day, they encounter a man of nobility, who gives Piao an opportunity to undertake an important duty within the state of Qin's royal palace. Parting ways, Xin and Piao promise each other to one day become the greatest generals in the world. However, after a fierce coup d'état occurs in the palace, Xin meets with a dying Piao, whose last words spur him into action and lead him to encounter the young and soon-to-be king of Qin, Zheng Ying.\n\r\nAlthough initially on bad terms, Xin and Zheng become comrades and start on a path filled with trials and bloodshed. Zheng's objective is to bring all the warring states under Qin, and Xin seeks to climb to the very top of the army ranks. Against a backdrop of constant tactical battle between states and great political unrest, both outside and within the palace, the two endeavor towards their monumental ambitions that will change history forever.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  26, 2006 to ?",
    "Genre": [
      "Action",
      "Award Winning"
    ],
    "Theme": [
      "Historical",
      "Military"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Hara, Yasuhisa (Story & Art)",
    "Score": "9.00",
    "Ranked": "11",
    "Popularity": "52",
    "Members": "167,909",
    "Favorites": "14,855",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/171872.jpg"
  },
  {
    "Id": "44489",
    "Title": "Houseki no Kuni",
    "Description": "Long ago, Earth was struck by six meteorites, creating six moons and leaving a lone island in their wake. Those who could not make it to the island sank to the bottom of the ocean, where, over time, they slowly turned to crystal. As countless millennia passed, 28 of these crystallized lifeforms, known as the Lustrous, rose from the depths and resided on the island. Led by the wise Kongou-sensei, they must defend themselves against the seemingly infinite number of Lunarians, inhabitants of the moons who seek to harvest their valuable bodies for crafting weapons and jewelry. \n\nHouseki no Kuni centers around Phosphophyllite, a young gem about to turn three hundred years old. Clumsy, extremely fragile, and having no visible talent, they are one of the weakest gems around, unable to help in the fight against the Lunarians in any meaningful way. But as the battle with the otherworldly invaders rages on, they soon learn that power comes at a cost that no one should have to pay.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  25, 2012 to ?",
    "Genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "Theme": [
      "Anthropomorphic"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Ichikawa, Haruko (Story & Art)",
    "Score": "8.96",
    "Ranked": "12",
    "Popularity": "94",
    "Members": "125,875",
    "Favorites": "13,896",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/115443.jpg"
  },
  {
    "Id": "3",
    "Title": "20th Century Boys",
    "Description": "As the 20th century approaches its end, people all over the world are anxious that the world is changing. And probably not for the better.\n\r\nKenji Endo is a normal convenience store manager who's just trying to get by. But when he learns that one of his old friends going by the name \"Donkey\" has suddenly committed suicide, and that a new cult led by a figure known as \"Friend\" is becoming more notorious, Kenji starts to feel that something isn't right. With a few key clues left behind by his deceased friend, Kenji realizes that this cult is much more than he ever thought it would be—not only is this mysterious organization directly targeting him and his childhood friends, but the whole world also faces a grave danger that only the friends have the key to stop.\n\r\nKenji's simple life of barely making ends meet is flipped upside down when he reunites with his childhood friends, and together they must figure out the truth of how their past is connected to the cult, as the turn of the century could mean the possible end of the world.\n\r\n",
    "Volumes": "22",
    "Chapters": "249",
    "Status": "Finished",
    "Published": "Sep  27, 1999 to Apr  24, 2006",
    "Genre": [
      "Award Winning",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "Theme": [
      "Historical",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Urasawa, Naoki (Story & Art)",
    "Score": "8.95",
    "Ranked": "13",
    "Popularity": "27",
    "Members": "250,435",
    "Favorites": "19,545",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/260006.jpg"
  },
  {
    "Id": "657",
    "Title": "Real",
    "Description": "Tomomi Nomiya, former captain of his high school's basketball team turned delinquent, decides to drop out of school after he is crushed by the guilt of ruining a young girl's life in a traffic accident. As he dedicates his free time to helping her, he stumbles upon Kiyoharu Togawa, a former sprinter who has lost the use of his right leg and now plays wheelchair basketball as an alternate outlet.\n\r\nAfter challenging Kiyoharu to a one-on-one game, Tomomi is completely defeated. Inspired by this encounter, he realizes that he can't let his love for basketball die so easily and decides that he will do what he can to help others while striving to become a professional player. Meanwhile, Hisanobu Takahashi, Tomomi's replacement as the high school's team captain, gets into an accident and finds himself permanently paralyzed below the waist. Real tells the touching tale of these three young men as they struggle to overcome their disabilities and inner conflicts in order to achieve their dreams while igniting a passion that will bring them together.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  28, 1999 to ?",
    "Genre": [
      "Drama",
      "Sports"
    ],
    "Theme": [
      "Psychological",
      "Team Sports"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Inoue, Takehiko (Story & Art)",
    "Score": "8.94",
    "Ranked": "14",
    "Popularity": "167",
    "Members": "85,475",
    "Favorites": "3,721",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/115969.jpg"
  },
  {
    "Id": "1303",
    "Title": "Ashita no Joe",
    "Description": "Joe Yabuki has learned how to toughen up and stop trusting others after a troubling youth spent bouncing between orphanages and fending off bullies. After finally escaping the cycle of violent temporary homes, Joe adopts a delinquent lifestyle in the streets of San'ya, a slum in Tokyo. He makes his way through the world with his fists, picking fights with anyone he pleases.\n\r\nDanpei Tange, a washed-up and alcoholic former boxing coach, notices Joe's animalistic combat ability and attempts to mentor the wild teenager. Despite developing an explosive relationship, the two form a close bond and rely on each other to look after the other homeless children in San'ya.\n\r\nUnable to abandon his destructive habits, Joe is arrested for petty crimes. In jail, he meets and fights with lifelong friends and rivals, including the boxing prodigy Tooru Rikiishi. Continuously challenging Rikiishi to fights, Joe is knocked out time after time due to his savage brawling style failing in the face of Rikiishi's controlled boxing technique. But eventually, Joe stuns his rival with a knockout blow, earning Rikiishi's respect and the promise that they will one day meet again inside the professional ring.\n\r\nFinding a reason to live within boxing, Joe takes life head-on with a new purpose. As he rises through Japan's amateur and professional boxing scenes, he contends with painful loss and increasing injury. Joe's passion for fighting is all-consuming, and he grapples with the idea that a life without boxing may not be one worth living.\n\r\n",
    "Volumes": "20",
    "Chapters": "171",
    "Status": "Finished",
    "Published": "Jan  1, 1968 to May  13, 1973",
    "Genre": [
      "Drama",
      "Slice of Life",
      "Sports"
    ],
    "Theme": [
      "Combat Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Kajiwara, Ikki (Story), Chiba, Tetsuya (Art)",
    "Score": "8.94",
    "Ranked": "15",
    "Popularity": "309",
    "Members": "51,210",
    "Favorites": "4,182",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/268827.jpg"
  },
  {
    "Id": "90125",
    "Title": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen",
    "Description": "Considered a genius due to having the highest grades in the country, Miyuki Shirogane leads the prestigious Shuchiin Academy's student council as its president, working alongside the beautiful and wealthy vice president Kaguya Shinomiya. The two are often regarded as the perfect couple by students despite them not being in any sort of romantic relationship.\n\r\nHowever, the truth is that after spending so much time together, the two have developed feelings for one another; unfortunately, neither is willing to confess, as doing so would be a sign of weakness. With their pride as elite students on the line, Miyuki and Kaguya embark on a quest to do whatever is necessary to get a confession out of the other. Through their daily antics, the battle of love begins!\n\r\n",
    "Volumes": "28",
    "Chapters": "281",
    "Status": "Finished",
    "Published": "May  19, 2015 to Nov  2, 2022",
    "Genre": [
      "Award Winning",
      "Comedy"
    ],
    "Theme": [
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Akasaka, Aka (Story & Art)",
    "Score": "8.91",
    "Ranked": "18",
    "Popularity": "25",
    "Members": "264,833",
    "Favorites": "28,546",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/188896.jpg"
  },
  {
    "Id": "104",
    "Title": "Yotsuba to!",
    "Description": "While most people find the world mundane, five-year-old Yotsuba Koiwai sees it as a treasure trove of amazing bustle and wonderful places to explore. When she and her adoptive father, Yousuke, move to a new city, the energetic young girl naturally sets out to investigate the neighborhood on her own.\n\r\nAfter a few incidents at the local park, the Koiwais become acquainted with their neighbors, the Ayase family. Their three daughters—mischievous college student Asagi, responsible high school student Fuuka, and kindhearted grade school student Ena—eventually all take a liking to Yotsuba and join in on her antics, despite their sheer ridicule.\n\r\nFrom learning how to use a swing to figuring out how to stop global warming with air conditioners, Yotsuba's ability to infallibly find fun in everything, both amazes and annoys the people around her. Along with Yousuke, the Ayases, and friends she makes along the way, Yotsuba embarks on daily adventures, each one a step in her quest to enjoy the simple things in life.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  21, 2003 to ?",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare",
      "Iyashikei"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Azuma, Kiyohiko (Story & Art)",
    "Score": "8.89",
    "Ranked": "20",
    "Popularity": "71",
    "Members": "151,564",
    "Favorites": "16,040",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/259524.jpg"
  },
  {
    "Id": "336",
    "Title": "GTO",
    "Description": "22-year-old Eikichi Onizuka: pervert, former gang member... and teacher?\n\nGreat Teacher Onizuka follows the incredible, though often ridiculous, antics of the titular teacher as he attempts to outwit and win over the cunning Class 3-4 that is determined to have him removed from the school. However, other obstacles present themselves throughout—including the frustrated, balding vice principal, Hiroshi Uchiyamada; old enemies from his biker days; and his own idiotic teaching methods. But Eikichi fights it all whilst trying to help his students, romance fellow teacher Azusa Fuyutsuki, and earn his self-proclaimed title.\n\r\n",
    "Volumes": "25",
    "Chapters": "208",
    "Status": "Finished",
    "Published": "Dec  11, 1996 to Jan  30, 2002",
    "Genre": [
      "Action",
      "Award Winning",
      "Comedy",
      "Drama",
      "Ecchi"
    ],
    "Theme": [
      "Delinquents",
      "School",
      "Workplace"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Fujisawa, Tooru (Story & Art)",
    "Score": "8.88",
    "Ranked": "21",
    "Popularity": "55",
    "Members": "165,896",
    "Favorites": "11,262",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/172982.jpg"
  },
  {
    "Id": "1224",
    "Title": "3-gatsu no Lion",
    "Description": "Rei Kiriyama is an extraordinary shogi player. Among the few elites to have gone professional as a middle school student, he is considered a genius. But what lies behind his prodigious facade is a teenage boy who suffers immense pressure from both his family, and from the high expectations from the shogi community. Rei moves out to live a more independent life away from his family, but his unorganized lifestyle and unsociable personality show no signs of improvement.\n\r\nHowever, in a twist of fate that will prove to be a turning point in his life, Rei then encounters the Kawamoto sisters—the motherly Akari, the passionate Hinata, and the energetic Momo—who take great care of him. 3-gatsu no Lion tells the story of Rei as he reshapes his melancholic life and picks up the courage to begin facing the problems he evaded during his past.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  13, 2007 to ?",
    "Genre": [
      "Award Winning",
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare",
      "Iyashikei",
      "Strategy Game"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Anim",
    "Authors": "Umino, Chica (Story & Art)",
    "Score": "8.88",
    "Ranked": "22",
    "Popularity": "228",
    "Members": "66,191",
    "Favorites": "4,049",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/52283.jpg"
  },
  {
    "Id": "34053",
    "Title": "Umineko no Naku Koro ni Chiru - Episode 8: Twilight of the Golden Witch",
    "Description": "The last episode of Umineko no Naku Koro ni, features a scenario where Ange is present with her family at the 1986 conference, in an attempt to uncover the heart of the mystery and conclude the long fought struggle between mystery and fantasy.\n\r\n(Source: Wikipedia)",
    "Volumes": "9",
    "Chapters": "42",
    "Status": "Finished",
    "Published": "Jan  21, 2012 to Jun  22, 2015",
    "Genre": [
      "Drama",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Jok",
    "Authors": "Natsumi, Kei (Art), Ryukishi07 (Story)",
    "Score": "8.86",
    "Ranked": "24",
    "Popularity": "1119",
    "Members": "16,185",
    "Favorites": "1,497",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/206205.jpg"
  },
  {
    "Id": "56805",
    "Title": "Koe no Katachi",
    "Description": "Shouya Ishida, a mischievous elementary school student, finds himself troubled by deaf transfer student Shouko Nishimiya. Despite her genuine attempts to befriend her new classmates, Shouko only proves herself to be an annoyance for Shouya and his friends, provoking them to ridicule her at any possible chance. Soon enough, their taunts turn into constant assault—yet the teachers heartlessly remain apathetic to the situation.\n\r\nShouya's misdeeds are finally stopped when Shouko transfers to another school. Denying their involvement, the entire class puts the blame on Shouya. As the new victim of bullying, Shouya gradually becomes meek and reclusive, being treated with contempt and disregard for years to come.\n\r\nNow a high school student, Shouya meets Shouko again for the first time in five years. Still tormented by his past actions, Shouya is determined to make amends for his mistakes and confront his trauma—even if he must face arduous obstacles along the way.\n\r\n",
    "Volumes": "7",
    "Chapters": "64",
    "Status": "Finished",
    "Published": "Aug  7, 2013 to Nov  19, 2014",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Romantic Subtext"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Ooima, Yoshitoki (Story & Art)",
    "Score": "8.86",
    "Ranked": "25",
    "Popularity": "24",
    "Members": "266,022",
    "Favorites": "22,290",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/120529.jpg"
  },
  {
    "Id": "35243",
    "Title": "Haikyuu!!",
    "Description": "The whistle blows. The ball is up. A dig. A set. A spike.\n\r\nVolleyball. A sport where two teams face off, separated by a formidable, wall-like net.\n\r\nThe \"Little Giant,\" standing at only 170 centimeters, overcomes the towering net and the wall of blockers. The awe-inspired Shouyou Hinata looks on at the ace's crow-like figure. Determined to reach great heights like the Little Giant, small-statured Hinata finally manages to form a team in his last year of junior high school, and enters his first volleyball tournament. However, his team is utterly defeated in their first game against the powerhouse school Kitagawa Daiichi, led by the genius, but oppressive setter dubbed the \"King of the Court,\" Tobio Kageyama.\n\r\nHinata enrolls into Karasuno High School seeking to take revenge against Kageyama in an official high school match and to follow in the Little Giant's footsteps—but his plans are ruined when he opens the gymnasium door to find Kageyama as one of his teammates.\n\r\nNow, Hinata must establish himself on the team and work alongside the problematic Kageyama to overcome his shortcomings and to fulfill his dream of making it to the top of the high school volleyball world.\n\r\n",
    "Volumes": "45",
    "Chapters": "407",
    "Status": "Finished",
    "Published": "Feb  20, 2012 to Jul  20, 2020",
    "Genre": [
      "Award Winning",
      "Sports"
    ],
    "Theme": [
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Furudate, Haruichi (Story & Art)",
    "Score": "8.85",
    "Ranked": "27",
    "Popularity": "34",
    "Members": "213,278",
    "Favorites": "18,076",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/258225.jpg"
  },
  {
    "Id": "651",
    "Title": "Kaze no Tani no Nausicaä",
    "Description": "Humanity, once a technologically advanced and thriving civilization, has been pushed to the brink of extinction following a cataclysmic war known as the \"Seven Days of Fire.\" The remnants of the human race now live in scattered kingdoms to avoid the unrelenting spread of the \"Sea of Corruption,\" a colossal forest infested with dangerous mutant insects and fungi that produce poisonous spores.\n\r\nNausicaä, sole heir to the throne of the agricultural kingdom Valley of the Wind, is thrust into a war after an ally kingdom, the imperialist Torumekia, invades the Dorok Empire. Forced to fight alongside the Torumekian military and their cunning princess Kushana, Nausicaä witnesses firsthand the horrors of war and its effect on both humanity and the environment. With her uncanny charisma and gentle nature, Nausicaä may be the only for hope for humanity as the ongoing war and the Sea of Corruption hasten the extinction of mankind.\n\r\nSet against the backdrop of a devastated world, Kaze no Tani no Nausicaä depicts the aftermath of human folly and the immortal power of nature.\n\r\n",
    "Volumes": "7",
    "Chapters": "59",
    "Status": "Finished",
    "Published": "Oct  9, 1982 to Feb  10, 1994",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Fantasy",
      "Supernatural"
    ],
    "Serialization": "Animag",
    "Authors": "Miyazaki, Hayao (Story & Art)",
    "Score": "8.82",
    "Ranked": "30",
    "Popularity": "277",
    "Members": "57,231",
    "Favorites": "3,428",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/259856.jpg"
  },
  {
    "Id": "21525",
    "Title": "Akatsuki no Yona",
    "Description": "Once upon a time, the kingdom of Kouka was ruled by a red dragon in human form. By his side, four warriors imbued with dragon blood helped him lead the kingdom to prosperity. Time passed, and this tale became a legend to tell children.\n\r\nAs the sole princess of Kouka, Yona lives a life of lavish ease. In love with her cousin, Su-won, and protected by her bodyguard, Son Hak, she wants for nothing and remains sheltered from the harrowing reality outside the castle walls. Contrary to this peaceful illusion, Kouka is about to undergo a political upheaval. After her beloved Su-won stages a bloody coup and murders her father, Yona is forced to flee with only Hak by her side.\n\r\nThough surrounded by enemies on all sides, the banished princess still yearns to save her kingdom. Her solution comes from an exiled priest, who tells her that her only hope is to find the four legendary dragon warriors. Guided by this seemingly fictitious myth, Yona sets out to find these warriors, determined to restore her kingdom.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  5, 2009 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Kusanagi, Mizuho (Story & Art)",
    "Score": "8.82",
    "Ranked": "31",
    "Popularity": "82",
    "Members": "132,594",
    "Favorites": "13,938",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269202.jpg"
  },
  {
    "Id": "28",
    "Title": "Nana",
    "Description": "Nana Komatsu is a naive, unmotivated girl who spends her high school days chasing one crush after the other. Despite continually facing failure in her quest for love, her spirits have never dampened. At the age of 20, she finds herself on a train to Tokyo with hopes of reuniting with her current boyfriend.\n\r\nNana Osaki, on the other hand, is feisty and prideful. After joining a local band during her high school days, she falls in love with music and one of the band members. However, when faced with the choice between her relationship and her musical career, she chooses the latter and separates from her boyfriend. On her 20th birthday, she boards the same train to Tokyo, like her namesake, where she aims to become a top vocalist.\n\r\nThe two girls with the same name but very different aspirations find themselves sitting together on their journey to the city, and, as fate would have it, eventually share the same apartment. A deep and unique bond is then forged, where they will support each other in this saga of love, music, friendship, and heartbreak.\n\r\n",
    "Volumes": "21",
    "Chapters": "84",
    "Status": "On Hi",
    "Published": "May  26, 2000 to May  26, 2009",
    "Genre": [
      "Award Winning",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Adult Cast",
      "Love Polygon",
      "Music"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Cook",
    "Authors": "Yazawa, Ai (Story & Art)",
    "Score": "8.79",
    "Ranked": "35",
    "Popularity": "78",
    "Members": "136,733",
    "Favorites": "11,327",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/262324.jpg"
  },
  {
    "Id": "100448",
    "Title": "Jumyou wo Kaitotte Moratta. Ichinen ni Tsuki, Ichimanen de.",
    "Description": "Helpless and struggling for cash, 20-year-old Kusunoki sells the last of his possessions to buy food. Noticing his poverty, an old shop owner directs him to a store that supposedly purchases lifespan, time, and health. While not completely believing the man's words, Kusunoki nevertheless finds himself at the address out of desperation and curiosity.\n\r\nKusunoki is crushed when he finds out the true monetary value of his lifespan—totaling a meager three hundred thousand yen. Deciding to sell the next 30 years of his life for ten thousand yen per year, Kusunoki is left with only three months to live. After heading home with the money, he is greeted by an unexpected visitor: the same store clerk he sold his lifespan to. She introduces herself as Miyagi, the one tasked with the job of observing him until the last three days of his life.\n\nJumyou wo Kaitotte Moratta. Ichinen ni Tsuki, Ichimanen de. follows the remaining three months of Kusunoki's life as he confronts lingering regrets from the past and discovers what truly gives life value.\n\r\n",
    "Volumes": "3",
    "Chapters": "18",
    "Status": "Finished",
    "Published": "Aug  10, 2016 to Oct  25, 2017",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Taguchi, Shouichi (Art), Miaki, Sugaru (Story)",
    "Score": "8.78",
    "Ranked": "37",
    "Popularity": "60",
    "Members": "160,477",
    "Favorites": "13,513",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/260043.jpg"
  },
  {
    "Id": "14483",
    "Title": "Uchuu Kyoudai",
    "Description": "\"A big brother must always stay ahead of his younger brother. That is my responsibility as the older sibling\"—these are the words that have always motivated Mutta Nanba to try his best when it came to his younger brother Hibito. So naturally, in the summer of 2006 when the Nanba brothers witness something strange in the night sky, Hibito declared that he would become an astronaut and travel to the Moon, while Mutta countered with the affirmation that he would go to Mars. That was the promise they made to each other.\n\r\nNow in 2025, while Hibito is working with NASA and preparing to become the first Japanese to land on the moon, Mutta has been fired from his job in an automotive development company. Having difficulty finding another job, Mutta is given a lifetime opportunity when he receives a letter from JAXA—the Japan Aerospace Exploration Agency—telling him that he's been accepted to participate in the next astronaut selection. As if fate has given him a chance to fulfill the promise he made all those years ago, Mutta undertakes the difficult challenge of going to space.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  6, 2007 to ?",
    "Genre": [
      "Award Winning",
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Adult Cast",
      "Space",
      "Workplace"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Koyama, Chuuya (Story & Art)",
    "Score": "8.77",
    "Ranked": "38",
    "Popularity": "486",
    "Members": "34,501",
    "Favorites": "1,455",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/166256.jpg"
  },
  {
    "Id": "91941",
    "Title": "Made in Abyss",
    "Description": "The Abyss, a hole of unprecedented depth—one young girl and a robot brave its dangers to find the truth.\n\r\nThe town of Orth is a special one, as it is built around the edges of the massive Abyss, a wonder which has never been fully explored. Those who venture too far down never return, but those brave enough to traverse its territories are known as \"Cave Raiders\" and are heralded as legends. Within this town lives a young girl called Riko, the child of one of the most famous Cave Raiders of all time who disappeared on an expedition many years ago.\n\r\nOne day, Riko's life changes when she meets a strange robot called Reg, who seems to appear from within the Abyss. Believing this to be a sign from her mother stuck at the bottom of the Abyss, Riko descends into its depths with Reg, ready to confront all the dangers within it.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  20, 2012 to ?",
    "Genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Sci-Fi"
    ],
    "Serialization": "Web Comic Gamm",
    "Authors": "Tsukushi, Akihito (Story & Art)",
    "Score": "8.76",
    "Ranked": "40",
    "Popularity": "62",
    "Members": "157,432",
    "Favorites": "10,242",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/161645.jpg"
  },
  {
    "Id": "7375",
    "Title": "Kokou no Hito",
    "Description": "Through pain and arduous effort, one can reach the top of the world. Standing where no man has ever set foot before, there is an exhilarating feeling of success. This is what Mori Buntarou trains, works, and lives for.\n\r\nHis climb to the top starts when he transfers to a new high school. Despite his lonesome and solitary nature, Mori's classmates persuade him to climb the school building. Without a harness or hesitation, he begins his scale to reach the top. Edging past the point of no return, he halts when he is faced with a final intimidating obstacle—a horizontal overhang. Adrenaline courses through him, and Mori jumps for the final hold at the summit.\n\r\nFrom there, he casts his eyes upon something that he normally would not have seen—another peak, another goal. With an awakened passion and newfound purpose in life, Mori explores the breathtaking sport of rock climbing.\n\r\n",
    "Volumes": "17",
    "Chapters": "170",
    "Status": "Finished",
    "Published": "Nov  1, 2007 to Oct  27, 2011",
    "Genre": [
      "Drama",
      "Sports"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Sakamoto, Shinichi (Story & Art)",
    "Score": "8.75",
    "Ranked": "41",
    "Popularity": "134",
    "Members": "100,335",
    "Favorites": "5,632",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/96223.jpg"
  },
  {
    "Id": "44347",
    "Title": "One Punch-Man",
    "Description": "After rigorously training for three years, the ordinary Saitama has gained immense strength which allows him to take out anyone and anything with just one punch. He decides to put his new skill to good use by becoming a hero. However, he quickly becomes bored with easily defeating monsters, and wants someone to give him a challenge to bring back the spark of being a hero.\n\r\nUpon bearing witness to Saitama's amazing power, Genos, a cyborg, is determined to become Saitama's apprentice. During this time, Saitama realizes he is neither getting the recognition that he deserves nor known by the people due to him not being a part of the Hero Association. Wanting to boost his reputation, Saitama decides to have Genos register with him, in exchange for taking him in as a pupil. Together, the two begin working their way up toward becoming true heroes, hoping to find strong enemies and earn respect in the process.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  14, 2012 to ?",
    "Genre": [
      "Action",
      "Comedy"
    ],
    "Theme": [
      "Parody",
      "Super Power"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Tonari no Young Jump",
    "Authors": "Murata, Yusuke (Art), ONE (Story)",
    "Score": "8.74",
    "Ranked": "44",
    "Popularity": "6",
    "Members": "473,177",
    "Favorites": "38,396",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/80661.jpg"
  },
  {
    "Id": "26",
    "Title": "Hunter x Hunter",
    "Description": "\"Secret treasure hoards, undiscovered wealth... mystical places, unexplored frontiers... 'The mysterious unknown.' There's magic in such words for those captivated by its spell. They are called 'Hunters'!\"\n\r\nGon Freecss wants to become a Hunter so he can find his father, a man who abandoned him to pursue a life of adventure. But it's not that simple: only one in one hundred thousand can pass the Hunter Exam, and that is just the first obstacle on his journey. During the Hunter Exam, Gon befriends many other potential Hunters, such as the mysterious Killua; the revenge-driven Kurapika; and Leorio, who aims to become a doctor. There's a world of adventure and peril awaiting, and those who embrace it with open arms can become the greatest Hunters of them all!\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  3, 1998 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Togashi, Yoshihiro (Story & Art)",
    "Score": "8.74",
    "Ranked": "44",
    "Popularity": "23",
    "Members": "266,853",
    "Favorites": "23,404",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/253119.jpg"
  },
  {
    "Id": "7",
    "Title": "Hajime no Ippo",
    "Description": "Makunouchi Ippo is a 16-year-old high school student who helps his mother run the family business. His hefty workload impedes on his social life, making him an easy target for bullies. One day, while being beaten up by a group of high school students, Ippo is saved by a boxer named Mamoru Takamura, and is brought to the Kamogawa Boxing Gym. \n\r\nThis afterschool bullying session turns his life around for the better as Ippo discovers his latent talent for boxing and decides to practice the sport professionally. However, Mamoru doubts Ippo's determination and assigns him a task deemed impossible to complete, but the resolute Ippo trains tirelessly to fulfill his mission. Along the way, he finds out what it means to attain true strength while making new friends and fighting formidable foes.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  27, 1989 to ?",
    "Genre": [
      "Award Winning",
      "Sports"
    ],
    "Theme": [
      "Combat Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Morikawa, George (Story & Art)",
    "Score": "8.73",
    "Ranked": "46",
    "Popularity": "170",
    "Members": "84,566",
    "Favorites": "6,701",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/250313.jpg"
  },
  {
    "Id": "116778",
    "Title": "Chainsaw Man",
    "Description": "Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash.\n\r\nUnfortunately, he has outlived his usefulness and is murdered by a devil in contract with the yakuza. However, in an unexpected turn of events, Pochita merges with Denji's dead body and grants him the powers of a chainsaw devil. Now able to transform parts of his body into chainsaws, a revived Denji uses his new abilities to quickly and brutally dispatch his enemies. Catching the eye of the official devil hunters who arrive at the scene, he is offered work at the Public Safety Bureau as one of them. Now with the means to face even the toughest of enemies, Denji will stop at nothing to achieve his simple teenage dreams.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  3, 2018 to ?",
    "Genre": [
      "Action",
      "Award Winning",
      "Supernatural"
    ],
    "Theme": [
      "Gore"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Fujimoto, Tatsuki (Story & Art)",
    "Score": "8.73",
    "Ranked": "46",
    "Popularity": "4",
    "Members": "599,397",
    "Favorites": "80,451",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/216464.jpg"
  },
  {
    "Id": "418",
    "Title": "Mushishi",
    "Description": "\"Mushi\": the most basic forms of life in the world. They exist without any goals or purposes aside from simply \"being.\" They are beyond the shackles of the words \"good\" and \"evil.\" Mushi can exist in countless forms and are capable of mimicking things from the natural world such as plants, diseases, and even phenomena like rainbows.\n\r\nThis is, however, just a vague definition of these entities that inhabit the vibrant world of Mushishi, as to even call them a form of life would be an oversimplification. Detailed information on mushi is scarce because the majority of humans are unaware of their existence.\n\r\nSo what are mushi and why do they exist? This is the question that a \"Mushishi,\" Ginko, ponders constantly. Mushishi are those who research mushi in hopes of understanding their place in the world's hierarchy of life.\n\r\nGinko relentlessly chases rumors of occurrences that could be tied to mushi, all for the sake of finding an answer.\n\r\nIt could, after all, lead to the meaning of life itself.\n\r\n",
    "Volumes": "10",
    "Chapters": "50",
    "Status": "Finished",
    "Published": "Nov  1999 to Aug  25, 2008",
    "Genre": [
      "Award Winning",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Adult Cast",
      "Historical",
      "Iyashikei"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Urushibara, Yuki (Story & Art)",
    "Score": "8.72",
    "Ranked": "47",
    "Popularity": "179",
    "Members": "81,940",
    "Favorites": "2,835",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/159514.jpg"
  },
  {
    "Id": "126287",
    "Title": "Sousou no Frieren",
    "Description": "The Demon King has been defeated, and the victorious hero party returns home before disbanding. The four—mage Frieren, hero Himmel, priest Heiter, and warrior Eisen—reminisce about their decade-long journey as the moment to bid each other farewell arrives. But the passing of time is different for elves, thus Frieren witnesses her companions slowly pass away one by one.\n\r\nBefore his death, Heiter manages to foist a young human apprentice called Fern onto Frieren. Driven by the elf's passion for collecting a myriad of magic spells, the pair embarks on a seemingly aimless journey, revisiting the places that the heroes of yore had visited. Along their travels, Frieren slowly confronts her regrets of missed opportunities to form deeper bonds with her now-deceased comrades.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  28, 2020 to ?",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Drama",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Yamada, Kanehito (Story), Abe, Tsukasa (Art)",
    "Score": "8.71",
    "Ranked": "48",
    "Popularity": "125",
    "Members": "103,751",
    "Favorites": "5,606",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/232121.jpg"
  },
  {
    "Id": "72467",
    "Title": "Shoujo Shuumatsu Ryokou",
    "Description": "Amidst a post-apocalyptic world, Chito and Yuuri seem to be the final survivors of the war that brought civilization to its demise. No longer having a place to live, the girls roam around the city on their half-track motorcycle, ever in search of resources to sustain their vagabond lifestyle. Despite the bleak future ahead of them, the duo still finds ways to entertain themselves throughout this melancholic journey. \n\nShoujo Shuumatsu Ryokou takes place in a barren world during the harsh winter season. As the happy-go-lucky Yuuri and the serious Chito hopelessly search for a sign of civilization, their expedition may in fact become humanity's last tour.\n\r\n",
    "Volumes": "6",
    "Chapters": "47",
    "Status": "Finished",
    "Published": "Feb  21, 2014 to Jan  12, 2018",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Serialization": "Kurage Bunch",
    "Authors": "Tsukumizu (Story & Art)",
    "Score": "8.70",
    "Ranked": "50",
    "Popularity": "231",
    "Members": "66,009",
    "Favorites": "5,766",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/185918.jpg"
  },
  {
    "Id": "21",
    "Title": "Death Note",
    "Description": "Ryuk, a god of death, drops his Death Note into the human world for personal pleasure. In Japan, prodigious high school student Light Yagami stumbles upon it. Inside the notebook, he finds a chilling message: those whose names are written in it shall die. Its nonsensical nature amuses Light; but when he tests its power by writing the name of a criminal in it, they suddenly meet their demise. \n\r\nRealizing the Death Note's vast potential, Light commences a series of nefarious murders under the pseudonym \"Kira,\" vowing to cleanse the world of corrupt individuals and create a perfect society where crime ceases to exist. However, the police quickly catch on, and they enlist the help of L—a mastermind detective—to uncover the culprit.\n\nDeath Note tells the thrilling tale of Light and L as they clash in a great battle-of-minds, one that will determine the future of the world.\n\r\n",
    "Volumes": "12",
    "Chapters": "108",
    "Status": "Finished",
    "Published": "Dec  1, 2003 to May  15, 2006",
    "Genre": [
      "Supernatural",
      "Suspense"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Obata, Takeshi (Art), Ohba, Tsugumi (Story)",
    "Score": "8.69",
    "Ranked": "52",
    "Popularity": "13",
    "Members": "390,056",
    "Favorites": "31,723",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/258245.jpg"
  },
  {
    "Id": "145",
    "Title": "Beck",
    "Description": "Yukio \"Koyuki\" Tanaka wasted away his middle school days listening to Japanese pop music and apathetically trudging through life—until a casual run-in with the enigmatic guitarist Ryuusuke \"Ray\" Minami. Through this encounter, Koyuki realizes what he has been missing all this time as Ray introduces him to western rock music and jumpstarts his desire to play guitar.\n\r\nAlthough various struggles plague his path to rock fame, Koyuki refuses to abandon the passion that gave his life purpose, balancing it together with school, work, and friends. Beck tells the story of the love and trial that accompanies pursuing a professional career in music as Koyuki and Ray work toward realizing the guitarist's dream of the ultimate band.\n\r\n",
    "Volumes": "34",
    "Chapters": "103",
    "Status": "Finished",
    "Published": "Feb  17, 2000 to Jun  5, 2008",
    "Genre": [
      "Award Winning",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Music"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Monthly)",
    "Authors": "Sakuishi, Harold (Story & Art)",
    "Score": "8.69",
    "Ranked": "53",
    "Popularity": "193",
    "Members": "77,545",
    "Favorites": "4,888",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/253274.jpg"
  },
  {
    "Id": "45143",
    "Title": "Kono Oto Tomare!",
    "Description": "Following the graduation of every other member of the Koto Music Club, Takezou Kurata is left alone as the new club president. Now burdened with the arduous task of rebuilding membership, he struggles to recruit anyone due to a lack of interest. Just as Kurata has lost nearly all hope in keeping the club alive, the feared delinquent Chika Kudou appears, claiming he will join and become the club president himself.\n\r\nAt first, Kurata refuses to admit such a troublesome person, aware of the dark rumors that have been circulating about Kudou. However, after discovering a more vulnerable side to Kudou and his mysterious connection to the club, Kurata rethinks his decision. The soon-to-be defunct club is saved with the help of koto prodigy Satowa Houzuki, who uses her charms to recruit Kudou's lively friends Saneyasu Adachi, Michitaka Sakai, and Kouta Mizuhara.\n\r\nWith sufficient numbers to retain the club's status, Houzuki declares that they will aim to become the best koto players in the nation, much to Kurata's dismay. This ragtag bunch of young musicians have a road filled with challenges and adversities ahead of them, and by overcoming their fears and differences, their aspirations may very well come true.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  4, 2012 to ?",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Performing Arts",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Sakura, Amyuu (Story & Art)",
    "Score": "8.69",
    "Ranked": "51",
    "Popularity": "401",
    "Members": "41,356",
    "Favorites": "2,505",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/116653.jpg"
  },
  {
    "Id": "664",
    "Title": "Akira",
    "Description": "1988: It is World War III. Tokyo is decimated by a mysterious black explosion, unmatched in magnitude.\n\r\n2019: Fast forward 31 years. Neo-Tokyo, hastily built on the ruins of old Tokyo, is a sprawling cityscape of neon extravaganza. It is a fusion of towering skyscrapers and cutting-edge technology that is permeated through and through with an explosive, hyper-violent cocktail of biker gangs, poverty, and revolutionaries. In this derelict metropolis live Tetsuo Shima and Shoutarou Kaneda, two bikers who are the best of friends and the fiercest of rivals, despite being affiliated with the same gang. Desperate to prove himself as Kaneda's equal, Tetsuo unwittingly pulls a stunt that culminates in the awakening of a cryptic existence that threatens to change both the face of Neo-Tokyo and the lives of those who call the city their home—the awakening of a government secret simply known as Akira. \n\r\n",
    "Volumes": "6",
    "Chapters": "120",
    "Status": "Finished",
    "Published": "Dec  6, 1982 to Jun  11, 1990",
    "Genre": [
      "Action",
      "Award Winning",
      "Sci-Fi"
    ],
    "Theme": [
      "Gore"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Otomo, Katsuhiro (Story & Art)",
    "Score": "8.68",
    "Ranked": "55",
    "Popularity": "89",
    "Members": "129,646",
    "Favorites": "6,487",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/271629.jpg"
  },
  {
    "Id": "1133",
    "Title": "Dorohedoro",
    "Description": "Hole—a dark, decrepit, and disorderly district where the strong prey on the weak and death is an ordinary occurrence—is all but befitting of the name given to it. A realm separated from law and ethics, it is a testing ground to the magic users who dominate it. As a race occupying the highest rungs of their society, the magic users think of the denizens of Hole as no more than insects. Murdered, mutilated, and made experiments without a second thought, the powerless Hole dwellers litter the halls of Hole's hospital on a daily basis.\n\r\nPossessing free access to and from the cesspool, and with little challenge to their authority, the magic users appear indomitable to most—aside for a few. Caiman, more reptile than man, is one such individual. He hunts them on a heedless quest for answers with only a trusted pair of bayonets and his immunity to magic. Cursed by his appearance and tormented by nightmares, magic users are his only clue to restoring his life to normal. With his biggest obstacle being his stomach, his female companion Nikaidou, who runs the restaurant Hungry Bug, is his greatest ally.\n\r\nSet in a gritty world of hellish design, Dorohedoro manages a healthy blend of comedy and lightheartedness with death and carnage. Taking plenty of twists and turns while following the lives of Hole's residents, it weaves a unique world of unearthly origin and dreary appearance not for the squeamish or easily disturbed.\n\r\n",
    "Volumes": "23",
    "Chapters": "190",
    "Status": "Finished",
    "Published": "Nov  30, 2000 to Sep  12, 2018",
    "Genre": [
      "Action",
      "Comedy",
      "Fantasy",
      "Horror"
    ],
    "Theme": [
      "Gore"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Gess",
    "Authors": "Hayashida, Q (Story & Art)",
    "Score": "8.68",
    "Ranked": "56",
    "Popularity": "51",
    "Members": "170,338",
    "Favorites": "13,090",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/258246.jpg"
  },
  {
    "Id": "145863",
    "Title": "Sayonara Eri",
    "Description": "Suffering from a terminal illness, Yuuta's mother asks him to film her last moments, which he does. From her radiant smile when she is with her family to the times when sickness ravages her body in the hospital, he records hours upon hours of footage. After her passing, Yuuta compiles her life into a movie to screen at his school, deciding to add a bit of fantasy to the ending of his film, Dead Explosion Mother, with a literal explosion!\n\r\nFollowing the backlash caused by his supposedly tone-deaf portrayal of his mother's death, Yuuta trudges to the hospital roof to take his own life—but there, he meets a girl named Eri. Captivated by his film, Eri requests Yuuta to make a new  one that will blow the previous out of the water and prove his critics wrong. The movie they set out to make will stand apart by blurring the line between fact and fiction. And of course, it wouldn't be a Yuuta film if it didn't have his personal flavor—just a dash of fantasy.\n\r\n",
    "Volumes": "1",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "Apr  11, 2022",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Fujimoto, Tatsuki (Story & Art)",
    "Score": "8.68",
    "Ranked": "57",
    "Popularity": "121",
    "Members": "107,240",
    "Favorites": "5,521",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/263979.jpg"
  },
  {
    "Id": "88660",
    "Title": "Yagate Kimi ni Naru",
    "Description": "Yuu Koito has always enjoyed romance manga and love songs. She clings to them with the hope that she will one day experience a love story of her own—one that will sweep her off her feet and make her heart flutter. However, reality is often disappointing. When a classmate from junior high confesses his feelings to her, Yuu finds that she feels nothing. Unable to give him an answer, she becomes convinced that she is unable to fall in love.\n\r\nOne day, on her way to the student council room, Yuu encounters the council's president, Touko Nanami, turning down a confession from a boy. Inspired by Touko's confidence, Yuu turns to her for help. But when Touko becomes the next person to confess to Yuu, she is confused, yet her heart is set aflutter.\n\nYagate Kimi ni Naru is a manga about grappling with love and growing up. Will Yuu's long-awaited romance finally begin?\n\r\n",
    "Volumes": "8",
    "Chapters": "50",
    "Status": "Finished",
    "Published": "Apr  27, 2015 to Sep  27, 2019",
    "Genre": [
      "Drama",
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Nakatani, Nio (Story & Art)",
    "Score": "8.67",
    "Ranked": "59",
    "Popularity": "127",
    "Members": "102,094",
    "Favorites": "9,681",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/232311.jpg"
  },
  {
    "Id": "4",
    "Title": "Yokohama Kaidashi Kikou",
    "Description": "In a post-apocalyptic world where an environmental disaster led to the eruption of Mt. Fuji and the inundation of Yokohama, the age of humans is in its twilight. Alpha Hatsuseno is an android and the namesake of a small cafe outside Yokohama. As her owner is away on a trip indefinitely, she has been left responsible for running the cafe. Although she rarely gets any customers, Alpha remains outgoing and cheerful.\n\r\nWhile Alpha awaits her owner's homecoming, she explores the vicinity with her scooter and camera. Throughout her journeys, she meets new people and other androids, making memories along the way.\n\nYokohama Kaidashi Kikou is a beautiful, laid-back story centered around Alpha's daily activities, emphasizing the passing of time in everyday life.\n\r\n",
    "Volumes": "14",
    "Chapters": "142",
    "Status": "Finished",
    "Published": "Apr  25, 1994 to Feb  25, 2006",
    "Genre": [
      "Award Winning",
      "Drama",
      "Sci-Fi",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Ashinano, Hitoshi (Story & Art)",
    "Score": "8.67",
    "Ranked": "62",
    "Popularity": "205",
    "Members": "73,003",
    "Favorites": "5,065",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/171813.jpg"
  },
  {
    "Id": "904",
    "Title": "Kozure Ookami",
    "Description": "Ittou Ogami has very little left to live for. Though once the Shogunate's chief executioner, his name is left in ruins after being framed for treason by the treacherous Yagyuu Clan, seeking to steal his position of power. His misfortune does not end here, however; they culminate in the brutal murder of his entire family, including his wife Azami, with only his child Daigorou still left alive.\n\r\nWith dishonor upon his head and his beloved wife in the grave, Ittou takes up a new mantle as an assassin for hire. Alongside his young son, Ittou wanders the country in search of revenge, with only the complete destruction of the Yagyuu Clan on his mind. As he travels the land, the number of his successful assassinations quickly grows, and soon the moniker of \"Lone Wolf and Cub\" becomes infamous across the land as the choice assassin to get the job done right.\n\r\n",
    "Volumes": "28",
    "Chapters": "142",
    "Status": "Finished",
    "Published": "Sep  1970 to Apr  1976",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Historical",
      "Samurai"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Manga Ac",
    "Authors": "Koike, Kazuo (Story), Kojima, Goseki (Art)",
    "Score": "8.66",
    "Ranked": "65",
    "Popularity": "355",
    "Members": "45,903",
    "Favorites": "1,558",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/159264.jpg"
  },
  {
    "Id": "1859",
    "Title": "Natsume Yuujinchou",
    "Description": "Takashi Natsume is a 15-year-old boy who wants nothing more but to live a normal life like everyone else. But to his dismay, like his deceased grandmother, Reiko, he possesses the ability to see \"youkai,\" or spirits. Natsume eventually discovers that Reiko had bequeathed to him a book of contracts in which she had bound youkai—the \"Book of Friends.\" However, without Reiko ever calling upon the spirits' names, they have been left in a confined state. Now, these spirits continuously pursue Natsume in the hopes of having their contracts dissolved for freedom.\n\r\nWhile there may be gentle, harmless spirits which come to Natsume for help, there are also malicious, hostile spirits that threaten him. This is where Madara steps in, a spirit disguised as a rotund cat. Commonly referred to as Nyanko-sensei by Natsume, Madara is a self-proclaimed bodyguard who has his own motives for accompanying Natsume.\n\nNatsume Yuujinchou is a supernatural slice-of-life series about a boy who struggles to live a normal life while balancing the spirit and human worlds and acquiring important life lessons along the way.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  10, 2003 to ?",
    "Genre": [
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Midorikawa, Yuki (Story & Art)",
    "Score": "8.66",
    "Ranked": "66",
    "Popularity": "379",
    "Members": "43,378",
    "Favorites": "2,178",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/260099.jpg"
  },
  {
    "Id": "123006",
    "Title": "Bungou Stray Dogs: Beast",
    "Description": "Ryuunosuke Akutagawa lives in the slums, using his ability to beat up anyone who dares lay a finger on his sister, Gin, or his friends. But his life takes a turn for the worse when armed criminals come after his gang, killing them in the process. In an attempt to avenge his friends, Akutagawa finds himself on the verge of death. A mysterious man dressed in black greets him, saying that he will take care of his sister until Akutagawa is ready to challenge him again.\n\r\nMore than four years have passed, and there is still no sign of the man in black or Gin. Even so, Akutagawa refuses to give up on his search. When Sakunosuke Oda takes pity on his living conditions and invites him to become a member of the Armed Detective Agency, an opportunity arises for Akutagawa to finally get a lead on Gin's whereabouts.\n\r\nUnbeknownst to him, however, Gin is guarded by none other than Port Mafia's wicked leader, Osamu Dazai, and his successor, Atsushi Nakajima—the infamous \"White Reaper.\" To save his sister, Akutagawa must overcome his weakness and sacrifice it all.\n\r\n",
    "Volumes": "4",
    "Chapters": "22",
    "Status": "Finished",
    "Published": "Dec  26, 2019 to Jan  26, 2022",
    "Genre": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Ac",
    "Authors": "Asagiri, Kafka (Story), Hoshikawa, Shiwasu (Art)",
    "Score": "8.66",
    "Ranked": "69",
    "Popularity": "1392",
    "Members": "13,734",
    "Favorites": "727",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/234643.jpg"
  },
  {
    "Id": "78523",
    "Title": "ReLIFE",
    "Description": "When the responsibilities of being an adult and the ugly side of corporate bullying betrays one's childhood dreams, many would wish to return to their innocent childhood to relive their life and make the right decisions. Dumbfounded by the offer presented to him, 27-year-old Arata Kaizaki hopes to turn his life around through a once-in-a-lifetime opportunity.\n\r\nReturning home from his part-time job, Arata is persuaded by Ryou Yoake, an employee of ReLife Research Institute, into participating in an experiment which will help him overcome his difficulties and re-enter corporate life. As part of the ReLife experiment, Arata's physique is reverted to that of a 17-year-old, and all he must do is relive his high school life for one year. Waiting for him at the end of the experiment is a job offer that he has been struggling to get ever since he left his first company.\n\r\nWith few other options, he decides to go along with this plan. However, with adult-like tendencies and many years since his last formal education, Arata steps into an unexpectedly challenging territory—a normal day of high school.\n\r\n",
    "Volumes": "15",
    "Chapters": "238",
    "Status": "Finished",
    "Published": "Oct  12, 2013 to Mar  16, 2018",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "comic",
    "Authors": "Yayoi, Sou (Story & Art)",
    "Score": "8.64",
    "Ranked": "71",
    "Popularity": "61",
    "Members": "159,553",
    "Favorites": "12,097",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/171573.jpg"
  },
  {
    "Id": "85968",
    "Title": "Golden Kamuy",
    "Description": "Saichi Sugimoto is feared as the \"Immortal Sugimoto\" for his savagery on the battlefield during the Russo-Japanese war, but he is by no means a war hero. Sugimoto has been left to fend for himself after his release from the army for nearly killing a superior officer. Braving the rough terrain of Hokkaido, Sugimoto is now searching for gold in order to keep a promise to his lost brother-in-arms. His efforts have been fruitless for a long time until a mysterious traveler tells him of an urban legend that would rid him of all his troubles.\n\r\nAccording to the legend, a criminal stole the gold of the Ainu, the indigenous people of Hokkaido, and hid it away in a location that can only be found when a map—made not from pieces of parchment, but the tattooed skins of escaped convicts—is brought together.\n\r\nUpon meeting with a young Ainu girl, Asirpa, Sugimoto sets off in search of the tattooed prisoners, but many dangers await as soldiers and mercenaries seek the gold as well. Aided by Asirpa's knowledge of the lands, the two of them depart to find the stolen Ainu gold in a journey of revenge, murder, and greed.\n\r\n",
    "Volumes": "31",
    "Chapters": "314",
    "Status": "Finished",
    "Published": "Aug  21, 2014 to Apr  28, 2022",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Noda, Satoru (Story & Art)",
    "Score": "8.64",
    "Ranked": "72",
    "Popularity": "154",
    "Members": "89,853",
    "Favorites": "5,204",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/149257.jpg"
  },
  {
    "Id": "132678",
    "Title": "Veil",
    "Description": "Entirely in color, this manga is a representation of small moments of life between the two protagonists, a police officer and a blind woman.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  15, 2019 to ?",
    "Genre": [
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Historical"
    ],
    "Serialization": "    N",
    "Authors": "Fukuda, Ikumi (Story & Art)",
    "Score": "8.64",
    "Ranked": "73",
    "Popularity": "2474",
    "Members": "7,997",
    "Favorites": "406",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/239756.jpg"
  },
  {
    "Id": "107931",
    "Title": "Blue Period",
    "Description": "Second-year high school student Yatora Yaguchi is bored with his normal life. He studies well and plays around with his friends, but in truth, he does not enjoy either of those activities. Bound by norms, he secretly envies those who do things differently.\n\r\nThat is until he discovers the joy of drawing. When he sees a painting made by a member of the Art Club, Yatora becomes fascinated with the colors used in it. Later, in an art exercise, he tries to convey his language without words but instead through painting. After that experience, Yatora finds himself so invested in art that he decides that it is what he wants to do for a living. But there stand multiple obstacles in his way: his parents who are hesitant over his unique choices, his more experienced peers, and the study of a subject much deeper than he initially expected.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  24, 2017 to ?",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "School",
      "Visual Arts"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Yamaguchi, Tsubasa (Story & Art)",
    "Score": "8.64",
    "Ranked": "75",
    "Popularity": "99",
    "Members": "120,142",
    "Favorites": "8,282",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/204827.jpg"
  },
  {
    "Id": "44",
    "Title": "Gintama",
    "Description": "During the Edo period, Japan is suddenly invaded by alien creatures known as the \"Amanto.\" Despite the samurai's attempts to combat the extraterrestrial menace, the Shogun soon realizes that their efforts are futile and decides to surrender. This marks the beginning of an uneasy agreement between the Shogunate and Amanto, one that results in a countrywide sword ban and the disappearance of the samurai spirit.\n\r\nHowever, there exists one eccentric individual who wields a wooden sword and refuses to let his samurai status die. Now that his kind are no longer needed, Gintoki Sakata performs various odd jobs around town in order to make ends meet. Joined by his self-proclaimed disciple Shinpachi Shimura, the fearsome alien Kagura, and a giant dog named Sadaharu, they run the business known as Yorozuya, often getting caught up in all sorts of crazy and hilarious shenanigans.\n\r\n",
    "Volumes": "77",
    "Chapters": "709",
    "Status": "Finished",
    "Published": "Dec  8, 2003 to Jun  20, 2019",
    "Genre": [
      "Action",
      "Comedy",
      "Sci-Fi"
    ],
    "Theme": [
      "Gag Humor",
      "Historical",
      "Parody",
      "Samurai"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Sorachi, Hideaki (Story & Art)",
    "Score": "8.63",
    "Ranked": "78",
    "Popularity": "144",
    "Members": "94,061",
    "Favorites": "8,297",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/267795.jpg"
  },
  {
    "Id": "81",
    "Title": "Aria",
    "Description": "In the distant future, humanity has terraformed Mars into an oceanic planet to suit their needs. Now known as Aqua, the planet serves as a new home for people discontent with living on Manhome—the planet formerly known as Earth. Being a perfect imitation of Manhome's Venice, the town of Neo-Venezia has inherited all of the rustic charms of the original. Gondolas weave their way through the waterways of the dreamy town while nostalgic alleys await those who travel on foot.\n\r\nAkari Mizunashi, a young Manhome native, has recently made Neo-Venezia her new home. To pursue her dream of becoming a gondolier tour guide—or Undine—Akari joins the Aria Company, one of the most renowned water guide companies in town. As she basks in a simple lifestyle unavailable on Manhome, Akari cheerily ambles through her daily life in Neo-Venezia: the town where magic and miracles abound.\n\r\n",
    "Volumes": "12",
    "Chapters": "67",
    "Status": "Finished",
    "Published": "Feb  28, 2002 to Feb  29, 2008",
    "Genre": [
      "Adventure",
      "Comedy",
      "Drama",
      "Sci-Fi",
      "Slice of Life"
    ],
    "Theme": [
      "Iyashikei"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Comic Blad",
    "Authors": "Amano, Kozue (Story & Art)",
    "Score": "8.63",
    "Ranked": "79",
    "Popularity": "451",
    "Members": "37,353",
    "Favorites": "2,556",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/202644.jpg"
  },
  {
    "Id": "745",
    "Title": "Pluto",
    "Description": "Famous for his military service in the 39th Asian War, the legendary Swiss robot Montblanc is violently murdered. Humans and robots around the world mourn for the beloved celebrity. Montblanc's popularity only grew in the years following the war, thanks to his dedication to nature conservation and his loving personality.\n\r\nFellow war veteran and robotic Europol detective Gesicht is sent to investigate Montblanc's tragic demise. In his pursuit, Gesicht uncovers evidence of a mysterious entity known only as \"Pluto.\" He also learns of a conspiratorial plot to dismantle the eight specialized robots from around the world who participated in the war. Racing against time to save those who still remain, Gesicht grapples with his memory, morality, and a world full of hate, desperately attempting to defend the fragile coexistence of man and machine.\n\r\n",
    "Volumes": "8",
    "Chapters": "65",
    "Status": "Finished",
    "Published": "Sep  9, 2003 to Apr  1, 2009",
    "Genre": [
      "Action",
      "Award Winning",
      "Mystery",
      "Sci-Fi",
      "Suspense"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Orig",
    "Authors": "Urasawa, Naoki (Story & Art), Tezuka, Osamu (Story)",
    "Score": "8.63",
    "Ranked": "80",
    "Popularity": "101",
    "Members": "117,637",
    "Favorites": "5,352",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/264496.jpg"
  },
  {
    "Id": "60783",
    "Title": "Mob Psycho 100",
    "Description": "Shigeo \"Mob\" Kageyama is an eighth-grade student blessed with extraordinary psychic powers. However, Mob decides to suppress his abilities in public due to its destructive and conspicuous nature. To keep his psychic powers honed, he works under Arataka Reigen—a self-proclaimed esper looking to make use of Mob's skills.\n\r\nAlongside Reigen, Mob spends his days exorcising evil spirits at Reigen's behest. With the simple wish to impress his childhood friend Tsubomi Takane, Mob works toward making himself more desirable. But troubles keep on bombarding his daily life, slowly breaking his shackled feelings. With his repressed emotions welling up, there's no telling what will happen once he reaches his limit.\n\r\n",
    "Volumes": "16",
    "Chapters": "109",
    "Status": "Finished",
    "Published": "Apr  18, 2012 to Dec  22, 2017",
    "Genre": [
      "Action",
      "Award Winning",
      "Comedy",
      "Supernatural"
    ],
    "Theme": [
      "Super Power"
    ],
    "Serialization": "MangaONE",
    "Authors": "ONE (Story & Art)",
    "Score": "8.61",
    "Ranked": "83",
    "Popularity": "109",
    "Members": "114,105",
    "Favorites": "5,618",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/204842.jpg"
  },
  {
    "Id": "756",
    "Title": "Banana Fish",
    "Description": "Ash Lynx is a beauty, a genius—and a murderer. Since childhood, he had been in the care of Dino \"Papa\" Golzine, the mafia boss who turned him into the ruthless killer he is now. At first, Ash was just a pretty face for Golzine’s pleasure, but now estranged from him, a 17-year-old Ash runs his own gang with an iron fist.\n\r\nEiji Okumura is a young Japanese photographer. Traveling to New York as an assistant, Eiji is set to work on a report about kids living in the streets. There, he meets teenage gang leader Ash and is mesmerized by the boy—who in turn is curious about Eiji's different lifestyle.\n\r\nBut this is the dark underground of New York, and recently a series of murders has surfaced in the city, connected only by the words \"Banana Fish.\" With personal stakes in this mysterious battle, it is up to Ash, Eiji and their allies to discover what exactly \"Banana Fish\" is, where it came from and how to get rid of it—before the world as they know it descends into chaos.\n\r\n",
    "Volumes": "19",
    "Chapters": "110",
    "Status": "Finished",
    "Published": "Apr  13, 1985 to Mar  12, 1994",
    "Genre": [
      "Action",
      "Adventure",
      "Drama"
    ],
    "Theme": [
      "Delinquents"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Yoshida, Akimi (Story & Art)",
    "Score": "8.61",
    "Ranked": "84",
    "Popularity": "289",
    "Members": "55,049",
    "Favorites": "2,320",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/265185.jpg"
  },
  {
    "Id": "1325",
    "Title": "Hi no Tori (1967)",
    "Description": "From time immemorial to the age of space colonization, there is one legend that has stayed unchanged in every history book—the tale of the immortal bird Phoenix. A being whose blood is said to grant eternal life or wisdom, the radiant figure ensures the continuation of sentient life in the universe as it oversees human civilizations and their development.\n\r\nYet, mankind remains a slave to its habits; from happiness and sorrow, to wrath and love, a myriad of emotions continue to play an integral part of human life. Simultaneously, time and time again, certain beliefs and agendas persist over the centuries to disturb the fragile equilibrium of the world's preordained nature and principles. It appears that fate, with its dynamic variables, can manifest itself in many ways—and oftentimes exhibits a bizarre sense of humor.\n\r\n",
    "Volumes": "16",
    "Chapters": "19",
    "Status": "Finished",
    "Published": "Dec  20, 1966 to Feb  1988",
    "Genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Sci-Fi",
      "Supernatural"
    ],
    "Theme": [
      "Historical",
      "Psychological",
      "Space"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Manga Shou",
    "Authors": "Tezuka, Osamu (Story & Art)",
    "Score": "8.61",
    "Ranked": "85",
    "Popularity": "815",
    "Members": "21,631",
    "Favorites": "739",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/159419.jpg"
  },
  {
    "Id": "114043",
    "Title": "Umarekawattemo Mata, Watashi to Kekkon shitekuremasu ka",
    "Description": "Toranosuke Ibuki and his wife Kaoru née Okouchi have been devotedly in love for what has seemed like their entire lives. Now, twenty years later, Toranosuke is bedridden in a hospital, but still, their love perseveres. Together, the infatuated couple reminisce about days gone by—when he proposed, when they first met, their relationships with those around them, and their blissful married life. \n\r\nThough Toranosuke has always been a bit hard-headed and Kaoru a bit short-tempered, their immense love is shown in the wrinkles on their aged skin and in the unbridled devotion in their eyes. It is so strong that they know they will love each other with the same devotion... even in their next life.\n\r\n",
    "Volumes": "4",
    "Chapters": "26",
    "Status": "Finished",
    "Published": "Oct  20, 2017 to Sep  20, 2019",
    "Genre": [
      "Romance"
    ],
    "Serialization": "Gene pixiv",
    "Authors": "Morinaga, Miku (Story & Art)",
    "Score": "8.61",
    "Ranked": "87",
    "Popularity": "670",
    "Members": "25,910",
    "Favorites": "859",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/211769.jpg"
  },
  {
    "Id": "126146",
    "Title": "\"Oshi no Ko\"",
    "Description": "Sixteen-year-old Ai Hoshino is a talented and beautiful idol who is adored by her fans. She is the personification of a pure, young maiden. But all that glitters is not gold.\n\r\nGorou Amemiya is a countryside gynecologist and a big fan of Ai. So when the pregnant idol shows up at his hospital, he is beyond bewildered. Gorou promises her a safe delivery. Little does he know, an encounter with a mysterious figure would result in his untimely death—or so he thought.\n\r\nOpening his eyes in the lap of his beloved idol, Gorou finds that he has been reborn as Aquamarine Hoshino—Ai's newborn son! With his world turned upside down, Gorou soon learns that the world of showbiz is paved with thorns, where talent does not always beget success. Will he manage to protect Ai's smile that he loves so much with the help of an eccentric and unexpected ally?\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  23, 2020 to ?",
    "Genre": [
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "Reincarnation",
      "Showbiz"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Akasaka, Aka (Story), Yokoyari, Mengo (Art)",
    "Score": "8.61",
    "Ranked": "89",
    "Popularity": "56",
    "Members": "165,004",
    "Favorites": "12,925",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/233991.jpg"
  },
  {
    "Id": "100035",
    "Title": "Tongari Boushi no Atelier",
    "Description": "Coco, a humble dressmaker's daughter, has always been fascinated by magic and the witches who cast it, despite the strict precautions they take to hide their methods from the public. However, when Coco takes advantage of a golden chance to spy on the skilled witch Qifrey, she realizes that her favorite picture book was a disguised magic book all along! In her excitement, she immediately starts testing out the various spells.\n\r\nWhen a spell causes a disaster in her home, Qifrey rescues her just in time and decides to train her, realizing that she is the first lead he has found that could help him track down the Brimmed Caps—a dangerous group of heretics who experiment with forbidden body-altering magic and spread magical artifacts among the commoners. But before Coco and Qifrey can confront the Brimmed Caps, she is going to have to improve her magical skills and learn to get along with Qifrey's other apprentices.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  22, 2016 to ?",
    "Genre": [
      "Fantasy"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning Tw",
    "Authors": "Shirahama, Kamome (Story & Art)",
    "Score": "8.61",
    "Ranked": "90",
    "Popularity": "189",
    "Members": "79,053",
    "Favorites": "4,640",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/190005.jpg"
  },
  {
    "Id": "102256",
    "Title": "Ao Ashi",
    "Description": "Ashito Aoi, a third year middle school student from Ehime, meets Tatsuya Fukuda, a \"J Youth League\" coach. Even though he's still rough around the edges, Ashito has such amazing potential that he gets invited by coach Fukuda to participate in his team's try-outs in Tokyo. The story of the boy who will revolutionize football in Japan begins to unfold.\n\r\n(Source: Ao Ashi Wiki)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  5, 2015 to ?",
    "Genre": [
      "Award Winning",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Kobayashi, Yuugo (Story & Art), Ueno, Naohiko (Story)",
    "Score": "8.60",
    "Ranked": "91",
    "Popularity": "619",
    "Members": "28,005",
    "Favorites": "1,565",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/185325.jpg"
  },
  {
    "Id": "144267",
    "Title": "Kaoru Hana wa Rin to Saku",
    "Description": "Despite being adjacent to one another, Chidori Public High School and the all-girls Kikyo Private Academy seem to exist in two different worlds. While the latter boasts an immaculate reputation and favors students from wealthy backgrounds, the former is a nest for dim-witted delinquents. Everyone at Kikyo harbors a deep hatred for their Chidori neighbors.\n\r\nSixteen-year-old Rintarou Tsumugi is a student at Chidori whose intimidating face leads people to avoid him. Rintarou pays no mind to this, as he is content with his group of friends. However, there is something he has not told them yet: sometimes, he helps out at his family's cake shop.\n\r\nOne day at work, Rintarou sees a customer at a table, but she runs off before he can talk to her. The next day, he receives an apology from the girl, Kaoruko Waguri, who explains that she did not run away because of his appearance and that she believes Rintarou is a kind-hearted person. Although he is not used to Kaoruko's bright personality, Rintarou looks forward to forming a friendship with her. There is just one obstacle that stands in his way: Kaoruko is a Kikyo student!\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  21, 2021 to ?",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Magazine pock",
    "Authors": "Mikami, Saka (Story & Art)",
    "Score": "8.60",
    "Ranked": "93",
    "Popularity": "369",
    "Members": "44,238",
    "Favorites": "1,993",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/256607.jpg"
  },
  {
    "Id": "23900",
    "Title": "Umineko no Naku Koro ni Chiru - Episode 7: Requiem of the Golden Witch",
    "Description": "Adaption on 07th Expansion's popular visual novel.\n\r\nThis episode features a new detective, a man called Willard H. Wright, who will uncover several truths about Rokkenjima's murder mystery. We will also get to know Lion Ushiromiya, a mysterious new member of the Ushiromiya family.",
    "Volumes": "9",
    "Chapters": "48",
    "Status": "Finished",
    "Published": "Apr  13, 2011 to Mar  12, 2015",
    "Genre": [
      "Drama",
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Gang",
    "Authors": "Mizuno, Eita (Art), Ryukishi07 (Story)",
    "Score": "8.59",
    "Ranked": "95",
    "Popularity": "1556",
    "Members": "12,561",
    "Favorites": "337",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/273943.jpg"
  },
  {
    "Id": "37707",
    "Title": "Shigatsu wa Kimi no Uso",
    "Description": "At a very young age, Kousei Arima was strictly taught how to play the piano and meticulously follow the score by his mother, to the point where he dominated every competition he entered with ease. He earned the title of \"Human Metronome\" for performing almost perfectly. Every musician of his age looked up to him. However, after his mother suddenly dies, he became tone-deaf due to the shock and then disappeared, never to be seen onstage since.\n\r\nTwo years later, Kousei lives a monotonous life with his childhood friends Tsubaki Sawabe and Ryouta Watari supporting him. He continues to cling to music, although performing is still an impossibility for him. This is until his unexpected encounter with Kaori Miyazono, a violinist who performs freely without the dictations of a score. A story of friendship, love, music, and a single lie, Kousei's life begins to change and gain color as Kaori helps him to take up music again.\n\r\n",
    "Volumes": "11",
    "Chapters": "44",
    "Status": "Finished",
    "Published": "Apr  6, 2011 to Feb  6, 2015",
    "Genre": [
      "Award Winning",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Music",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Monthly)",
    "Authors": "Arakawa, Naoshi (Story & Art)",
    "Score": "8.59",
    "Ranked": "96",
    "Popularity": "191",
    "Members": "78,855",
    "Favorites": "2,660",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/102691.jpg"
  },
  {
    "Id": "698",
    "Title": "Shinseiki Evangelion",
    "Description": "In 1999, a meteorite crashed into Antarctica. The impact melted the continental ice mass and drastically raised sea levels, damaging the world's climate and causing the deaths of over half its population. Now in 2015, devastating creatures of unknown origin—referred to as \"Angels\"—ravage what remains of the planet. \n\r\nIn the heavily fortified city of Tokyo-3, 14-year-old Shinji Ikari is destined to halt the Angels' onslaught. Recruited by his father's secret organization NERV, Shinji is enlisted as a pilot of an Evangelion, a massive bioorganic android created solely to defeat the Angels.\n\r\nSuddenly with the weight of the world upon his shoulders, Shinji must find the courage and drive to stand up for the future—and himself. But as skirmishes between the Evangelions and Angels become recurrent, the horrifying truth of the world is slowly revealed.\n\r\n",
    "Volumes": "14",
    "Chapters": "97",
    "Status": "Finished",
    "Published": "Dec  26, 1994 to Jun  4, 2013",
    "Genre": [
      "Action",
      "Drama",
      "Mystery",
      "Sci-Fi",
      "Suspense"
    ],
    "Theme": [
      "Mecha",
      "Psychological"
    ],
    "Demographic": [
      "Seinen",
      "Shounen"
    ],
    "Serialization": "Young Ac",
    "Authors": "Sadamoto, Yoshiyuki (Story & Art)",
    "Score": "8.58",
    "Ranked": "97",
    "Popularity": "111",
    "Members": "110,849",
    "Favorites": "7,587",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/145061.jpg"
  },
  {
    "Id": "3006",
    "Title": "JoJo no Kimyou na Bouken Part 4: Diamond wa Kudakenai",
    "Description": "In 1999, Joutarou Kuujou arrives at the Japanese town of Morioh for two reasons: to meet his illegitimate uncle Jousuke Higashikata and investigate a potentially dangerous Stand user. Only minutes after he arrives does he accomplish his first goal; however, Joutarou finds that Jousuke is not only a much younger high school student, but he possesses a Stand of his own called Crazy Diamond. Not long after their meeting, the two make a startling discovery: someone is using a supernatural bow and arrow to create Stand users around Morioh.\n\r\nWhen Jousuke witnesses the threat that this poses, he resolves to protect his town and stop the spread of lethal Stand users. Finding both allies and enemies among these users, Jousuke learns just how much one's personal interests and ambitions can be reflected in their Stands, and the resulting harm or virtue it brings. As they continue to investigate, they begin to unearth the shocking history of Morioh, bringing forth hidden dangers and a mystery from years past.\n\r\n",
    "Volumes": "18",
    "Chapters": "174",
    "Status": "Finished",
    "Published": "Apr  21, 1992 to Nov  21, 1995",
    "Genre": [
      "Action",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Araki, Hirohiko (Story & Art)",
    "Score": "8.57",
    "Ranked": "98",
    "Popularity": "133",
    "Members": "101,097",
    "Favorites": "6,456",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/269910.jpg"
  },
  {
    "Id": "3031",
    "Title": "Pandora Hearts",
    "Description": "Reminiscent of a broken toy box, the mystical Abyss is a terrifying realm home to monstrous creatures called Chains. Most believe it to be only a fairy tale, used to scare children who misbehave. Oz Vessalius, the cheerful and mischievous heir of the noble Vessalius family, is one such individual—until, at his coming-of-age ceremony, the mysterious Baskerville Clan arrives and condemns him to the Abyss for a sin he neither committed nor knows anything about. Oz then forms a contract with Alice, a unique Chain who can take on human form, in an attempt to escape from the Abyss.\n\r\nAs Oz struggles to unravel the mysteries behind his sin, the Abyss, and a tragedy from one hundred years ago, he and his companions find themselves confronted by the Baskervilles and ghosts from the past. Meanwhile, his journey back home is plagued by relentless despair.\n\r\n",
    "Volumes": "24",
    "Chapters": "107",
    "Status": "Finished",
    "Published": "May  18, 2006 to Mar  18, 2015",
    "Genre": [
      "Adventure",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "Mochizuki, Jun (Story & Art)",
    "Score": "8.57",
    "Ranked": "99",
    "Popularity": "50",
    "Members": "172,223",
    "Favorites": "16,513",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/169004.jpg"
  },
  {
    "Id": "13245",
    "Title": "Chihayafuru",
    "Description": "Always deemed inferior to her elder sister, the strong-willed yet aimless Chihaya Ayase has no dream of her own. In contrast to her, Taichi Mashima, the son of a surgeon, is gifted yet insecure as he is burdened by the heavy expectations of his strict mother, who wants him to be perfect in everything. However, the lives of Chihaya and Taichi soon change as they encounter Arata Wataya, the new transfer student in their class.\n\r\nInspired by Arata's dream to become the best at competitive karuta—a card game based on the classic anthology of one hundred Japanese poets—Chihaya quickly falls in love with the game. Refusing to lose to the talented Arata, the prideful Taichi joins along and immerses himself in the game, aiming to one day surpass his fated rival. The three friends spend their childhood practicing karuta everyday, until certain circumstances force them to part with each other.\n\r\nA few years later, now in high school, the trio finds themselves reunited through the world of competitive karuta. Alongside their newfound comrades and rivals, they embark on a journey of self-discovery, friendship, and romance.\n\r\n",
    "Volumes": "50",
    "Chapters": "252",
    "Status": "Finished",
    "Published": "Dec  28, 2007 to Aug  1, 2022",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Love Polygon",
      "Strategy Game"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Be-Lov",
    "Authors": "Suetsugu, Yuki (Story & Art)",
    "Score": "8.57",
    "Ranked": "100",
    "Popularity": "365",
    "Members": "45,025",
    "Favorites": "2,599",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/245072.jpg"
  },
  {
    "Id": "105084",
    "Title": "Jibaku Shounen Hanako-kun",
    "Description": "Rumors of the supernatural overrun Kamome Academy, namely the \"Seven Mysteries.\" One of these mysteries is the legend of Hanako-san, the ghost of a young girl residing in the girl's bathroom on the third floor of the old school building, who is said to grant any wish her summoner desires. First-year high school student Nene Yashiro daringly summons Hanako-san in desperate need of love, but the Hanako that appears before her is a boy!\n\r\nAfter Hanako-kun claims that he has no magical items of use, Nene tries various ways to get noticed by her crush. With her desperation reaching its peak, she gets into trouble after consuming a mermaid scale, which turns her into a fish. Hanako-kun rescues her, binding their fates together in the process; in return for this aid, Nene must become his assistant. Now entangled in the supernatural realm, Nene soon discovers that there's much more to the school's Seven Mysteries than basic rumors.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  18, 2014 to ?",
    "Genre": [
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "Aida, Iro (Story & Art)",
    "Score": "8.57",
    "Ranked": "102",
    "Popularity": "112",
    "Members": "110,642",
    "Favorites": "10,951",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/192551.jpg"
  },
  {
    "Id": "118289",
    "Title": "Skip to Loafer",
    "Description": "Having recently moved from her small backwater town in Ishikawa Prefecture to attend a prestigious high school in Tokyo, Mitsumi Iwakura plans on using her high school career as a launchpad for her dream of going to law school and becoming a public servant; however, she also recognizes the need to occasionally have fun and make friends. To that end, she's gone so far as to map out her entire life ahead of time, but all of her preparation flies out the window on the first day of school.\n\r\nMitsumi misses her train stop and is about to be late to the entrance ceremony, which is especially troublesome because she is supposed to give a speech as the new students' representative. While lamenting her situation, Sousuke Shima—a handsome first-year student who is also late—sees her and offers to walk with her  to school. They eventually make it to school, although Mitsumi has some unfortunate accidents soon after that leave a less-than-favorable impression on everyone. In spite of her misfortune, her classmates soon take notice of Mitsumi and Sousuke's chemistry, despite their differing personas.\n\r\nWith the new year already off to an interesting start, Mitsumi is eager to get to know her classmates better and get involved at her school. Only time will tell if this country bumpkin can make it in the city, but one thing has become certain: she definitely won't be alone on her journey!\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  25, 2018 to ?",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Takamatsu, Misaki (Story & Art)",
    "Score": "8.57",
    "Ranked": "103",
    "Popularity": "519",
    "Members": "33,182",
    "Favorites": "1,635",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/220669.jpg"
  },
  {
    "Id": "22",
    "Title": "Rurouni Kenshin: Meiji Kenkaku Romantan",
    "Description": "Ten years have passed since the end of Bakumatsu, an era of war that saw the uprising of citizens against the Tokugawa shogunate. The revolutionaries wanted to create a time of peace, and a thriving country free from oppression. The new age of Meiji has come, but peace has not yet been achieved. Swords are banned but people are still murdered in the streets. Orphans of war veterans are left with nowhere to go, while the government seems content to just line their pockets with money.\n\r\nOne wandering samurai, Kenshin Himura, still works to make sure the values he fought for are worth the lives spent to bring about the new era. Once known as Hitokiri Battousai, he was feared as the most ruthless killer of all the revolutionaries. Now haunted by guilt, Kenshin has sworn never to kill again in atonement for the lives he took, and he may never know peace until killing is a thing of the past.\n\r\nNow in the 11th year of Meiji, Kenshin stumbles upon Kaoru Kamiya, owner and head instructor of a small dojo being threatened to close its doors. The police force is powerless to stop the string of murders done in the name of her dojo by a man claiming to be the famous Battousai. Kenshin's wanderings pause for now as he joins Kaoru to clear both their names. But how long can he stay before his past catches up to him?\n\r\n",
    "Volumes": "28",
    "Chapters": "259",
    "Status": "Finished",
    "Published": "Apr  12, 1994 to Sep  21, 1999",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Historical",
      "Samurai"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Watsuki, Nobuhiro (Story & Art)",
    "Score": "8.56",
    "Ranked": "104",
    "Popularity": "139",
    "Members": "96,669",
    "Favorites": "7,241",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/127583.jpg"
  },
  {
    "Id": "214",
    "Title": "Kidou Senshi Gundam: The Origin",
    "Description": "Zeon ace pilot, Commander Char Aznable, thought he could foil the Federation's plan to build a mobile suit by attacking their research base on colony Side 7. He was wrong. With a prototype already active, the besieged Federation forces strike back using their new weapon, the mobile suit Gundam, with devastating consequences. Amidst the fighting, young electronics wizard Amuro Ray is determined not to let his friends and family die in the crossfire. But what can one boy do to repel a squad of mobile suit-clad invaders?\n\r\n(Source: VIZ Media)",
    "Volumes": "24",
    "Chapters": "112",
    "Status": "Finished",
    "Published": "Jun  25, 2001 to Jun  26, 2014",
    "Genre": [
      "Action",
      "Award Winning",
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Mecha",
      "Military",
      "Space"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gundam Ac",
    "Authors": "Yasuhiko, Yoshikazu (Story & Art), Tomino, Yoshiyuki (Story)",
    "Score": "8.56",
    "Ranked": "105",
    "Popularity": "1253",
    "Members": "14,958",
    "Favorites": "765",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/151300.jpg"
  },
  {
    "Id": "610",
    "Title": "Skip Beat!",
    "Description": "Sixteen-year-old Kyouko Mogami followed her childhood friend and love interest Shoutarou \"Shou\" Fuwa to Tokyo to support him while he works toward his dream of becoming a top idol in the entertainment industry. But after finding out that Shou considers her as little more than a mere housekeeper, she swears to enact revenge by entering the entertainment industry herself and beating him at his own game!\n\r\nHowever, Kyouko's revenge plan suffers a setback almost immediately when she is rejected by the talent agency of her choice. Fortunately, the president of the agency gives her a second chance, and places her in the newly made \"Love Me\" section. Kyouko then begins her long journey to stardom, cultivating her skills as an actress and forming relationships with new friends along the way.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  15, 2002 to ?",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Love Polygon",
      "Showbiz"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Nakamura, Yoshiki (Story & Art)",
    "Score": "8.56",
    "Ranked": "106",
    "Popularity": "153",
    "Members": "90,641",
    "Favorites": "9,173",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/255389.jpg"
  },
  {
    "Id": "11514",
    "Title": "Otoyomegatari",
    "Description": "It's the 19th century in a tribal town near the Caspian Sea, Central Asia. People lead simple lives along the Silk Road, believing in various customs and traditions as they have for many years. Amir Halgal is a beautiful 20-year-old woman skilled in archery, hunting, and horseback riding. She has come from a faraway village for an arranged marriage to a charming 12-year-old boy by the name of Karluk Eihon.\n\r\nDue to the large age difference, the relationship between Amir and Karluk is a little awkward initially. However, everyday interactions between the two allow them to develop feelings of love and respect for each other that eventually strengthen their bond. Otoyomegatari follows the daily lives and challenges of Amir and Karluk alongside various other couples across Central Asia, in a beautiful portrayal of the culture and traditions of the brides of the era.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  14, 2008 to ?",
    "Genre": [
      "Award Winning",
      "Romance"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Aokish",
    "Authors": "Mori, Kaoru (Story & Art)",
    "Score": "8.56",
    "Ranked": "107",
    "Popularity": "214",
    "Members": "70,244",
    "Favorites": "2,601",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/188950.jpg"
  },
  {
    "Id": "61579",
    "Title": "Tobaku Datenroku Kaiji: One Poker-hen",
    "Description": "In the aftermath of the disclosure game that won two Mahjong anomalies, the villainy \"17 steps\" game. Kazuya sets forth a gamble of 2,000,000,000 Yen! How will Kaiji survive?!",
    "Volumes": "16",
    "Chapters": "155",
    "Status": "Finished",
    "Published": "Jun  3, 2013 to Aug  21, 2017",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "High Stakes Game",
      "Psychological",
      "Strategy Game"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Fukumoto, Nobuyuki (Story & Art)",
    "Score": "8.56",
    "Ranked": "108",
    "Popularity": "2354",
    "Members": "8,347",
    "Favorites": "441",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/106039.jpg"
  },
  {
    "Id": "92559",
    "Title": "Diamond no Ace Act II",
    "Description": "Picking up the next year after the end of the fall tournament, Seidou High School baseball team battle it out with new and old faces as they begin their tournament run at Koshien.",
    "Volumes": "34",
    "Chapters": "309",
    "Status": "Finished",
    "Published": "Aug  19, 2015 to Oct  26, 2022",
    "Genre": [
      "Sports"
    ],
    "Theme": [
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Terajima, Yuuji (Story & Art)",
    "Score": "8.56",
    "Ranked": "110",
    "Popularity": "1121",
    "Members": "16,183",
    "Favorites": "1,025",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/167576.jpg"
  },
  {
    "Id": "11327",
    "Title": "One Outs",
    "Description": "Toua Tokuchi, a master of gambling and mind games, holds the remarkable record of 499 wins and zero losses in \"One Outs,\" a simplified form of baseball that consists of only a batter and a pitcher. Visiting Okinawa, Tokuchi's hometown, is Hiromichi Kojima, the star batter of the Saikyou Saitama Lycaons, the weakest team in the Japanese baseball league. Dreaming of leading the Lycaons to winning the championship, and in dire need of a replacement for their injured pitcher during a training camp, Kojima involves himself in a game of One Outs, only to lose to a normal fastball from the seemingly invincible Tokuchi.\n\r\nMesmerized by his prowess, Kojima recruits Tokuchi to the team after narrowly avoiding defeat in a rematch, believing he might just be their key to victory. However, the greedy owner of the Lycaons refuses to give him a decent salary, leading Tokuchi to suggest an unusual contract: every out he pitches will gain him five million yen, but every run he gives up will lose him fifty million yen. With his fate now tied to that of the team, Tokuchi's fight to bring the Lycaons to victory becomes yet another gamble—the very thing that he does best.\n\r\n",
    "Volumes": "20",
    "Chapters": "175",
    "Status": "Finished",
    "Published": "Nov  14, 1998 to Aug  15, 2006",
    "Genre": [
      "Sports"
    ],
    "Theme": [
      "Adult Cast",
      "Psychological",
      "Team Sports"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Business Jump",
    "Authors": "Kaitani, Shinobu (Story & Art)",
    "Score": "8.55",
    "Ranked": "111",
    "Popularity": "511",
    "Members": "33,481",
    "Favorites": "1,300",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/169329.jpg"
  },
  {
    "Id": "119161",
    "Title": "Spy x Family",
    "Description": "For the agent known as \"Twilight,\" no order is too tall if it is for the sake of peace. Operating as Westalis' master spy, Twilight works tirelessly to prevent extremists from sparking a war with neighboring country Ostania. For his latest mission, he must investigate Ostanian politician Donovan Desmond by infiltrating his son's school: the prestigious Eden Academy. Thus, the agent faces the most difficult task of his career: get married, have a child, and play family.\n\r\nTwilight, or \"Loid Forger,\" quickly adopts the unassuming orphan Anya to play the role of a six-year-old daughter and prospective Eden Academy student. For a wife, he comes across Yor Briar, an absent-minded office worker who needs a pretend partner of her own to impress her friends. However, Loid is not the only one with a hidden nature. Yor moonlights as the lethal assassin \"Thorn Princess.\" For her, marrying Loid creates the perfect cover. Meanwhile, Anya is not the ordinary girl she appears to be; she is an esper, the product of secret experiments that allow her to read minds. Although she uncovers their true identities, Anya is thrilled that her new parents are cool secret agents! She would never tell them, of course. That would ruin the fun.\n\r\nUnder the guise of \"The Forgers,\" the spy, the assassin, and the esper must act as a family while carrying out their own agendas. Although these liars and misfits are only playing parts, they soon find that family is about far more than blood relations.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  25, 2019 to ?",
    "Genre": [
      "Action",
      "Comedy"
    ],
    "Theme": [
      "Childcare"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Endou, Tatsuya (Story & Art)",
    "Score": "8.55",
    "Ranked": "112",
    "Popularity": "18",
    "Members": "297,475",
    "Favorites": "19,942",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/219741.jpg"
  },
  {
    "Id": "23390",
    "Title": "Shingeki no Kyojin",
    "Description": "Hundreds of years ago, horrifying creatures which resembled humans appeared. These mindless, towering giants, called \"Titans,\" proved to be an existential threat, as they preyed on whatever humans they could find in order to satisfy a seemingly unending appetite. Unable to effectively combat the Titans, mankind was forced to barricade themselves within large walls surrounding what may very well be humanity's last safe haven in the world.\n\r\nIn the present day, life within the walls has finally found peace, since the residents have not dealt with Titans for many years. Eren Yeager, Mikasa Ackerman, and Armin Arlert are three young children who dream of experiencing all that the world has to offer, having grown up hearing stories of the wonders beyond the walls. But when the state of tranquility is suddenly shattered by the attack of a massive 60-meter Titan, they quickly learn just how cruel the world can be. On that day, Eren makes a promise to himself that he will do whatever it takes to eradicate every single Titan off the face of the Earth, with the hope that one day, humanity will once again be able to live outside the walls without fear.\n\r\n",
    "Volumes": "34",
    "Chapters": "141",
    "Status": "Finished",
    "Published": "Sep  9, 2009 to Apr  9, 2021",
    "Genre": [
      "Action",
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Gore",
      "Military",
      "Survival"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Bessatsu Shounen Mag",
    "Authors": "Isayama, Hajime (Story & Art)",
    "Score": "8.55",
    "Ranked": "114",
    "Popularity": "2",
    "Members": "648,189",
    "Favorites": "69,057",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/37846.jpg"
  },
  {
    "Id": "8157",
    "Title": "Kamisama Hajimemashita",
    "Description": "Nanami Momozono is a high schooler who has a lot on her plate. Her father had evaded his enormous gambling debts by escaping town, which resulted in his daughter being evicted by the debt collectors. As Nanami muses about her future, she runs into a man hanging onto a tree to escape a dog. She rescues him and tells him about her current situation, prompting the man to offer her his home. He believes that Nanami is more suited than him to be the \"Master\" of the house, and thus she takes him up on his offer.\n\r\nUpon arrival, however, Nanami discovers that said house is actually a dilapidated shrine. She is about to double back when a fox familiar and two shrine spirits stop her, mistaking her for their former master Mikage, the land god of the shrine. Upon realization, Tomoe—the fox familiar—leaves the shrine, refusing to serve Nanami. After a series of events leaves Nanami in grave danger, she summons Tomoe and seals a contract with him to earn his subservience. Now a human land god, Nanami must face new daunting tasks, menacing adversaries, and her handsome and hot-headed familiar.\n\r\n",
    "Volumes": "25",
    "Chapters": "154",
    "Status": "Finished",
    "Published": "Feb  20, 2008 to May  20, 2016",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Suzuki, Julietta (Story & Art)",
    "Score": "8.54",
    "Ranked": "115",
    "Popularity": "160",
    "Members": "87,787",
    "Favorites": "5,448",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/269698.jpg"
  },
  {
    "Id": "107562",
    "Title": "Kusuriya no Hitorigoto",
    "Description": "In a certain imperial court, it has been a few months since a 17-year-old girl known as Maomao was kidnapped and forced to work as a low-level servant at the emperor's palace. Still, she manages to retain her curious and pragmatic spirit, planning to work until her years of servitude are over. One day, however, she catches wind of the fact that the emperor's two infants have fallen gravely ill. She decides to secretly take action, drawing on her experience as a pharmacist raised in the poor red-light district.  \n\r\nDespite Maomao's attempts to remain anonymous, she soon catches the eye of Jinshi, an influential eunuch who recognizes her talents. Maomao soon finds herself in the emperor's inner court, where she gradually makes a name for herself by utilizing her knowledge and eccentric personality to solve various medical mysteries.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  25, 2017 to ?",
    "Genre": [
      "Drama",
      "Mystery"
    ],
    "Theme": [
      "Historical",
      "Medical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Gang",
    "Authors": "Hyuuga, Natsu (Story), Nekokurage (Art), Nanao, Itsuki (Story)",
    "Score": "8.54",
    "Ranked": "116",
    "Popularity": "293",
    "Members": "53,591",
    "Favorites": "2,464",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/201154.jpg"
  },
  {
    "Id": "113138",
    "Title": "Jujutsu Kaisen",
    "Description": "Hidden in plain sight, an age-old conflict rages on. Supernatural monsters known as \"Curses\" terrorize humanity from the shadows, and powerful humans known as \"Jujutsu\" sorcerers use mystical arts to exterminate them. When high school student Yuuji Itadori finds a dried-up finger of the legendary Curse Sukuna Ryoumen, he suddenly finds himself joining this bloody conflict.\n\r\nAttacked by a Curse attracted to the finger's power, Yuuji makes a reckless decision to protect himself, gaining the power to combat Curses in the process but also unwittingly unleashing the malicious Sukuna into the world once more. Though Yuuji can control and confine Sukuna to his own body, the Jujutsu world classifies Yuuji as a dangerous, high-level Curse who must be exterminated.\n\r\nDetained and sentenced to death, Yuuji meets Satoru Gojou—a teacher at Jujutsu High School—who explains that despite his imminent execution, there is an alternative for him. Being a rare vessel to Sukuna, if Yuuji were to die, then Sukuna would perish too. Therefore, if Yuuji were to consume the many other remnants of Sukuna, then Yuuji's subsequent execution would truly eradicate the malicious demon. Taking up this chance to make the world safer and live his life for a little longer, Yuuji enrolls in Tokyo Prefectural Jujutsu High School, jumping headfirst into a harsh and unforgiving battlefield.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  5, 2018 to ?",
    "Genre": [
      "Action",
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Akutami, Gege (Story & Art)",
    "Score": "8.54",
    "Ranked": "117",
    "Popularity": "12",
    "Members": "395,499",
    "Favorites": "31,173",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/210341.jpg"
  },
  {
    "Id": "114745",
    "Title": "Blue Lock",
    "Description": "After reflecting on the current state of Japanese soccer, the Japanese Football Association decides to hire the enigmatic and eccentric coach Jinpachi Ego to achieve their dream of winning the World Cup. Believing that Japan has lacked an egoistic striker hungry for goals, Jinpachi initiates the Blue Lock—a prison-like facility where three hundred talented strikers from high schools all over Japan are isolated and pitted against each other. The sole survivor of Blue Lock will earn the right to become the national team's striker, and those who are defeated shall be banned from joining the team forever. \n\r\nSelected to join this risky project is Yoichi Isagi, a striker who failed to bring his high school soccer team to the national tournament. After choosing to pass to a teammate who missed instead of scoring on his own, he could not help but wonder if the results would have been different had he been more selfish. Using this golden opportunity given by the Blue Lock Project, Yoichi aims to clear his doubts and chase his ultimate desire—to become the greatest striker in the world and lead Japan to World Cup glory.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  1, 2018 to ?",
    "Genre": [
      "Award Winning",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Kaneshiro, Muneyuki (Story), Nomura, Yuusuke (Art)",
    "Score": "8.53",
    "Ranked": "118",
    "Popularity": "58",
    "Members": "163,254",
    "Favorites": "12,507",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/213340.jpg"
  },
  {
    "Id": "129621",
    "Title": "Medalist",
    "Description": "Becoming an ice dancer was not what Tsukasa Akeuraji had aimed for when he decided to take on the figure skating world. However, it is where he ended up as he \"started too late\" to follow his true solo-skating dreams.\n\r\nFor years, he was content with being a shell of his former ambitions—that is, until he met a little girl in whom he saw himself. Inori Yuitsuka, a fifth-grader so desperate to skate that she practiced in secret, had visited Tsukasa's rink with her mother to ask for lessons. She was branded as useless by everyone around her, told it was \"too late\" for her to begin, and that catching up to other skaters was impossible.\n\r\nWith a newfound conviction and unwillingness to let another passionate skater go down the same road as him, Tsukasa takes on the responsibility of coaching her and promises to make Inori a medalist.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  25, 2020 to ?",
    "Genre": [
      "Award Winning",
      "Drama",
      "Sports"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Tsurumaikada (Story & Art)",
    "Score": "8.53",
    "Ranked": "119",
    "Popularity": "1966",
    "Members": "9,772",
    "Favorites": "215",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/235204.jpg"
  },
  {
    "Id": "137303",
    "Title": "Hirayasumi",
    "Description": "Living in Asagaya, 29-year-old Hiroto Ikuta spends his days working at his part-time job and chatting with the locals. He likes visiting Hanae Wada most, a grumpy yet kind elderly woman whom Hiroto calls \"Granny.\" Hiroto's time with Granny is sadly cut short when she passes away from a heart attack. To his surprise, Hiroto inherits Granny's house as she never married or had children.\n\r\nThree months later, 18-year-old Natsumi Kobayashi moves from her hometown to attend art school. With nowhere else to go, she stays with her cousin Hiroto, whom she has not seen in years. Despite their opposing personalities, the pair begin living under the same roof as they struggle through their seemingly mundane lives.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  26, 2021 to ?",
    "Genre": [
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Shinzou, Keigo (Story & Art)",
    "Score": "8.53",
    "Ranked": "120",
    "Popularity": "1838",
    "Members": "10,454",
    "Favorites": "321",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/249992.jpg"
  },
  {
    "Id": "44307",
    "Title": "Kakukaku Shikajika",
    "Description": "Akiko Hayashi has soaring but strangely specific dreams: to make a successful manga debut while still in school, have her favorite actor star in its adaptation, and end up marrying him. However, she is far from having the motivation or skills to realize these hopes. When a friend introduces her to an unorthodox, backstreet art class taught by the strong-armed Kenzou Hidaka, called simply as \"sensei,\" Akiko decides to enroll, expecting an easy ride and an automatic improvement in her art skills. To her chagrin, what she gets is something else entirely—a tough, demanding, and uncompromising teacher with absolutely no interest in manga.\n\r\nBut when Akiko takes up Sensei's challenge of an intense schedule, she comes to recognize how much he cares about his students and forms a close bond with him. With Sensei's guidance, Akiko learns what is necessary to become a successful mangaka as well as what it means to be an adult.\n\r\n",
    "Volumes": "5",
    "Chapters": "34",
    "Status": "Finished",
    "Published": "Nov  28, 2011 to Jan  28, 2015",
    "Genre": [
      "Award Winning",
      "Slice of Life"
    ],
    "Theme": [
      "Memoir",
      "Otaku Culture",
      "Visual Arts"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Cocoh",
    "Authors": "Higashimura, Akiko (Story & Art)",
    "Score": "8.53",
    "Ranked": "122",
    "Popularity": "658",
    "Members": "26,501",
    "Favorites": "1,084",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/154270.jpg"
  },
  {
    "Id": "101396",
    "Title": "Sasaki to Miyano",
    "Description": "Yoshikazu Miyano is a meek high school student who enjoys reading boys-love manga. One day, he finds himself in a predicament of stopping a fierce school fight, unsure of what actions to take. Before everything gets worse, he is interrupted by upperclassman Shuumei Sasaki, who boldly takes his place and saves Miyano from his grief. From that day on, Miyano has quietly looked up to him.\n\r\nHowever, three months later, Miyano realizes that Sasaki is more bothersome than admirable. At school, Miyano is greeted by him with playful teases, not to mention the frequent friendly skinship he receives. When Sasaki asks for manga recommendations, Miyano lets him borrow a boys-love comic he owns. Surprisingly, Sasaki ended up enjoying its content and got hooked on boys-love as well, marking the start of a shared passion. Could it develop into something more?\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  26, 2016 to ?",
    "Genre": [
      "Boys Love"
    ],
    "Theme": [
      "Otaku Culture",
      "School"
    ],
    "Serialization": "Gene pixiv",
    "Authors": "Harusono, Shou (Story & Art)",
    "Score": "8.53",
    "Ranked": "124",
    "Popularity": "497",
    "Members": "34,122",
    "Favorites": "2,140",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/187122.jpg"
  },
  {
    "Id": "79085",
    "Title": "Given",
    "Description": "There is a tune stuck in Mafuyu Satou's head. As he clutches the guitar in his hands, this melody swirls around and around, screaming words of regret, longing, and loss. But with his careless expression that always seems to be up in the clouds, no one knows his true feelings. However, a chance encounter with classmate Ritsuka Uenoyama may finally give Mafuyu the push to let his voice be heard.\n\r\nUenoyama is the guitarist of a band, whose fellow members include the kindhearted bassist Haruki Nakayama and rough-looking drummer Akihiko Kaji. Even without a vocalist, their ragtag group has done well as an instrumental-only band. However, their chance to reach even greater heights may have arrived when Uenoyama hears Mafuyu's voice—Uenoyama is enchanted, inviting the reluctant Mafuyu to join.\n\r\nWorking in a band is a difficult task; often, emotions threaten to break it apart, but they can also bring its members closer together. With Uenoyama's help, Mafuyu may finally be able to express the feelings that fight to break free from within his heart.\n\r\n",
    "Volumes": "9",
    "Chapters": "58",
    "Status": "Finished",
    "Published": "Apr  30, 2013 to Mar  30, 2023",
    "Genre": [
      "Boys Love",
      "Drama"
    ],
    "Theme": [
      "Music",
      "School"
    ],
    "Serialization": "Cheri+",
    "Authors": "Kizu, Natsuki (Story & Art)",
    "Score": "8.53",
    "Ranked": "126",
    "Popularity": "259",
    "Members": "59,918",
    "Favorites": "4,323",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/172497.jpg"
  },
  {
    "Id": "56529",
    "Title": "Bungou Stray Dogs",
    "Description": "Atsushi Nakajima is on the brink of death after being kicked out of his orphanage. With no food and nowhere to go, all hope seems lost—until he saves a mysterious man called Osamu Dazai from drowning. Much to his partner Doppo Kunikida's irritation, Dazai offers Atsushi a meal and reveals they work for the Armed Detective Agency, an organization of gifted individuals who take care of criminal cases the authorities cannot.\n\r\nThe two ask Atsushi for his assistance in tracking down a supernatural tiger that has been wreaking havoc throughout the city, and he reluctantly agrees. After they resolve the case, Dazai offers him a position in the agency. But the job is about to get a lot more dangerous as the Port Mafia, the local crime syndicate, begins to move against them. Caught in the middle of a turf war, Atsushi must master his newfound special ability in order to protect himself, his new friends, and the entire city.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  4, 2012 to ?",
    "Genre": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Ac",
    "Authors": "Asagiri, Kafka (Story), Harukawa35 (Art)",
    "Score": "8.52",
    "Ranked": "127",
    "Popularity": "157",
    "Members": "88,689",
    "Favorites": "6,044",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/288894.jpg"
  },
  {
    "Id": "87844",
    "Title": "The Fable",
    "Description": "Fable is a legendary hitman who has completed numerous jobs for a variety of clients. After concluding his latest assignment, the number of people he has recently killed becomes too high, and Fable is ordered by his boss to lay low for a year. He is suggested that having to adapt to life as an ordinary citizen might prove a valuable experience for his future work. \n\r\nFable is to be accompanied by the woman who acts as his driver, and the two will assume new identities as siblings. However, their boss warns them that they will both face a deadly punishment if Fable kills anyone during his time off. Thus begins Akira and Youko Satou's joint one-year sabbatical from the underworld.\n\r\n",
    "Volumes": "22",
    "Chapters": "240",
    "Status": "Finished",
    "Published": "Nov  1, 2014 to Nov  18, 2019",
    "Genre": [
      "Award Winning",
      "Comedy"
    ],
    "Theme": [
      "Organized Crime"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Minami, Katsuhisa (Story & Art)",
    "Score": "8.52",
    "Ranked": "129",
    "Popularity": "396",
    "Members": "41,766",
    "Favorites": "1,259",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/152911.jpg"
  },
  {
    "Id": "102",
    "Title": "Fruits Basket",
    "Description": "Tooru Honda is an orphan with nowhere to go but a tent in the woods, until the Souma family takes her in. However, the Souma family is no ordinary family, and they hide a grave secret: when they are hugged by someone of the opposite gender, they turn into animals from the Chinese zodiac!\n\r\nNow, Tooru must help Kyou and Yuki Souma hide their curse from their classmates, as well as her friends Arisa Uotani and Saki Hanajima. As she is drawn further into the mysterious world of the Soumas, she meets more of the family, forging friendships along the way.\n\r\nBut this curse has caused much suffering; it has broken many Soumas. Despite this, Tooru may just be able to heal their hearts and soothe their souls.\n\r\n",
    "Volumes": "23",
    "Chapters": "136",
    "Status": "Finished",
    "Published": "Jul  18, 1998 to Nov  20, 2006",
    "Genre": [
      "Award Winning",
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Love Polygon",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Takaya, Natsuki (Story & Art)",
    "Score": "8.52",
    "Ranked": "130",
    "Popularity": "76",
    "Members": "141,337",
    "Favorites": "14,505",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/269697.jpg"
  },
  {
    "Id": "11734",
    "Title": "Watashitachi no Shiawase na Jikan",
    "Description": "They wanted to die for their own reasons.\n\r\nJuri Mutou is the daughter of a once-famous pianist whose career came to an end after giving birth to her. After a traumatic event she experienced as a teenager, Juri has attempted suicide three times and has come to hate her mother. With her life clouded due to a dark past, her aunt Monica, a member of the clergy, invites her to visit a convict sentenced to death.\n\r\nYuu is a death row inmate charged with murdering three people, leading to many attempts at ending his own life within his jail cell. He frequently receives letters from Monica, who hopes to help him, but sees this as an act of pity. But when Yuu decides to meet Monica to say that he wants her to stop sending letters, he encounters Juri, a meeting that would change both of their lives.\n\r\n",
    "Volumes": "1",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "Mar  28, 2008 to Aug  22, 2008",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Music",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Bunch",
    "Authors": "Yumeka, Sumomo (Art)",
    "Score": "8.52",
    "Ranked": "133",
    "Popularity": "108",
    "Members": "114,647",
    "Favorites": "4,829",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/66993.jpg"
  },
  {
    "Id": "28393",
    "Title": "Sakamichi no Apollon",
    "Description": "Constantly transferring schools since childhood, Kaoru Nishimi has always been seen as a social outcast when he transfers due to his intellectual nature and wealthy background. But after moving to Kyushu for his first year of high school, things begin to change when Kaoru befriends the class president Ritsuko Mukae and, unexpectedly, the notorious school delinquent Sentarou Kawabuchi. While Kaoru is an honors student, Sentarou is constantly getting into fights and skipping class. However, these two opposites find a common ground in one thing—music.\n\r\nOne day, Kaoru is invited by Ritsuko to visit her family's record store, where he finds Sentarou in the basement showcasing his skill in jazz drumming. Kaoru, being a classical pianist, knows nothing about jazz. But inspired by the performance, he begins to open his mind to the genre alongside Sentarou. The duo begin to practice in after-school jazz sessions in the record store's basement. As he spends more time improving his skills in jazz, Kaoru finds a person whom he can truly call his friend, and comes to learn the joys of playing music. Sakamichi no Apollon follows their story of friendship and love brought together by jazz.\n\r\n",
    "Volumes": "9",
    "Chapters": "45",
    "Status": "Finished",
    "Published": "Sep  28, 2007 to Jan  28, 2012",
    "Genre": [
      "Award Winning",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Love Polygon",
      "Music",
      "School"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Flowers (Monthly)",
    "Authors": "Kodama, Yuki (Story & Art)",
    "Score": "8.52",
    "Ranked": "135",
    "Popularity": "579",
    "Members": "29,592",
    "Favorites": "977",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/254787.jpg"
  },
  {
    "Id": "33327",
    "Title": "Tokyo Ghoul",
    "Description": "Lurking within the shadows of Tokyo are frightening beings known as \"ghouls,\" who satisfy their hunger by feeding on humans once night falls. An organization known as the Commission of Counter Ghoul (CCG) has been established in response to the constant attacks on citizens and as a means of purging these creatures. However, the problem lies in identifying ghouls as they disguise themselves as humans, living amongst the masses so that hunting prey will be easier. Ken Kaneki, an unsuspecting university freshman, finds himself caught in a world between humans and ghouls when his date turns out to be a ghoul after his flesh.\n\r\nBarely surviving this encounter after being taken to a hospital, he discovers that he has turned into a half-ghoul as a result of the surgery he received. Unable to satisfy his intense craving for human meat through conventional means, Kaneki is taken in by friendly ghouls who run a coffee shop in order to help him with his transition. As he begins what he thinks will be a peaceful new life, little does he know that he is about to find himself at the center of a war between his new comrades and the forces of the CCG, and that his new existence has caught the attention of ghouls all over Tokyo.\n\r\n",
    "Volumes": "14",
    "Chapters": "144",
    "Status": "Finished",
    "Published": "Sep  8, 2011 to Sep  18, 2014",
    "Genre": [
      "Action",
      "Fantasy",
      "Horror"
    ],
    "Theme": [
      "Gore",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Ishida, Sui (Story & Art)",
    "Score": "8.52",
    "Ranked": "136",
    "Popularity": "5",
    "Members": "494,538",
    "Favorites": "44,590",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/114037.jpg"
  },
  {
    "Id": "113010",
    "Title": "Bakemonogatari",
    "Description": "Koyomi Araragi is no stranger to the abnormal. During the spring break of his third year in high school, a fateful encounter with vampire Kiss-Shot Acerola-Orion Heart-Under-Blade turns him into a vampire himself. Thrust into the world of oddities, Araragi finds himself catching classmate Hitagi Senjougahara when she falls down the school stairs one day—but something is amiss. After being confronted by the girl in question, Araragi learns that her weight was stolen by a mythical crab. In spite of Senjougahara's blunt threats, he manages to convince her to let him help. In need of a solution to an abnormal problem, the two visit the mysterious Meme Oshino, a wanderer who saved Araragi from his vampirism.\n\nBakemonogatari is a tale about the monsters that reside within everyone, but just how deep do they dwell in the people Araragi meets?\n\r\n",
    "Volumes": "22",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "Mar  14, 2018 to Mar  15, 2023",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Vampire"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Oh! Great (Art), NISIO, ISIN (Story)",
    "Score": "8.51",
    "Ranked": "138",
    "Popularity": "468",
    "Members": "36,169",
    "Favorites": "1,712",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/210355.jpg"
  },
  {
    "Id": "5744",
    "Title": "Ping Pong",
    "Description": "Makoto Tsukimoto (nicknamed Smile) is a quiet high schooler who's been friends with the loud and energetic Yutaka Hoshino (nicknamed Peco) since childhood. They're both in the local table tennis club and both have a natural talent for it, although Smile's personality always prevents him from winning against Peco. The club teacher, however, notices Smile's talent and tries to make him gain some sportive tenacity.\n\r\n(Source: ANN, edited)",
    "Volumes": "5",
    "Chapters": "55",
    "Status": "Finished",
    "Published": "1996 to  1997",
    "Genre": [
      "Drama",
      "Sports"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Matsumoto, Taiyou (Story & Art)",
    "Score": "8.51",
    "Ranked": "141",
    "Popularity": "871",
    "Members": "20,204",
    "Favorites": "662",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/151416.jpg"
  },
  {
    "Id": "30",
    "Title": "Ouran Koukou Host Club",
    "Description": "At Ouran High School, an academy where only the children of the rich and powerful attend, there exists a club consisting of the most elite of the student body: the legendary Host Club. Within the club's room, six beautiful, bored boys spend their time entertaining equally beautiful and bored girls.\n\r\nHaruhi Fujioka, a poor scholarship student, has no interest in the Host Club—until she breaks a valuable vase in their clubroom. After being mistaken for a boy, Haruhi is forced by Kyouya Ootori to work for the Host Club to repay her debt. Tamaki Suou, the princely leader of the club, eagerly takes her under his wing to teach her the ways of the host.\n\r\nThings, however, are never quite so simple with the Host Club around. Even the most mundane events can turn into huge spectacles with the likes of prankster twins Hikaru and Kaoru Hitachiin, stoic Takashi Morinozuka, and sweet Mitsukuni \"Hunny\" Haninozuka. The crazy adventures of the Host Club are just beginning, and Haruhi must learn how to survive in the glitzy world of the hosts.\n\r\n",
    "Volumes": "18",
    "Chapters": "87",
    "Status": "Finished",
    "Published": "Jul  24, 2002 to Sep  24, 2010",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Crossdressing",
      "Reverse Harem",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Hatori, Bisco (Story & Art)",
    "Score": "8.50",
    "Ranked": "142",
    "Popularity": "92",
    "Members": "126,204",
    "Favorites": "8,041",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/267782.jpg"
  },
  {
    "Id": "21498",
    "Title": "Umineko no Naku Koro ni Chiru - Episode 5: End of the Golden Witch",
    "Description": "In the aftermath of their climactic duel, Battler Ushiromiya is left to ponder the abrupt resignation of the Golden Witch Beatrice, who is now a husk of her former self. Beatrice's drastic departure from her defiant motives urges him to question every circumstance in the previous four games. Despite wanting to stay by her side, Battler resolves to regain control of the current situation, where Lambdadelta and Frederica Bernkastel have temporarily taken their places to play the fifth game board.\n\r\nWith the passing of Kinzou Ushiromiya, Krauss Ushiromiya succeeds the family headship amid deep financial troubles. Due to poor investment choices, the family inheritance is set to fall into the hands of Krauss' benefactors, allowing his siblings to easily take legal action against him. In order to assist her husband, Natsuhi Ushiromiya enlists Beatrice's help to revive the former head—hoping to conceal the truth until the debts are paid.\n\r\nEnter Erika Furudo: a self-proclaimed detective who washes up on the island of Rokkenjima at the start of the family's annual conference. Welcomed as an honored guest, Erika quickly takes an interest in the ongoing discussion about the riddle of the epitaph. The pompous girl's tenacious investigation into finding the hidden gold, however, sparks a chain of events that threatens to collapse the order of the Ushiromiya family.\n\r\n",
    "Volumes": "6",
    "Chapters": "27",
    "Status": "Finished",
    "Published": "Oct  22, 2010 to Nov  22, 2012",
    "Genre": [
      "Drama",
      "Fantasy",
      "Horror",
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Jok",
    "Authors": "Ryukishi07 (Story), Akitaka (Art)",
    "Score": "8.50",
    "Ranked": "143",
    "Popularity": "1343",
    "Members": "14,204",
    "Favorites": "467",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/273941.jpg"
  },
  {
    "Id": "85781",
    "Title": "Dungeon Meshi",
    "Description": "After the Golden Kingdom is sunk underground by an insane magician, its king emerges, promising all of his treasure to any who defeat the magician, before crumbling to dust. Guilds are spurred on by this promise, traversing the labyrinthine dungeon in search of the magician. Laios, the leader of one such guild, encounters a dragon that wipes out his party and devours his sister Falin. Despite having lost the entirety of their supplies and belongings, Laios along with Marcille, an elven healer, and Chilchuck, a halfling thief, immediately reenter the dungeon, determined to save Falin. \n\r\nTime being of the essence, Laios suggests the taboo of eating the monsters of the dungeon as a means of gathering supplies. Upon the preparation of their first meal in the dungeon, they are stopped by an onlooking dwarf named Senshi. An enthusiast of monster cooking, he helps them prepare their monster ingredients for safe consumption. After learning of Laios' circumstances, Senshi expresses his desire to cook a dragon and joins their guild, thus beginning their food-filled foray into the dungeon together.\n\r\n",
    "Volumes": "14",
    "Chapters": "102",
    "Status": "Finished",
    "Published": "Feb  15, 2014 to Sep  15, 2023",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Gourmet"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "H",
    "Authors": "Kui, Ryoko (Story & Art)",
    "Score": "8.50",
    "Ranked": "144",
    "Popularity": "256",
    "Members": "60,880",
    "Favorites": "2,922",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/148949.jpg"
  },
  {
    "Id": "104538",
    "Title": "Kimi no Suizou wo Tabetai",
    "Description": "The novel's story is told from the point of view of an unnamed protagonist who happens to find a diary in a hospital one day. The diary belongs to his classmate, a girl named Sakura Yamauchi, who is revealed to be suffering from a terminal illness in her pancreas, and who only has a few months left to live. Sakura explains that the protagonist is the only person apart from her family that knows about her condition. The protagonist promises to keep Sakura's secret. Despite their completely opposite personalities, the protagonist decides to be together with Sakura during her last few months.\n\r\n(Source: ANN)",
    "Volumes": "2",
    "Chapters": "10",
    "Status": "Finished",
    "Published": "Aug  25, 2016 to May  25, 2017",
    "Genre": [
      "Drama"
    ],
    "Serialization": "Monthly Ac",
    "Authors": "Kirihara, Idumi (Art), Sumino, Yoru (Story)",
    "Score": "8.50",
    "Ranked": "147",
    "Popularity": "387",
    "Members": "42,499",
    "Favorites": "1,710",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/191611.jpg"
  },
  {
    "Id": "93753",
    "Title": "Vanitas no Karte",
    "Description": "There once lived a vampire known as Vanitas, hated by his own kind for being born under a full blue moon, as most arise on the night of a crimson one. Afraid and alone, he created the \"Book of Vanitas,\" a cursed grimoire that would one day take his vengeance on all vampires; this is how the story goes, at least.\n\nVanitas no Karte follows Noé Archiviste, a young man who is traveling aboard an airship in 19th century Paris with one goal in mind: to find the Book of Vanitas. A sudden vampire attack leads him to meet the enigmatic Vanitas, a doctor who specializes in vampires and, much to Noé's surprise, an entirely ordinary human. The mysterious doctor has inherited both the name and the infamous text from the Vanitas of legend, using the grimoire to heal his patients. But behind his kind demeanor lies something a bit more sinister...\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  22, 2015 to ?",
    "Genre": [
      "Fantasy",
      "Supernatural"
    ],
    "Theme": [
      "Historical",
      "Vampire"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Jok",
    "Authors": "Mochizuki, Jun (Story & Art)",
    "Score": "8.49",
    "Ranked": "148",
    "Popularity": "248",
    "Members": "62,769",
    "Favorites": "3,524",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/176009.jpg"
  },
  {
    "Id": "38071",
    "Title": "Spirit Circle",
    "Description": "Fuuta Okeya, a 14-year-old student, can see ghosts and wears a bandage on his left cheek to hide his striking birthmark. One day, a girl with a scar on her forehead named Kouko Ishigami, accompanied by a ghost of a tall and friendly man, transfers into his class.\n\r\nFuuta quickly takes a liking to Kouko, wondering if it might be love at first sight. After waking up crying from a strange dream involving her, he feels a nostalgic connection to Kouko and becomes determined to befriend her. However, a chain of events forces Fuuta to reveal his birthmark to Kouko, to which she declares him to be the enemy of her life. A furious Kouko explains that the two are bound by reincarnation, and that Fuuta's birthmark is a curse she engraved on him in one of their past lives to recognize and eventually defeat him.\n\r\nKouko brings out a circular object made of flames known as the \"spirit circle\" and attacks Fuuta, pushing him off a flight of stairs. As he falls, Fuuta is thrown back into the insight of one of his previous lives. Spirit Circle chronicles Fuuta's journey back and forth his several past lives as he gradually unravels the mysteries behind his apparent bad blood with Kouko.\n\r\n",
    "Volumes": "6",
    "Chapters": "45",
    "Status": "Finished",
    "Published": "May  30, 2012 to Mar  30, 2016",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Reincarnation"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young King OURs",
    "Authors": "Mizukami, Satoshi (Story & Art)",
    "Score": "8.49",
    "Ranked": "149",
    "Popularity": "374",
    "Members": "43,833",
    "Favorites": "2,286",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/161198.jpg"
  },
  {
    "Id": "46282",
    "Title": "Chikan Otoko",
    "Description": "Molester Man is a perverted, socially inept otaku who spends most of his time on the textboard 2ch. One day, on the way home from his part-time job, he is mistaken for a stalker and arrested. After clearing the misunderstanding, Molester Man learns that the girl, whom he subsequently refers to as Miss Understanding, was left traumatized by her stalker, so he offers his hand in the hope of dating her. However, exceeding his own expectations, he gradually becomes closer to Miss Understanding and her friends, the cheerful Kansai and the guileless Loli Jugs.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "21",
    "Status": "Finished",
    "Published": "2004",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "Serialization": "    N",
    "Authors": "Yokota, Takuma (Story & Art)",
    "Score": "8.49",
    "Ranked": "150",
    "Popularity": "344",
    "Members": "46,776",
    "Favorites": "2,885",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/155148.jpg"
  },
  {
    "Id": "139629",
    "Title": "JoJo no Kimyou na Bouken Part 9: The JoJoLands",
    "Description": "O'ahu, present day. Dua Lipa is the trending musician, and COVID is still a major concern. On this island lives a 15-year-old boy named Jodio Joestar. Living with his brother and mother, he acts as a dealer for certain illegal substances. One day, his employer comes and shows him an excellent find: a Japanese person has landed in Hawaii with a diamond worth over six million dollars. Normally it would be impossible to steal, but for someone with a stand...\n\r\nThis is a story of a young boy and his quest to become rich.\n\r\n(Source: MangaDex)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  17, 2023 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ultra Jump",
    "Authors": "Araki, Hirohiko (Story & Art)",
    "Score": "8.49",
    "Ranked": "151",
    "Popularity": "504",
    "Members": "33,692",
    "Favorites": "553",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/286969.jpg"
  },
  {
    "Id": "112988",
    "Title": "blanc",
    "Description": "Three years after graduating high school, Hikaru Kusakabe and Rihito Sajou are still in a long-distance relationship. Kusakabe works tirelessly while pursuing his music career, leaving him with little time to visit Sajou. Meanwhile, Sajou involves himself more with extracurricular activities and drinking with his college friends.\n\r\nHowever, Kusakabe's absence weighs heavily on Sajou, and when Kusakabe visits unannounced one day, Sajou breaks off their engagement. Although the love between them never waned, both Kusakabe and Sajou now have to navigate through their new normal and hope that, eventually, they will find their way back to each other.\n\r\n",
    "Volumes": "2",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Feb  28, 2018 to Sep  16, 2020",
    "Genre": [
      "Boys Love",
      "Drama",
      "Slice of Life"
    ],
    "Serialization": "Op",
    "Authors": "Nakamura, Asumiko (Story & Art)",
    "Score": "8.48",
    "Ranked": "154",
    "Popularity": "2536",
    "Members": "7,814",
    "Favorites": "165",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/239600.jpg"
  },
  {
    "Id": "97244",
    "Title": "Shimanami Tasogare",
    "Description": "At the peak of a steep hill, in the picturesque Onomichi town, stands a building with a lounge open to all. An unusual group of friendly people gathers there, each with their own stories to tell. \n\r\nTasuku Kaname is a troubled high school student who is prepared to commit suicide because his classmates found out that he might be gay. As he questions his existence, the sight of a mysterious woman jumping off a nearby building leaves him utterly startled. He rushes to the scene only to discover her unharmed, soon learning that she is the owner of the aforementioned building, known to everyone as \"Anonymous.\"\n\r\nAnonymous notices Tasuku's nervous temperament and offers him an ear if he is willing to share his problems. While speaking to her, he realizes that the most painful thing is his inability to accept his sexuality. Emotional and heartfelt, Shimanami Tasogare is a realistic take on the struggles of Tasuku among other lesbian, gay, bisexual, and transgender people in coming to terms with their selves. \n\r\n",
    "Volumes": "4",
    "Chapters": "23",
    "Status": "Finished",
    "Published": "Mar  6, 2015 to May  23, 2018",
    "Genre": [
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "HiBaN",
    "Authors": "Kamatani, Yuhki (Story & Art)",
    "Score": "8.48",
    "Ranked": "155",
    "Popularity": "260",
    "Members": "59,866",
    "Favorites": "3,498",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/174018.jpg"
  },
  {
    "Id": "1183",
    "Title": "Cross Game",
    "Description": "Kou Kitamura is a fifth grader whose family runs a sporting goods store. One of the regular customers of his family's store is the Tsukishima Batting Center, and so he gets to know the four daughters of the Tsukishima family (Ichiyo, Wakaba, Aoba, and Momiji) very well. Since Kou has spent so much time practicing in their batting cages, he has become a genius hitter, but has no knowledge of any other aspect of baseball. This is in contrast to Aoba, who, despite being a year younger, is an adept pitcher and hitter. Wakaba is a classmate of Kou's, and she seems fully intent on marrying him when she grows up. All seems idyllic in their world, until tragedy strikes. The story then skips ahead to four years later, as Kou has continued the training he began four years ago, but has not played in a baseball game since. As he finally begins playing again, it remains to be seen whether or not he will live up to the expectations of those who know the true talent he has been hiding all this time.\n\r\n(Source: ANN)",
    "Volumes": "17",
    "Chapters": "170",
    "Status": "Finished",
    "Published": "Sep  2, 2005 to Feb  17, 2010",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama",
      "Romance",
      "Sports"
    ],
    "Theme": [
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Adachi, Mitsuru (Story & Art)",
    "Score": "8.48",
    "Ranked": "156",
    "Popularity": "851",
    "Members": "20,876",
    "Favorites": "843",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/260530.jpg"
  },
  {
    "Id": "1469",
    "Title": "Glass no Kamen",
    "Description": "Maya Kitajima is a good-for-nothing girl with a passion and talent for acting. After watching a play only once, Maya can immediately perfectly imitate the performance word-by-word. This talent leads her to one day be discovered by Chigusa Tsukikage, a once-famous actress who performed and owned the rights to the play called \"The Crimson Goddess.\"\n\r\nConsidered to be a legendary play, The Crimson Goddess attracts the attention of many, including Masumi Hayami, a wealthy businessman who is also a secret admirer of Maya. Another one interested in the play is Maya's rival, Ayumi Himekawa, a gifted individual whose veteran parents trained her in acting since childhood.\n\nGlass no Kamen follows Maya and Ayumi as they climb their way through the relentless world of entertainment, overcoming intense training and challenges to become actresses worthy of playing the role of The Crimson Goddess.\n\r\n",
    "Volumes": "49",
    "Chapters": "Unknown",
    "Status": "On Hi",
    "Published": "Jan  1976 to May  26, 2012",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Performing Arts",
      "Showbiz"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Hana to Yum",
    "Authors": "Miuchi, Suzue (Story & Art)",
    "Score": "8.48",
    "Ranked": "157",
    "Popularity": "1709",
    "Members": "11,320",
    "Favorites": "391",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/264109.jpg"
  },
  {
    "Id": "7482",
    "Title": "Rainbow: Nisha Rokubou no Shichinin",
    "Description": "Six minors (16 or 17 years) answering to the nicknames of Joe, Mario, Suppon, Baremoto, Heitai and Kyabetsu are put into a reformatory for offences such as aggravated assault, swindle, flight, etc. Their stay in hell begins immediately. Accommodated by a doctor paedophile, they are placed under the monitoring of a despotic and brutal crew. Companions of cell of certain Sakuragi (called Anchan), the tension flares up between the band of buddies and their new \"friend.\"\n\r\nA brawl breaks out and our six prisoners are done rossés by mysterious young man thanks to his boxing talent.\n\r\nThe story will not only follow the lives of these seven characters surviving in their hellish environment, but also their disillusions due to the rejection by the outside world and by their close relations. This is about the extraodinary and invincible friendships between these young men.",
    "Volumes": "22",
    "Chapters": "235",
    "Status": "Finished",
    "Published": "Nov  21, 2002 to Jan  4, 2010",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Delinquents",
      "Historical",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Sunday (Weekly)",
    "Authors": "Abe, George (Story), Kakizaki, Masasumi (Art)",
    "Score": "8.48",
    "Ranked": "158",
    "Popularity": "496",
    "Members": "34,144",
    "Favorites": "917",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/217981.jpg"
  },
  {
    "Id": "11054",
    "Title": "Billy Bat",
    "Description": "Japanese-American Kevin Yamagata now authors the renowned detective comic book \"Billy Bat\" after serving in the Allied Forces in World War II. But as his series becomes a massive hit, Kevin discovers that his famed character, Billy Bat, already existed before within a Japanese comic. Worried that he may have unconsciously copied something he saw during his time there, Kevin returns to Japan to find Billy Bat's original creator and seek permission for him to use their character. However, as he traces back Billy Bat's roots, he finds himself unraveling a dark and twisted history of murders that somehow involve the character he thought he created.\n\r\n",
    "Volumes": "20",
    "Chapters": "165",
    "Status": "Finished",
    "Published": "Oct  16, 2008 to Aug  18, 2016",
    "Genre": [
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Detective",
      "Historical",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Urasawa, Naoki (Story & Art), Nagasaki, Takashi (Story)",
    "Score": "8.48",
    "Ranked": "159",
    "Popularity": "251",
    "Members": "62,475",
    "Favorites": "2,118",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/181197.jpg"
  },
  {
    "Id": "85719",
    "Title": "Blue Giant",
    "Description": "The latest great works by Ishizuka Shinichi! A high school 3rd year student, Miyamoto Dai, whose heart was touched by Jazz, continued to play the Saxophone alone in Kawahara, rain or shine, day or night, for many years. \"I want to become the world's best Saxophone player...!!\" Effort, talent, faith, environment, luck...which are necessary? A tale of reaching towards his goal recklessly and sincerely begins in Hirosegawa, Sendai.\n\r\n(Source: MU)",
    "Volumes": "10",
    "Chapters": "80",
    "Status": "Finished",
    "Published": "May  10, 2013 to Aug  25, 2016",
    "Genre": [
      "Award Winning"
    ],
    "Theme": [
      "Music"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic",
    "Authors": "Ishizuka, Shinichi (Story & Art)",
    "Score": "8.48",
    "Ranked": "160",
    "Popularity": "934",
    "Members": "19,026",
    "Favorites": "434",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/148869.jpg"
  },
  {
    "Id": "88639",
    "Title": "Ohayou, Ibarahime",
    "Description": "Timid but hard-working high schooler Tetsu Misato takes up a job at his father's housekeeping agency, where he finds himself working at the mansion on the hill he always saw as a child. Deep in the back of the mansion lies a garden and a lone building, where the mysterious daughter of the house, Shizu Karasawa, lives in isolation. \n\r\nWhile cleaning near the building, Tetsu chances upon the enigmatic girl, and when he returns the next day, they quickly get to know each other. Shizu reveals to him that she is confined to the building due to an unknown illness afflicting her, and that she has had no human interaction for years.\n\r\nAs they continue to meet, Tetsu's feelings toward Shizu develop—but when he realizes how he truly feels, he is faced with the true nature of her illness. Ohayou, Ibarahime follows Tetsu as he searches for the real Shizu underneath her supernatural condition—both for her sake and for the sake of his own feelings.\n\r\n",
    "Volumes": "6",
    "Chapters": "26",
    "Status": "Finished",
    "Published": "Nov  22, 2014 to May  24, 2017",
    "Genre": [
      "Romance",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Morino, Megumi (Story & Art)",
    "Score": "8.48",
    "Ranked": "161",
    "Popularity": "482",
    "Members": "34,557",
    "Favorites": "1,111",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/164641.jpg"
  },
  {
    "Id": "25515",
    "Title": "JoJo no Kimyou na Bouken Part 8: JoJolion",
    "Description": "In 2011, childhood friends Yasuho Hirose and Joushuu Higashikata discover a naked man buried in the ground just outside the town of Morioh. The man has no memory of his name or previous life; the only thing he remembers about himself is how to use his Stand, a supernatural ability that takes the form of a humanoid creature. The stranger is quickly given a name, Jousuke, and Joushuu's father Norisuke decides to adopt him into the Higashikata household until he can find his own home.\n\r\nAs Jousuke begins to investigate his past, it becomes apparent that he is no ordinary amnesiac. There is much more to his identity than he first suspected, and, as he is thrust into a series of high-stakes Stand battles, he soon begins unravelling a deadly conspiracy that encompasses the entire town.\n\r\n",
    "Volumes": "27",
    "Chapters": "110",
    "Status": "Finished",
    "Published": "May  19, 2011 to Aug  19, 2021",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ultra Jump",
    "Authors": "Araki, Hirohiko (Story & Art)",
    "Score": "8.47",
    "Ranked": "162",
    "Popularity": "75",
    "Members": "145,892",
    "Favorites": "7,764",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/179885.jpg"
  },
  {
    "Id": "36413",
    "Title": "Hinamatsuri",
    "Description": "Yoshifumi Nitta, a mid-level yakuza, finds his life forever changed when a strange capsule appears and rams into his head. Though he believes the curious event to be a dream, he finds the capsule still there the next morning; from within it emerges a young girl. She remembers nothing but her name, Hina, and uses psychokinesis to coerce Yoshifumi into buying her clothes and toys. Unable to get rid of Hina, Yoshifumi reluctantly becomes her guardian.\n\r\nThe pair's peculiar life is just beginning. As Hina lazes around the house, Yoshifumi quickly rises through the ranks of the yakuza with the help of her supernatural abilities. Hinamatsuri follows the comedic duo as Hina drags both new friends and old acquaintances into her antics, while Yoshifumi juggles between taking care of Hina, hiding her powers, and managing the yakuza business.\n\r\n",
    "Volumes": "19",
    "Chapters": "117",
    "Status": "Finished",
    "Published": "Jun  15, 2010 to Jul  15, 2020",
    "Genre": [
      "Comedy",
      "Supernatural"
    ],
    "Theme": [
      "Childcare",
      "Organized Crime"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "H",
    "Authors": "Ohtake, Masao (Story & Art)",
    "Score": "8.47",
    "Ranked": "163",
    "Popularity": "297",
    "Members": "53,215",
    "Favorites": "2,033",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/285804.jpg"
  },
  {
    "Id": "121504",
    "Title": "Yubisaki to Renren",
    "Description": "Yuki Itose is a hearing-impaired university student whose world has been shrouded with silence since birth. She has lived in the same place her whole life, and rarely interacts with others save for her best friend, Rin Fujishiro. During her commute one day, she meets the silver-haired and multilingual Itsuomi Nagi, a mutual friend of Rin. Unlike most, Itsuomi is unwavering when he learns of Yuki's impairment; this, along with his experiences abroad, fascinates and touches her. After they part, her fondness of him starts to grow. A new world begins to open for both Yuki and Itsuomi as they learn about each other's different lives.\n\nYubisaki to Renren is a lighthearted, romantic comedy that illustrates the silent life of a university student and how one man sharing his world starts to change her own.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  24, 2019 to ?",
    "Genre": [
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Morishita, Suu (Story & Art)",
    "Score": "8.47",
    "Ranked": "164",
    "Popularity": "421",
    "Members": "39,440",
    "Favorites": "1,682",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/262471.jpg"
  },
  {
    "Id": "43",
    "Title": "Eyeshield 21",
    "Description": "Timid, diminutive, and frequently the target of bullies, Sena Kobayakawa has just enrolled at Deimon Private High School. When he angers a group of delinquents by refusing to act as their errand boy, he makes an incredibly speedy getaway, an ability he has developed through years of running from his tormentors.\n\r\nYouichi Hiruma—the demonic captain of the Deimon Devil Bats football team—happens to be nearby, and seeing Sena's \"golden legs\" at work, forcibly recruits him as a running back despite Sena's desire to be team manager instead. Made to don the number 21 jersey and a special helmet to hide his identity as a player, Sena becomes \"Eyeshield 21,\" the team's closely guarded secret weapon. Soon he realizes his love for the sport, and aims to help the Devil Bats reach the Christmas Bowl, the high school football championship.\n\r\n",
    "Volumes": "37",
    "Chapters": "333",
    "Status": "Finished",
    "Published": "Jul  23, 2002 to Jun  15, 2009",
    "Genre": [
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Inagaki, Riichiro (Story), Murata, Yusuke (Art)",
    "Score": "8.47",
    "Ranked": "166",
    "Popularity": "195",
    "Members": "75,711",
    "Favorites": "4,375",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/165586.jpg"
  },
  {
    "Id": "6812",
    "Title": "Kyou kara Ore wa!!",
    "Description": "On their first day of class, high school first years Takashi Mitsuhashi and Shinji Itou immediately became friends. The duo seems to have quite a bit in common on the surface. Both of them aspire to emerge as delinquents upon entering their new school, and they begin to wear obnoxious haircuts to make them stand out from other teenagers.\n\r\nHowever, despite being a feared pair, these two students actually have more differences than similarities. Itou wants to use his fists to protect the weak, earning respect and admiration from his classmates. On the other hand, Mitsuhashi strives to be the strongest in Japan—striking fear in anyone watching him.\n\r\nRegardless of these dissimilarities, the two are notorious for their remarkable fighting abilities, and their friendship thrives when they come together to throw fists. Whether it be a fight against the good or the bad guys, nobody can win against these two unusual delinquents.\n\r\n",
    "Volumes": "38",
    "Chapters": "366",
    "Status": "Finished",
    "Published": "1988 to Oct  1997",
    "Genre": [
      "Action",
      "Comedy"
    ],
    "Theme": [
      "Delinquents",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Nishimori, Hiroyuki (Story & Art)",
    "Score": "8.47",
    "Ranked": "167",
    "Popularity": "858",
    "Members": "20,601",
    "Favorites": "951",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/266260.jpg"
  },
  {
    "Id": "7519",
    "Title": "Kami nomi zo Shiru Sekai",
    "Description": "Keima Katsuragi is a high school student better known online as the \"God of Conquest,\" the man who can obtain the heart of any dating sim girl. In his opinion, real life is an awful game; three-dimensional girls are annoying and false representations of how a real girl should be.\n\r\nOne afternoon, while taking a break from cleaning duty, he stumbles across a strange message that goads him to conquer a girl. On a whim, he accepts, and his consent summons a girl named Elucia \"Elsie\" de Lute Ima, a denizen of hell tasked with capturing runaway spirits that have festered in girls' hearts. Keima is shocked and tries to escape, but Elsie tells him that failure in fulfilling the newly-formed contract will result in the termination of his life!\n\r\nTasked with capturing the runaway spirits, Keima uses his expertise and knowledge of dating sims to obtain the hearts of girls in real life.\n\r\n",
    "Volumes": "26",
    "Chapters": "271",
    "Status": "Finished",
    "Published": "Apr  9, 2008 to Apr  23, 2014",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Harem",
      "Otaku Culture",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Wakaki, Tamiki (Story & Art)",
    "Score": "8.47",
    "Ranked": "168",
    "Popularity": "118",
    "Members": "108,944",
    "Favorites": "9,224",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/188974.jpg"
  },
  {
    "Id": "9982",
    "Title": "Usogui",
    "Description": "Taking risks is a part of human nature, and to gamble means to risk losing something important in the pursuit of obtaining something greater. However, the world of gambling is neither welcoming nor forgiving, and some will lie and cheat to win. Therefore, a powerful organization, \"Kakerou,\" exists to ensure that all bets maintain a semblance of fairness.\n\r\nBaku Madarame, often referred to as \"Usogui,\" is a genius gambler willing to bet more than just money. Putting his life on the line, he faces off against psychotic opponents in deadly psychological games. With his cold and calculating nature and high level of intellect, Baku challenges the liars known as gamblers while aiming to seize control over Kakerou itself.\n\r\n",
    "Volumes": "49",
    "Chapters": "541",
    "Status": "Finished",
    "Published": "May  11, 2006 to Dec  21, 2017",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "High Stakes Game",
      "Psychological",
      "Strategy Game"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Sako, Toshio (Story & Art)",
    "Score": "8.46",
    "Ranked": "170",
    "Popularity": "513",
    "Members": "33,325",
    "Favorites": "1,218",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/283743.jpg"
  },
  {
    "Id": "100323",
    "Title": "Yuukoku no Moriarty",
    "Description": "In the late 19th century, the British Empire has become a global power. Due to the strict class stratification, the average citizen has little chance of successfully rising up to the top, where the despicable nobility rules over them all.\n\r\nWilliam James Moriarty, the second son of the Moriarty household, is a young mathematics professor who has displayed great cunning and intellect since he was a child. Along with his brothers Albert and Louis, he lives the simple life of a noble. Outside of school, William is a well-known private consultant willing to solve the problems of anyone in need. However, his gentle demeanor belies his position as the head of a group prepared to wreak havoc in pursuit of its desire—a new world built from the ashes of the old.\n\nYuukoku no Moriarty puts a new spin on Arthur Conan Doyle's original work by putting the spotlight on its main antagonist and exploring how he came to be the first and only \"criminal consultant.\"\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  4, 2016 to ?",
    "Genre": [
      "Mystery",
      "Suspense"
    ],
    "Theme": [
      "Adult Cast",
      "Historical",
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Takeuchi, Ryousuke (Story), Miyoshi, Hikaru (Art)",
    "Score": "8.46",
    "Ranked": "171",
    "Popularity": "492",
    "Members": "34,350",
    "Favorites": "2,080",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/186121.jpg"
  },
  {
    "Id": "3285",
    "Title": "Holyland",
    "Description": "A tormented soul, Yuu Kamishiro has no place in society. His peers constantly abuse him at school and finds that he does not fit anywhere. Out of desperation, Yuu stops going to school and ventures into the night in search of a safe haven where he will be accepted.\n\r\nAs Yuu roams the streets, he starts to believe he has found his place in society and a way to gain acceptance: in a world of violence and lenient law. Yuu takes up his fists in order to gain strength to protect himself, training and refining a single boxing punch. After honing his fists, Yuu wanders the streets once again, defending himself from street thugs. Building a reputation as the \"Thug Hunter,\" Yuu finds that his name has been attracting all sorts people seeking him out for a brawl. \n\r\nFight after fight, Yuu exchanges fists to find his place in the twisted and dark society of the streets, all while battling the darkness welling up within him. The stronger he becomes, the closer he is to reach his \"holyland.\"\n\r\n",
    "Volumes": "18",
    "Chapters": "182",
    "Status": "Finished",
    "Published": "Oct  13, 2000 to May  23, 2008",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Delinquents",
      "Martial Arts",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Anim",
    "Authors": "Mori, Kouji (Story & Art)",
    "Score": "8.45",
    "Ranked": "175",
    "Popularity": "171",
    "Members": "84,136",
    "Favorites": "3,810",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/258962.jpg"
  },
  {
    "Id": "3299",
    "Title": "Ookami to Koushinryou",
    "Description": "Dreaming of someday owning his own shop, traveling merchant Kraft Lawrence spends his days looking for trade opportunities. One day, however, Lawrence's adventure takes an unexpected turn when he discovers a naked wolf girl asleep in his wagon.\n\r\nThe charming girl claims to be Holo, the wolf deity of the nearby town Pasloe. Having grown weary of the ungrateful locals, she requests Lawrence to take her back to her hometown of Yoitsu, located farther north. In return, she will help him with his mercantile affairs, lending him her shrewd mind and keen judgement.\n\r\nThe pair now travels from town to town, dealing with various people and the troubles they come with. But as their hearts and destination grow closer, their days of companionship are numbered.\n\r\n",
    "Volumes": "16",
    "Chapters": "108",
    "Status": "Finished",
    "Published": "Sep  27, 2007 to Dec  27, 2017",
    "Genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Adult Cast",
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Dengeki Maoh",
    "Authors": "Koume, Keito (Art), Hasekura, Isuna (Story)",
    "Score": "8.45",
    "Ranked": "176",
    "Popularity": "410",
    "Members": "40,396",
    "Favorites": "2,111",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/153861.jpg"
  },
  {
    "Id": "121213",
    "Title": "Kimi wa Houkago Insomnia",
    "Description": "It all started with the death of one of the Astronomy Club's members. From this, the rumored ghost of the club came to life.\n\r\nGrumpy insomniac Ganta Nakami stumbles across the moderately rebellious yet easygoing Isaki Magari in the Astronomy Club's abandoned observatory. Magari is jolted awake and tries to escape from the scene, only to have a broken door prevent that, forcing the two inside. The two forge an unlikely friendship, leading them to use the observatory as a safe space for them to interact.\n\nKimi wa Houkago Insomnia follows the insomniacs Nakami and Magari's time in the starlit observatory as they help each other cope with insomnia and the lasting effects it has on student life.\n\r\n",
    "Volumes": "14",
    "Chapters": "125",
    "Status": "Finished",
    "Published": "May  20, 2019 to Aug  21, 2023",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Ojiro, Makoto (Story & Art)",
    "Score": "8.45",
    "Ranked": "178",
    "Popularity": "377",
    "Members": "43,526",
    "Favorites": "1,435",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/221335.jpg"
  },
  {
    "Id": "29211",
    "Title": "Gekkan Shoujo Nozaki-kun",
    "Description": "Confessing to your crush is no easy task for any teenager, and it is no different for Chiyo Sakura, who was saved from being late on the first day of school at Roman Academy by Umetarou Nozaki. Touched by his action, Sakura begins to develop feelings toward him.\n\r\nOne fateful day in their second year of high school, Sakura finally musters up the courage to confess. Swallowing her fears, she reveals it to him in a classroom after school. However, unbeknownst to her, Nozaki is actually a praised shoujo manga artist working under the pen name of \"Sakiko Yumeno.\" His work is acclaimed for being sensitive toward girls' feelings, but Nozaki himself has no experience with love or being in a relationship.\n\r\nAll this results in him misunderstanding Sakura's confession as nothing but praise from a fan, and he simply hands her his autograph. One misunderstanding leads to another, and she somehow ends up working as an assistant for his manga. Gekkan Shoujo Nozaki-kun follows Sakura as she continually tries to convey her feelings to the oblivious Nozaki while helping him with his manga, as well as meeting his quirky assistants who coincidentally also attend Roman Academy.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  25, 2011 to ?",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Otaku Culture",
      "School"
    ],
    "Serialization": "Gangan O",
    "Authors": "Tsubaki, Izumi (Story & Art)",
    "Score": "8.44",
    "Ranked": "182",
    "Popularity": "186",
    "Members": "79,423",
    "Favorites": "3,897",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/208752.jpg"
  },
  {
    "Id": "62795",
    "Title": "Tomodachi Game",
    "Description": "Yuuichi Katagiri has battled financial hardships his whole life but has learned to stay content and positive thanks to his close circle of friends. To keep a promise he made to them, Yuuichi saves up enough money to join them on the school trip. But when the gathered money mysteriously goes missing, suspicion falls on two of Yuuichi's friends: Shiho Sawaragi and Makoto Shibe, who were in charge of collecting the payments. Although innocent, Shiho and Makoto take responsibility for the failure to protect the money when no one else comes forward.\n\r\nA few days later, Yuuichi and his friends receive mysterious letters which trick each of them into meeting up. Upon arrival, they are ambushed and knocked unconscious. They wake up in a mysterious room in the presence of \"Manabu-kun,\" a character from a controversial children's show that stopped airing due to its malicious content. He informs the group that one of them indirectly gathered them together in order to settle a large debt. They are to play a \"friendship game\": a series of games that will test the strength of their bond and trust in each other. As the group's faith wavers due to the growing number of secrets and betrayals, Yuuichi must figure out who of his \"friends\" he can actually trust and ultimately discover the identity of the traitor.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  9, 2013 to ?",
    "Genre": [
      "Suspense"
    ],
    "Theme": [
      "High Stakes Game",
      "Psychological",
      "Strategy Game"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Bessatsu Shounen Mag",
    "Authors": "Yamaguchi, Mikoto (Story), Satou, Yuuki (Art)",
    "Score": "8.44",
    "Ranked": "183",
    "Popularity": "216",
    "Members": "69,436",
    "Favorites": "3,880",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/271631.jpg"
  },
  {
    "Id": "117851",
    "Title": "Shimeji Simulation",
    "Description": "After locking herself inside her closet for two years, Shijima Tsukishima finally comes out of isolation to attend high school. However, when she looks at herself in the mirror, she discovers two shimeji mushrooms growing on the top of her head. This odd occurrence, combined with a lack of social ability and being bullied in middle school, leads Shijima to keep to herself when she arrives at school.\n\r\nWhile reading alone, Shijima is approached by her classmate, Majime Yamashita, an eccentric girl with a fried egg on her head. Majime pesters Shijima to be her friend, giving her the nickname \"Shimeji\" upon seeing the mushrooms growing on her head. After enough insistence on friendship, Shimeji gives in and decides to keep Majime company. Shimeji tries to get through a less-than-normal high school life as she explores the mysteries and wonders of this strange world with her new tenacious companion.\n\r\n",
    "Volumes": "5",
    "Chapters": "49",
    "Status": "Finished",
    "Published": "Jan  26, 2019 to Nov  27, 2023",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Comic Cu",
    "Authors": "Tsukumizu (Story & Art)",
    "Score": "8.44",
    "Ranked": "186",
    "Popularity": "1103",
    "Members": "16,417",
    "Favorites": "878",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/227584.jpg"
  },
  {
    "Id": "743",
    "Title": "21st Century Boys",
    "Description": "As the conflict between Kenji Endo, his childhood friends, and cult leader \"Friend\" comes to an end, two mysteries remain—Friend's true identity and whether the threat of an \"anti-photon bomb\" before his death was legitimate. Hoping to find an answer, Kenji, alongside the United Nations, decides to use a virtual reality program created from Friend's childhood memories in this conclusion to a long journey that will span dozens of decades.\n\r\n",
    "Volumes": "2",
    "Chapters": "16",
    "Status": "Finished",
    "Published": "Dec  25, 2006 to Jul  14, 2007",
    "Genre": [
      "Award Winning",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Urasawa, Naoki (Story & Art)",
    "Score": "8.44",
    "Ranked": "188",
    "Popularity": "155",
    "Members": "88,862",
    "Favorites": "870",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/263856.jpg"
  },
  {
    "Id": "1032",
    "Title": "Doraemon",
    "Description": "Doraemon is cat shaped robot from the future traveling all the way back to the 20th century in order to help Nobi Nobita, a lazy kid with nothing really going for him. Nobi is bad at sports, his grades are terrible, he can't even win a match of rock-paper-scissors. Doraemon has a hard task ahead of him but he is well prepared with a huge arsenal of the most inventive and funny gadgets available. The problem is he's not the most competent robot cat helper out there either and the pair gets in constant trouble because of it. Thus begins one of the most interesting friendships ever to appear in a manga series.",
    "Volumes": "45",
    "Chapters": "821",
    "Status": "Finished",
    "Published": "Dec  1969 to  1996",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Comedy",
      "Sci-Fi",
      "Slice of Life"
    ],
    "Theme": [
      "Anthropomorphic",
      "School"
    ],
    "Demographic": [
      "Kids",
      "Shounen"
    ],
    "Serialization": "    N",
    "Authors": "Fujiko, Fujio F. (Story & Art)",
    "Score": "8.44",
    "Ranked": "189",
    "Popularity": "1329",
    "Members": "14,325",
    "Favorites": "902",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/41460.jpg"
  },
  {
    "Id": "17051",
    "Title": "Barakamon",
    "Description": "Seishuu Handa is considered a prodigy in the calligraphy world. However, he is extremely narcissistic about his work, and when a senior curator dismisses his award-winning piece as conventional and bland, he loses his cool, leading to potentially career-ending repercussions. \n\r\nAfter seeing his son's immaturity, his father⁠—also a master calligrapher—sends Handa to a village in the Goto Islands as punishment. Deprived of city comforts, Handa moves into a house in the local village with the sole intention of spending his stay engrossed in calligraphy. However, the house he has moved into was previously the hideout for some rambunctious children, headed by Naru Kotoishi, who are unwilling to move out. Furthermore, the neighbors seem very interested in the calligrapher, who they see as an amusing oddity!\n\r\nDespite Handa having been uprooted from his comfortable lifestyle, his experiences with the village and its people will teach him things about himself, life, and calligraphy.\n\r\n",
    "Volumes": "20",
    "Chapters": "150",
    "Status": "Finished",
    "Published": "Feb  22, 2008 to Jul  12, 2023",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare",
      "Iyashikei",
      "Visual Arts"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Gang",
    "Authors": "Yoshino, Satsuki (Story & Art)",
    "Score": "8.44",
    "Ranked": "190",
    "Popularity": "406",
    "Members": "40,722",
    "Favorites": "1,423",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/216099.jpg"
  },
  {
    "Id": "658",
    "Title": "Mugen no Juunin",
    "Description": "Manji is an infamous swordsman in feudal Japan who is known as the \"Hundred Man Killer,\" as he has killed one hundred innocent men. However, there is something far more frightening than his ominous reputation: the fact that he is immortal. This is the handiwork of eight-hundred-year-old nun Yaobikuni, who placed bloodworms capable of healing almost any wound in Manji's body. \n\r\nTo atone for his crimes, Manji resolves to kill one thousand evil men. Yaobikuni agrees to this proposal, saying that if he succeeds, she will undo his curse of immortality. Soon after this promise, Manji meets Rin Asano, a 16-year-old girl who requests Manji's assistance in killing those who slaughtered her parents.\n\r\nInitially reluctant, Manji refuses Rin's desperate plea. However, owing to her evident lack of strength, Manji changes his mind and agrees to protect Rin for four years. With this partnership set in stone, the two embark on a perilous journey of bloodshed, vengeance, and redemption, each to fulfill their own life's cause.\n\r\n",
    "Volumes": "30",
    "Chapters": "207",
    "Status": "Finished",
    "Published": "Jun  25, 1993 to Dec  25, 2012",
    "Genre": [
      "Action",
      "Adventure",
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "Historical",
      "Martial Arts",
      "Samurai"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Samura, Hiroaki (Story & Art)",
    "Score": "8.43",
    "Ranked": "191",
    "Popularity": "185",
    "Members": "79,973",
    "Favorites": "3,003",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/279869.jpg"
  },
  {
    "Id": "21499",
    "Title": "Umineko no Naku Koro ni Chiru - Episode 6: Dawn of the Golden Witch",
    "Description": "Now that Battler's found the truth, he's become the next game master. In order to prove to Bernkastel and Lambdadelta that he understands all of Beatrice's previous tricks, he's built a game board of his own and now has to face off against Erika once again.",
    "Volumes": "6",
    "Chapters": "26",
    "Status": "Finished",
    "Published": "Nov  18, 2010 to Nov  17, 2012",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "Ryukishi07 (Story), Momoyama, Hinase (Art)",
    "Score": "8.43",
    "Ranked": "192",
    "Popularity": "1572",
    "Members": "12,372",
    "Favorites": "260",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/273942.jpg"
  },
  {
    "Id": "42451",
    "Title": "Horimiya",
    "Description": "Although admired at school for her amiability and academic prowess, high school student Kyouko Hori has been hiding another side of her. With her parents often away from home due to work, Hori has to look after her younger brother and do the housework, leaving no chance to socialize away from school.\n\r\nMeanwhile, Izumi Miyamura is seen as a brooding, glasses-wearing otaku. However, in reality, he is a gentle person inept at studying. Furthermore, he has nine piercings hidden behind his long hair and a tattoo along his back and left shoulder.\n\r\nBy sheer chance, Hori and Miyamura cross paths outside of school—neither looking as the other expects. These seemingly polar opposites become friends, sharing with each other a side they have never shown to anyone else.\n\r\n",
    "Volumes": "17",
    "Chapters": "139",
    "Status": "Finished",
    "Published": "Oct  18, 2011 to Mar  18, 2021",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "Hagiwara, Daisuke (Art), HERO (Story)",
    "Score": "8.43",
    "Ranked": "193",
    "Popularity": "16",
    "Members": "332,232",
    "Favorites": "25,076",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/245008.jpg"
  },
  {
    "Id": "3572",
    "Title": "Tobaku Mokushiroku Kaiji",
    "Description": "Itou Kaiji is a bum who steals car emblems and slashes tires on what seems to be a regular basis. This routine changes one day when he is paid a visit by a man in a trench-coat. Once the two get talking, it seems that the visitor (Calling himself Endou) is a debt collector. The reason for his visit is an unpaid loan which Kaiji had previously co-signed for a work-mate (Furuhata Takeshi). The original loan was 30000 yen and once Takeshi had disappeared, the loan then fell on Kaiji.\n\r\nKaiji is then told of a way to clear the interest compounded debt (which stood at 3,850,000 yen), which involved getting on a boat with others in his position. Once on the boat the debtors would then have to gamble with loaned money, which would end with a few winning, and others getting into deeper debt and having to work to pay of their debts. After some coercing kaiji accepts a position on the boat, in order to clear himself and make a bit of money as well...\n\r\n(Source: AniDB)",
    "Volumes": "13",
    "Chapters": "158",
    "Status": "Finished",
    "Published": "Feb  10, 1996 to Jul  26, 1999",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "High Stakes Game",
      "Strategy Game"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Fukumoto, Nobuyuki (Story & Art)",
    "Score": "8.42",
    "Ranked": "196",
    "Popularity": "916",
    "Members": "19,317",
    "Favorites": "480",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/286560.jpg"
  },
  {
    "Id": "119279",
    "Title": "Hirano to Kagiura",
    "Description": "The diligent high school freshman Akira Kagiura and his senior Taiga Hirano have been roommates for half a year. Kagiura used to be anxious about his future dormitory life, but thanks to his energetic senior looking out for him, he has come to feel content and at ease. As he continues to rely on Hirano more and more each day, he develops strong feelings for his selfless friend. In the six months they have left as roommates, Kagiura is determined to put a name to the relationship he cherishes so dearly before it comes to an end.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  15, 2019 to ?",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic G",
    "Authors": "Harusono, Shou (Story & Art)",
    "Score": "8.42",
    "Ranked": "198",
    "Popularity": "2179",
    "Members": "8,947",
    "Favorites": "387",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/221355.jpg"
  },
  {
    "Id": "93699",
    "Title": "Innocent Rouge",
    "Description": "The eve of the French Revolution, 1772— The eldest brother of the Sanson family, Charles-Henri, has grown as an executioner, while his sister, Marie-Joseph, has been living freely in Versailles. But one day, Marie-Joseph's first love, a man named Alain, is killed by aristocrats...! This history of innocents plunges into the arc of the crimson revolution, Rouge—!!",
    "Volumes": "12",
    "Chapters": "88",
    "Status": "Finished",
    "Published": "May  20, 2015 to Jan  8, 2020",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Grand Jump",
    "Authors": "Sakamoto, Shinichi (Story & Art)",
    "Score": "8.41",
    "Ranked": "202",
    "Popularity": "629",
    "Members": "27,710",
    "Favorites": "846",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/167646.jpg"
  },
  {
    "Id": "42",
    "Title": "Dragon Ball",
    "Description": "Bulma, a headstrong 16-year-old girl, is on a quest to find the mythical Dragon Balls—seven scattered magic orbs that grant the finder a single wish. She has but one desire in mind: a perfect boyfriend. On her journey, Bulma stumbles upon Gokuu Son, a powerful orphan who has only ever known one human besides her. Gokuu possesses one of the Dragon Balls, it being a memento from his late grandfather. In exchange for it, Bulma invites Gokuu to be a companion in her travels.\n\r\nBy Bulma's side, Gokuu discovers a world completely alien to him. Powerful enemies embark on their own pursuits of the Dragon Balls, pushing Gokuu beyond his limits in order to protect Bulma and their growing circle of allies. However, Gokuu has secrets unbeknownst to even himself; the incredible strength within him stems from a mysterious source, one that threatens the many people he grows to hold dear.\n\r\nAs his prowess in martial arts flourishes, Gokuu attracts stronger opponents whose villainous plans could collapse beneath his might. He undertakes the endless venture of combat training to defend his loved ones and the fate of the planet itself.\n\r\n",
    "Volumes": "42",
    "Chapters": "520",
    "Status": "Finished",
    "Published": "Nov  20, 1984 to May  23, 1995",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Sci-Fi"
    ],
    "Theme": [
      "Martial Arts",
      "Super Power"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Toriyama, Akira (Story & Art)",
    "Score": "8.41",
    "Ranked": "203",
    "Popularity": "64",
    "Members": "156,710",
    "Favorites": "14,399",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/267793.jpg"
  },
  {
    "Id": "419",
    "Title": "Nodame Cantabile",
    "Description": "Shinichi Chiaki, the perfectionist son of a famous pianist, is in his fourth year at Momogaoka College of Music, hoping to achieve his secret dream of being a conductor. His admiration for his father led him to pursue a career in music. As much as he wants to return to Europe, his phobia of flying traps him in Japan where he now lives.\n\r\nOne night, he passes out, and ends up being taken in by Megumi \"Nodame\" Noda. Upon first glance, Nodame is a talented pianist, but she is also slobbish and eccentric. What's even worse is that she is his neighbor and he ends up forced to work with her. Though it sounds like a recipe for disaster, Chiaki is drawn to this girl who makes him remember the love for music he once held. Just what does the future hold for this musical duo?\n\r\n",
    "Volumes": "25",
    "Chapters": "150",
    "Status": "Finished",
    "Published": "Jul  10, 2001 to Aug  25, 2010",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Adult Cast",
      "Music"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Kiss",
    "Authors": "Ninomiya, Tomoko (Story & Art)",
    "Score": "8.41",
    "Ranked": "204",
    "Popularity": "647",
    "Members": "26,962",
    "Favorites": "877",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/153962.jpg"
  },
  {
    "Id": "974",
    "Title": "Basara",
    "Description": "At the end of the 21st century, a great catastrophe devastates Japan, leaving its land unrecognizable and halting civilization's progress. In the present day, the emperor and his four sons reign over the country with an iron fist. It is said that only the prophesied \"Child of Destiny\" can free Japan from the royal family's shackles.\n\r\nSarasa is the twin sister of Tatara, the Child of Destiny. Despite having to live in her brother's shadow, Sarasa supports him in any way she can. However, tragedy strikes when the Red King, the emperor's youngest son, and his army attack her village, leading to Tatara's brutal death. To protect the townspeople, Sarasa takes on her brother's name and becomes the Child of Destiny, vowing revenge on the Red King.\n\r\nWith the sudden turn of events taking a toll on her health, Sarasa visits a hot spring to recuperate. During her stay, she meets Shuri, a charming yet mysterious young man. Shuri is fascinated by Sarasa as she treats him differently from other girls; meanwhile, Sarasa is unable to stop thinking about him. This casual encounter between the two seals their fate—destined to be bound by war, hatred, and love.\n\r\n",
    "Volumes": "27",
    "Chapters": "112",
    "Status": "Finished",
    "Published": "Aug  11, 1990 to May  13, 1998",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Tamura, Yumi (Story & Art)",
    "Score": "8.41",
    "Ranked": "205",
    "Popularity": "747",
    "Members": "23,318",
    "Favorites": "893",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/185359.jpg"
  },
  {
    "Id": "3866",
    "Title": "Kuroshitsuji",
    "Description": "Tucked away in the English countryside lies the ominous manor of the Phantomhives, a family which has established itself as the cold and ruthless \"Queen's Watchdog\" as well as the head of London's criminal underground. After a tragedy leaves the Earl and his wife dead, many are shocked when their son, a young boy named Ciel, claims his place as the new Earl of the Phantomhive house. At first, many perceive him only as a child surrounded by a few eccentric servants. But they soon begin to realize that it is foolish to meddle with Ciel and his demonic butler Sebastian.\n\r\nTaking place at the end of the 19th century, Kuroshitsuji follows these two as they face countless mysteries and dangers that plague England and threaten the Queen, uncovering the truth about what really happened to Ciel's parents in the process.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  16, 2006 to ?",
    "Genre": [
      "Action",
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Historical",
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "Toboso, Yana (Story & Art)",
    "Score": "8.41",
    "Ranked": "207",
    "Popularity": "63",
    "Members": "157,113",
    "Favorites": "16,322",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/248448.jpg"
  },
  {
    "Id": "8967",
    "Title": "Onanie Master Kurosawa",
    "Description": "Fourteen-year-old Kakeru Kurosawa is an antisocial junior high school student who looks down on his classmates—but beneath his superiority complex is a hopeless young teenager who uses masturbation as a pastime. Using erotic thoughts of his female classmates as stimulus, he locks himself daily in a seldom-used girl's bathroom at school to do his dirty deed.\n\r\nOne day during class, Kurosawa witnesses the popular girls bullying the timid Aya Kitahara. Although not one to be riled over such matters, he decides to deliver retribution with his own hands. In a daring move, he steals the uniforms of the bullies and dispenses his \"white justice\" over them.\n\r\nAlthough satisfied with his exploits, Kurosawa's troubles are only just beginning. While going about his daily routine, he is suddenly confronted by Kitahara, who identifies him as the culprit behind the uniform incident, and blackmails him into terrorizing the other girls in the class the same way he dealt with her bullies. Left with little choice, Kurosawa agrees, and thus begins a coming-of-age story that deals with consequences, bullying, and people's ability to change.\n\r\n",
    "Volumes": "4",
    "Chapters": "31",
    "Status": "Finished",
    "Published": "Sep  2007 to Mar  2008",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Serialization": "    N",
    "Authors": "Yokota, Takuma (Art), Ise, Katsura (Story)",
    "Score": "8.41",
    "Ranked": "208",
    "Popularity": "80",
    "Members": "133,366",
    "Favorites": "10,268",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/212092.jpg"
  },
  {
    "Id": "768",
    "Title": "Gunnm",
    "Description": "The utopian metropolis of Zalem soars high in the skies, its presence dominating the horizon. Beneath it is the noxious underbelly known as The Scrapyard, where the city stockpiles all of its waste. Living amongst the vast heaps of garbage are humans and cyborgs, surviving by any means necessary.\n\r\nDaisuke Ido, a doctor specializing in cyborg repairs, finds the head of a young female cyborg while scavenging a pile of old android parts. Proceeding to build her a new body, he names her Gally. Upon activation, Gally does not seem to remember anything about her past life. Nonetheless, she does not seem to mind as long as she stays by Ido’s side.\n\r\nHowever, she soon discovers that Ido has a side job as a hunter-warrior, a bounty hunter working for The Scrapyard’s government. Despite Ido’s warning, she decides to become one herself, awakening her forgotten knowledge of fighting techniques. Equipped with newfound strength, Gally is determined to fight through the alleys of The Scrapyard and beyond, retrieving fragments from her past to rediscover her true identity.\n\r\n",
    "Volumes": "9",
    "Chapters": "53",
    "Status": "Finished",
    "Published": "Nov  1990 to Mar  1995",
    "Genre": [
      "Action",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Business Jump",
    "Authors": "Kishiro, Yukito (Story & Art)",
    "Score": "8.40",
    "Ranked": "209",
    "Popularity": "182",
    "Members": "81,284",
    "Favorites": "4,611",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/274715.jpg"
  },
  {
    "Id": "3573",
    "Title": "Tobaku Hakairoku Kaiji",
    "Description": "After Kaiji's showdown with Chairman Hyoudou at Starside Hotel, Kaiji is forced into labor at an underground mine. With meager wages each day, he will work for decades unless he doesn't do something.\n\r\nNow Kaiji must wager his earnings in underground Chinchirorin gambles for a ticket to the rest of the world. But even if he surfaces, he only has one chance to pay back his enormous debt, and that is by challenging the \"unbeatable\" Pachinko machine, The Bog.\n\r\n(Source: MU)",
    "Volumes": "13",
    "Chapters": "134",
    "Status": "Finished",
    "Published": "Nov  2000 to Apr  2004",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "High Stakes Game",
      "Strategy Game"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Fukumoto, Nobuyuki (Story & Art)",
    "Score": "8.40",
    "Ranked": "210",
    "Popularity": "1830",
    "Members": "10,520",
    "Favorites": "179",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/3964.jpg"
  },
  {
    "Id": "110160",
    "Title": "Mata, Onaji Yume wo Miteita",
    "Description": "Elementary school student Nanoka Koyanagi considers herself weird. She often uses it as an excuse to avoid doing things she dislikes, such as participating in her physical education class or getting along with her classmates. Out of concern and good will, her teacher assigns her to find the meaning of \"happiness.\"\n\r\nWhile Nanoka thinks about her homework, she often meets Abazure-san, a cheerful lady who helps her save a cat. Nanoka also pays regular visits to Obaa-chan, an old woman spending her twilight years in the woods. One day, Nanoka gets lost in the forest and stumbles across a high school girl named Minami committing self harm. As Nanoka gets closer to these three unique individuals, their stories and experiences shape for her a pathway toward soul-searching and self-discovery.\n\r\n",
    "Volumes": "3",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Sep  23, 2017 to Aug  25, 2018",
    "Genre": [
      "Drama"
    ],
    "Serialization": "Monthly Ac",
    "Authors": "Kirihara, Idumi (Art), Sumino, Yoru (Story)",
    "Score": "8.40",
    "Ranked": "212",
    "Popularity": "873",
    "Members": "20,176",
    "Favorites": "793",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/207726.jpg"
  },
  {
    "Id": "87397",
    "Title": "Shiori Experience: Jimi na Watashi to Hen na Ojisan",
    "Description": "Shiori was once a guitarist in a light music club in high school, but her first live performance was dashed when her brother ran away from home with a lot of debt to become a musician in Tokyo.\n\r\nA decade later, Shiori is now a high school teacher, leading a boring, uneventful life and paying off the debt...until she runs into the ghost of none other than famous guitarist Jimi Hendrix.\n\r\nThe story of a 27-year-old woman on her way to becoming a music legend begins here.\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  25, 2013 to ?",
    "Genre": [
      "Comedy",
      "Supernatural"
    ],
    "Theme": [
      "Music",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Gang",
    "Authors": "Osada, Yu-Ko (Story & Art), Machida, Kazuya (Story & Art)",
    "Score": "8.40",
    "Ranked": "213",
    "Popularity": "975",
    "Members": "18,180",
    "Favorites": "600",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/151902.jpg"
  },
  {
    "Id": "87609",
    "Title": "Tensei shitara Slime Datta Ken",
    "Description": "It is just another ordinary day for Satoru Mikami. The sun is shining brightly on the streets of Tokyo, and he is in the midst of a discussion with his colleagues when suddenly he gets stabbed by a passing robber. The average 37-year-old corporate worker is now at death's door, and he has only one regret—dying a virgin. Fading out, he is startled by a mysterious AI-like voice reciting commands. \n\r\nSatoru abruptly wakes up in the middle of a strange cave, but something odd has happened: he is now a goop of slime! Thanks to his new body, he has acquired the skill to absorb anything and obtain its appearance and abilities. While testing out his newfound powers and exploring the cave, he stumbles upon a massive dragon named Veldora, who has been sealed away for the past three hundred years. After quickly befriending the beast, Satoru decides to help him escape; in exchange, Satoru is bestowed a new name: \"Rimuru Tempest.\"\n\r\nWishing to avoid a life like his boring and mundane past, Rimuru is about to set out on a grand quest that will change his own destiny and the fate of his new world.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  26, 2015 to ?",
    "Genre": [
      "Award Winning",
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Reincarnation"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sirius",
    "Authors": "Kawakami, Taiki (Art), Fuse (Story)",
    "Score": "8.39",
    "Ranked": "214",
    "Popularity": "91",
    "Members": "127,331",
    "Favorites": "6,040",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/167639.jpg"
  },
  {
    "Id": "24692",
    "Title": "Noragami",
    "Description": "As a relatively unknown minor deity without any worshippers, Delivery God Yato takes on odd jobs for only five yen, with the goal of amassing a fortune large enough to buy himself a shrine. But in addition to obscurity, he has another problem: his \"Shinki,\" or weapon partner, has decided to resign, tired of being with a homeless god. Left with no weapon, Yato takes on more jobs, hoping to find a new partner soon.\n\r\nWhile out putting up fliers for a missing cat, Yato sees said cat and chases after him, right into the path of an oncoming vehicle. Hiyori Iki, a nearby girl, rushes to push Yato out of the way and ends up hurt herself. After waking up in the hospital, she discovers the incident has knocked her soul loose from her body. Realizing his actions caused this, Yato promises to help return Hiyori to normal—for five yen of course. But in order to return her to normal, he requires a new Shinki, which he finds in the rebellious spirit Yukine.\n\nNoragami tells the story of a girl walking the line between two worlds, and a stray deity's quest for a place to call his own.\n\r\n",
    "Volumes": "27",
    "Chapters": "109",
    "Status": "Finished",
    "Published": "Dec  6, 2010 to Jan  6, 2024",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Monthly)",
    "Authors": "Adachitoka (Story & Art)",
    "Score": "8.39",
    "Ranked": "215",
    "Popularity": "43",
    "Members": "180,103",
    "Favorites": "12,101",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/161911.jpg"
  },
  {
    "Id": "33031",
    "Title": "Imawa no Kuni no Alice",
    "Description": "Feeling unsettled about the future, high school student Ryouhei Arisu often escapes the reality of life. After hanging out at a bar, Arisu and his best friends, Daikichi Karube and Chouta Segawa, wait for the first train to arrive in the morning. Suddenly, a colorful array of fireworks set off in the sky, and an enormous blinding firework renders them unconscious.\n\r\nThe trio finds themselves back at the bar covered in dust, discovering that the city has become a barren wasteland. But instead of being worried, Arisu feels alive for the very first time in his life and relishes the freedom of this lifeless city. However, his bliss is cut short when the group rashly enters a festival venue. Seeing its delicacies and lively ambiance, they think the place is a dream; unbeknownst to them, it will be the setting for their first deadly game.\n\r\nTogether with his friends, Arisu slowly enters the mysterious area known as the Borderland—an unknown country where every game puts their lives at stake, and a single misstep can lead to their demise.\n\r\n",
    "Volumes": "18",
    "Chapters": "87",
    "Status": "Finished",
    "Published": "Nov  25, 2010 to Mar  2, 2016",
    "Genre": [
      "Action",
      "Horror",
      "Supernatural"
    ],
    "Theme": [
      "Gore",
      "High Stakes Game",
      "Psychological",
      "Survival"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday Sup",
    "Authors": "Aso, Haro (Story & Art)",
    "Score": "8.39",
    "Ranked": "216",
    "Popularity": "192",
    "Members": "78,270",
    "Favorites": "3,348",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/137237.jpg"
  },
  {
    "Id": "2921",
    "Title": "Kaichou wa Maid-sama!",
    "Description": "Seika High School was an all-boys school, but it has since turned co-ed. Misaki Ayuzawa is the first female student council president of the school, eventually earning the nickname of the \"Demon President\" due to her mastery of Aikido and imposed iron rule.\n\r\nHowever, Misaki harbors an embarrassing secret—she has to work at a maid café to support her family. If anybody from her school was to find out, her reputation would be utterly destroyed. And after Takumi Usui—the most popular boy at school—discovers her secret, that might just happen. Kaichou wa Maid-sama! follows their story as they spend more time together and eventually begin to understand each other's secrets.\n\r\n",
    "Volumes": "18",
    "Chapters": "98",
    "Status": "Finished",
    "Published": "Dec  24, 2005 to Sep  24, 2013",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Fujiwara, Hiro (Story & Art)",
    "Score": "8.39",
    "Ranked": "219",
    "Popularity": "59",
    "Members": "161,713",
    "Favorites": "9,348",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/267328.jpg"
  },
  {
    "Id": "6164",
    "Title": "My Girl",
    "Description": "Twenty-three-year-old Masamune Kazama spends his days working a mundane office job and dwelling on the past. Although it has been five years, the young bachelor continues to hold onto his relationship with his past girlfriend, Youko Tsukamoto.\n\r\nOut of the blue, he receives a call from Youko's mother, who informs him that she has passed away in an accident. Furthermore, he learns that Youko has left him with a young daughter, who was raised in secrecy overseas. Stricken with grief, Masamune decides to take in the young girl and raise her on his own.\n\nMy Girl is a tale of family, loss, and acceptance as Masamune navigates the complexities of daily life as a single father.\n\r\n",
    "Volumes": "5",
    "Chapters": "44",
    "Status": "Finished",
    "Published": "Jun  2, 2006 to Sep  3, 2010",
    "Genre": [
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Bunch",
    "Authors": "Yumeka, Sumomo (Story & Art)",
    "Score": "8.39",
    "Ranked": "220",
    "Popularity": "531",
    "Members": "32,108",
    "Favorites": "759",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/259105.jpg"
  },
  {
    "Id": "94376",
    "Title": "Yuru Camp△",
    "Description": "Setting up a tent, starting a fire, and eating noodles with Mt. Fuji in view...Rin and Nadeshiko absolutely love to camp! Enjoy their zest for travel and maybe even pick up a tip or two about roughing it in the great outdoors. You might just want to go camping yourself!\n\r\n(Source: Yen Press)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  23, 2015 to ?",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "CGDCT",
      "Iyashikei"
    ],
    "Serialization": "Manga Time Kirara Forward",
    "Authors": "Afro (Story & Art)",
    "Score": "8.39",
    "Ranked": "223",
    "Popularity": "1000",
    "Members": "17,859",
    "Favorites": "898",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/168083.jpg"
  },
  {
    "Id": "99314",
    "Title": "Kimi no Na wa.",
    "Description": "Mitsuha Miyamizu is a high school girl living in the countryside town of Itomori. She yearns for a life in Tokyo as she is sick of living in the countryside. At the same time, Taki Tachibana, a high school student, lives in Tokyo and has a great interest in architecture, aiming to become an urban planner in the near future.\n\r\nOne day, Mitsuha dreams of herself as a boy living a life in the dense capital, while Taki dreams of living as a girl in the rural town of Itomori. As time passes by, the two discover that these are not just dreams, but that they actually swap bodies upon falling asleep! Kimi no Na wa. revolves around Mitsuha and Taki as they experience the supernatural. With both of them working together to deal with the strange phenomenon, how will this impact their everyday life?\n\r\n",
    "Volumes": "3",
    "Chapters": "9",
    "Status": "Finished",
    "Published": "May  27, 2016 to Jan  27, 2017",
    "Genre": [
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "Romantic Subtext"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Aliv",
    "Authors": "Shinkai, Makoto (Story), Kotone, Ranmaru (Art)",
    "Score": "8.39",
    "Ranked": "224",
    "Popularity": "161",
    "Members": "86,935",
    "Favorites": "1,550",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/182270.jpg"
  },
  {
    "Id": "110771",
    "Title": "Toshokan no Daimajutsushi",
    "Description": "Throughout civilization, books have been revered. They crystallize knowledge, link the past to the future, and convey thought itself. To protect all sorts of written texts, a man known as the Magus of the Library established the Central Library in Aftzaak—the City of Books.\n\r\nIn the slums of the desert village Amun lives Theo Fumis, a young boy who loves to read. Unfortunately, people from the slums are unable to use the local library. To make matters worse, he is continually bullied by his peers due to his unusually long ears. Seeking to escape from his miserable living conditions, he dreams of one day going to Aftzaak.\n\r\nHis unpleasant daily life is soon interrupted by the arrival of the Kafna—elite librarians skillful enough to work at the Central Library. Sedona Bleu, one of the Kafna, lends Theo her most cherished book; however, due to unforeseen circumstances, he is unable to finish reading it by the time the Kafna have to depart. Fortunately for Theo, Sedona renews his loan, giving him yet another reason to go to the City of Books.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  7, 2017 to ?",
    "Genre": [
      "Fantasy"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "good! Af",
    "Authors": "Izumi, Mitsu (Story & Art)",
    "Score": "8.38",
    "Ranked": "228",
    "Popularity": "1394",
    "Members": "13,716",
    "Favorites": "401",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/208938.jpg"
  },
  {
    "Id": "106",
    "Title": "Cardcaptor Sakura",
    "Description": "\"Herein lie the Clow Cards—if their seal is broken, disaster shall befall this world...\"\n\r\nSakura Kinomoto is an energetic and sweet 10-year-old girl attending Tomoeda Elementary School. One day not long after entering the fourth grade, Sakura finds a mysterious book titled \"The Clow\" hidden within her father's bookshelves. Upon opening it, a small, winged creature with an Osakan accent comes out of the book and introduces itself as Keroberos, the Creature of the Seal who guards magical cards known as the Clow Cards and keeps them from escaping the book.\n\r\nUnfortunately for the plushy guardian, it seems that the Clow Cards have already escaped—and now Sakura is tasked with capturing them before the cards unleash their powers and cause havoc all over Tomoeda! With the support of the tiny guardian who she nicknames \"Kero\" and her best friend Tomoyo Daidouji, Sakura must wield a magical bird-shaped key and use her new powers as the Cardcaptor to maintain peace and ensure that everything is alright.\n\r\n",
    "Volumes": "12",
    "Chapters": "50",
    "Status": "Finished",
    "Published": "May  2, 1996 to Jul  3, 2000",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Comedy",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Mahou Shoujo"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Nakayosh",
    "Authors": "CLAMP (Story & Art)",
    "Score": "8.38",
    "Ranked": "230",
    "Popularity": "247",
    "Members": "62,787",
    "Favorites": "3,873",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/259289.jpg"
  },
  {
    "Id": "401",
    "Title": "Kiseijuu",
    "Description": "\"Parasites\" are tennis ball sized creatures, whose numbers and origins are unknown. They invade and take over the human mind in order to survive. Shinichi Izumi is a 16-year-old high school student who lives with his parents in a quiet neighborhood. One night, a Parasite invades Shinichi's body in an attempt to take control of it. However, it fails to complete the takeover process and ultimately ends up inhabiting only his right arm. \n\r\nThus, both Shinichi and the Parasite—who calls himself Migi—retain their individual minds. Now in a peculiar \"human and alien\" relationship, Migi proposes that they cooperate to survive. Shinichi has no choice but to agree, and he must now cling to his morality as he and Migi face off against other bloodthirsty Parasites.\n\r\n",
    "Volumes": "10",
    "Chapters": "64",
    "Status": "Finished",
    "Published": "Nov  22, 1989 to Dec  23, 1995",
    "Genre": [
      "Action",
      "Award Winning",
      "Horror",
      "Sci-Fi"
    ],
    "Theme": [
      "Gore",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Iwaaki, Hitoshi (Story & Art)",
    "Score": "8.38",
    "Ranked": "231",
    "Popularity": "132",
    "Members": "101,115",
    "Favorites": "4,368",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/188928.jpg"
  },
  {
    "Id": "9711",
    "Title": "Bakuman.",
    "Description": "Despite being a talented artist, middle school student Moritaka Mashiro is unsure about his future, accepting that he will simply lead a normal life. After seeing one of Mashiro's drawings in class, Akito Takagi—an aspiring writer—insists that they write a manga together. But Mashiro is hesitant—his uncle, a mangaka, had died from overworking just a few years prior. However, when Mashiro hears that his crush, Miho Azuki, aims to be a voice actress, he becomes determined to create a manga that can be adapted into an anime for her to star in. Reciprocating Mashiro's feelings, she agrees to get married once they have both achieved their dreams.\n\nBakuman. chronicles Mashiro and Takagi's successes and struggles in their attempts to be serialized in Weekly Shounen Jump and become famous mangakas. Will their gamble pay off, or will they join the countless number of failures?\n\r\n",
    "Volumes": "20",
    "Chapters": "176",
    "Status": "Finished",
    "Published": "Aug  11, 2008 to Apr  23, 2012",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Otaku Culture"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Obata, Takeshi (Art), Ohba, Tsugumi (Story)",
    "Score": "8.38",
    "Ranked": "232",
    "Popularity": "49",
    "Members": "172,449",
    "Favorites": "11,065",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/208974.jpg"
  },
  {
    "Id": "10",
    "Title": "xxxHOLiC",
    "Description": "Living alone after his parents passed away, Kimihiro Watanuki is a high school student who can see otherworldly creatures that are attracted to him. His days are plagued by these nuisances, and he wishes to rid himself of this inconvenience. One fateful day, as Kimihiro is being chased by a horde of spirits, his feet bring him into a mysterious store to seek shelter. Here he meets Yuuko Ichihara, the mistress of this supposed store, who claims to be able to grant wishes. Yuuko offers to grant Kimihiro's, as long as he pays an appropriate price.\n\r\nThus begins Kimihiro's time working in her store to earn the payment necessary for his wish. In Yuuko's employ, he must become further involved with spirits and the supernatural before he can leave that world behind. How will he fare in the inexplicable encounters that await him?\n\r\n",
    "Volumes": "19",
    "Chapters": "213",
    "Status": "Finished",
    "Published": "Feb  24, 2003 to Feb  9, 2011",
    "Genre": [
      "Comedy",
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "CLAMP (Story & Art)",
    "Score": "8.37",
    "Ranked": "233",
    "Popularity": "178",
    "Members": "82,174",
    "Favorites": "5,030",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/217533.jpg"
  },
  {
    "Id": "85",
    "Title": "Azumanga Daioh",
    "Description": "Chiyo Mihama is a child prodigy who has skipped several grades to end up in high school. On her first day, she discovers that her class is full of eccentric individuals. Sakaki, who towers over Chiyo, is aloof and intimidating; Tomo Takino is loud and annoying; Ayumu \"Osaka\" Kasuga is absentminded but great at solving riddles; Koyomi \"Yomi\" Mizuhara is obsessed with diets and loves karaoke despite her awful singing; and Kagura, who is a competitive tomboy.\n\r\nAs the classmates become good friends over time, they experience their everyday lives together—things like school, studying, going on summer trips, and engaging in all kinds of shenanigans!\n\r\n",
    "Volumes": "4",
    "Chapters": "69",
    "Status": "Finished",
    "Published": "Jan  18, 1999 to Mar  21, 2002",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "CGDCT",
      "School"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Azuma, Kiyohiko (Story & Art)",
    "Score": "8.37",
    "Ranked": "234",
    "Popularity": "306",
    "Members": "51,744",
    "Favorites": "3,460",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/259651.jpg"
  },
  {
    "Id": "1414",
    "Title": "SKET Dance",
    "Description": "Kaimei High School is full of eccentric individuals, students, and teachers alike. Amongst the school's many clubs is the SKET Brigade, officially known as the Living Assistance Club. Comprised of the somewhat idiotic Yuusuke \"Bossun\" Fujisaki, the gallant Hime \"Himeko\" Onizuka, and the silent but surprisingly popular Kazuyoshi \"Switch\" Usui, the SKET Brigade is dedicated to solving various problems on campus. However, the club rarely receives requests, so the members spend most of their time messing around with random, trivial matters. Both hilarious and heartwarming, SKET Dance is a lighthearted comedy following the daily high school lives of an odd trio of friends.\n\r\n",
    "Volumes": "32",
    "Chapters": "288",
    "Status": "Finished",
    "Published": "Jul  14, 2007 to Jul  8, 2013",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Shinohara, Kenta (Story & Art)",
    "Score": "8.37",
    "Ranked": "235",
    "Popularity": "528",
    "Members": "32,162",
    "Favorites": "1,462",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/173959.jpg"
  },
  {
    "Id": "3082",
    "Title": "Nichijou",
    "Description": "Daily lives of highschoolers may seem a commonplace concept, but that certainly does not apply to the trio at Tokisadame High. For Yuuko Aioi and her two eccentric friends, every day is a unique experience. From stumbling across a wrestling match between the principal and a deer to indulging in a chopstick battle over a sausage—the excitement never ends.\n\r\nOne day, their lives take a turn for the bizarre when they encounter an insecure robot maid, her young excitable creator, and their down-to-earth talking cat. To the people in the world of Nichijou, daily life continues to be an endless roller coaster!\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  26, 2006 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Gag Humor",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Ac",
    "Authors": "Arawi, Keiichi (Story & Art)",
    "Score": "8.37",
    "Ranked": "236",
    "Popularity": "461",
    "Members": "36,744",
    "Favorites": "1,778",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/164728.jpg"
  },
  {
    "Id": "138673",
    "Title": "Look Back",
    "Description": "Fourth-grader Ayumu Fujino regularly draws four-panel manga for her school newspaper and is lauded as having the best artwork in her class. One day, she is asked by her teacher to turn over one of her manga slots in the school newspaper to a truant student named Kyomoto. When Kyomoto's manga pops up alongside Fujino's, it receives high praises for its detailed artwork, making Fujino furiously jealous.\n\r\nRefusing to be beaten by someone who barely attends school, Fujino devotes herself to learning to create manga. As time goes on though, her goal of outshining Kyomoto seems to only get further and further away, and Fujino, now in sixth grade, eventually gives up and quits making manga.\n\r\nGraduation day arrives, and Fujino is asked to deliver Kyomoto's graduation certificate to her. Through chance, the two end up coming face to face, and their unexpected meeting will end up having consequences far beyond what either of them could ever predict.\n\r\n",
    "Volumes": "1",
    "Chapters": "Unknown",
    "Status": "Finished",
    "Published": "Jul  19, 2021",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Fujimoto, Tatsuki (Story & Art)",
    "Score": "8.37",
    "Ranked": "237",
    "Popularity": "165",
    "Members": "85,897",
    "Favorites": "2,485",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/249833.jpg"
  },
  {
    "Id": "39325",
    "Title": "Boku dake ga Inai Machi",
    "Description": "Satoru Fujinuma is a 29-year-old who works part-time as a pizza deliveryman in order to make ends meet due to his unsuccessful career as a mangaka. But there is more to this struggling adult than meets the eye, as he possesses a mysterious ability which takes him back in time right before a life-threatening incident occurs. When \"Revival,\" as he calls it, triggers, it will continue to send him back again and again until he is able to save the lives of the individuals involved.\n\r\nBut Satoru's life is about to take a turn for the worse when a loved one is killed by an unknown man and he is framed for the crime. Desperate to get away so that he can assess his situation, he is inexplicably sent 18 years into the past—right before the disappearance and death of his classmate, Kayo Hinazuki, an event that has plagued him since childhood.\n\r\nSatoru, now an elementary school student, must get his wits together and save the young girl from an untimely demise by figuring out the identity of the person responsible. But just how is Kayo's murder connected to the present?\n\r\n",
    "Volumes": "9",
    "Chapters": "49",
    "Status": "Finished",
    "Published": "Jun  4, 2012 to Nov  4, 2016",
    "Genre": [
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Psychological",
      "Time Travel"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Ac",
    "Authors": "Sanbe, Kei (Story & Art)",
    "Score": "8.37",
    "Ranked": "238",
    "Popularity": "162",
    "Members": "86,637",
    "Favorites": "3,320",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/172082.jpg"
  },
  {
    "Id": "115730",
    "Title": "Shadows House",
    "Description": "Emilico is just one of many \"Living Dolls\" serving in the Shadows House, residents of which are pitch black from head to toe and constantly leak soot that stains the house black. Each \"Shadow\" is partnered with a Doll, which strangely resembles the other. As a Living Doll, Emilico must keep the house sparkling clean as well as act as the face for her master, Kate. In turn, Kate supports Emilico and treats her as her confidant.\n\r\nAs far as either of them can remember, this has always been the way their world works. However, the bond between a Shadow and a Doll isn't quite clear. Administrators watch over the young pairs from the higher levels of the mansion and judge them—but for what purpose?\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  6, 2018 to ?",
    "Genre": [
      "Fantasy",
      "Mystery"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Soumatou (Story & Art)",
    "Score": "8.37",
    "Ranked": "239",
    "Popularity": "425",
    "Members": "39,011",
    "Favorites": "1,584",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/215750.jpg"
  },
  {
    "Id": "89087",
    "Title": "Wotaku ni Koi wa Muzukashii",
    "Description": "Narumi Momose is a petite and cute young woman who loves idols, games, and everything anime or manga-related, especially in the boys' love genre. In other words, she is a closet otaku and more specifically, a fujoshi. After a breakup due to these kind of interests, she quits her job and joins a new company. At her new workplace, the only colleagues who know about her secret are her childhood friend Hirotaka Nifuji, a blunt gaming otaku; Hanako Koyanagi, a cool and mature-looking beauty; and Tarou Kabakura, an attractive guy with a scary face who always gets into fights with Hanako.\n\r\nWhile having drinks to catch up, Hirotaka advises Narumi to date someone who would understand her hobbies. But she is hesitant—otakus are typically perceived as gross, and the only ones who can understand them are otakus themselves. Or could a relationship between two otakus work?\n\r\nFollowing the relationship of Narumi and Hirotaka as they begin dating, Wotaku ni Koi wa Muzukashii is a light-hearted story about those who try to balance work, relationships, and hobbies.\n\r\n",
    "Volumes": "11",
    "Chapters": "105",
    "Status": "Finished",
    "Published": "Apr  30, 2015 to Jul  16, 2021",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Adult Cast",
      "Otaku Culture",
      "Workplace"
    ],
    "Serialization": "Comic POOL",
    "Authors": "Fujita (Story & Art)",
    "Score": "8.36",
    "Ranked": "241",
    "Popularity": "85",
    "Members": "131,651",
    "Favorites": "6,164",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/155740.jpg"
  },
  {
    "Id": "1111",
    "Title": "Buddha",
    "Description": "In ancient India, the lives of the people are plagued by drought, famine, constant warfare and the injustices of the strict caste system. The intertwining lives of many unhappy souls are drawn together by the birth of the young prince Siddhartha, who embarks on a spiritual journey, becomes Buddha, \"the Enlightened One,\" and attempts to bring about a spiritual rebirth of the people in this desperate age.\n\r\n(Source: ANN)",
    "Volumes": "14",
    "Chapters": "66",
    "Status": "Finished",
    "Published": "Sep  1972 to Nov  1983",
    "Genre": [
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "Historical"
    ],
    "Serialization": "Comic Tom (Monthly)",
    "Authors": "Tezuka, Osamu (Story & Art)",
    "Score": "8.36",
    "Ranked": "243",
    "Popularity": "1238",
    "Members": "15,065",
    "Favorites": "449",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/260394.jpg"
  },
  {
    "Id": "1600",
    "Title": "Black Jack",
    "Description": "Black Jack is an \"unregistered\" doctor with a clouded, mysterious past. He works with his little assistant Pinoko (who has a massive crush on the doctor), dealing with medical cases not very well known, which can be strange, dangerous, or not known at all. But he is a genius, and can save almost any of his patients' lives (as long as they have the money for it, that is), and is known to many around the world, especially to those of medicine and science. He's a man of science himself, and does not believe much until he has seen it, yet it is many times he is surprised by love and nature often overpowering the science he bases his life in.\n\r\n(Source: ANN)",
    "Volumes": "25",
    "Chapters": "243",
    "Status": "Finished",
    "Published": "Nov  19, 1973 to Oct  14, 1983",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Medical"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Tezuka, Osamu (Story & Art)",
    "Score": "8.36",
    "Ranked": "244",
    "Popularity": "797",
    "Members": "22,091",
    "Favorites": "853",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/266117.jpg"
  },
  {
    "Id": "3571",
    "Title": "Ten: Tenhou-doori no Kaidanji",
    "Description": "It is 23 years after Akagi Shigeru's deadly battle with Washizu Iwao. Ten Takashi is living his life as a rep mahjong player. A kind person at heart, he also possesses a ingenious talent in mahjong. One day Ten meets Igawa Hiroyuki, a student player who 'plays by logic.' Hiroyuki is overwhelmed at Ten's playing style which involves anything besides logic, and soon becomes one of his close friends.\n\r\nBeing the rep player he is, Ten had to play against some Yakuza. The chance of victory seemed to be on Ten's side, then the yakuza decides to call their secret weapon, a legendary rep player called...\n",
    "Volumes": "18",
    "Chapters": "164",
    "Status": "Finished",
    "Published": "Aug  1989 to Apr  2002",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "Strategy Game"
    ],
    "Serialization": "Kindai Mahjong Gold",
    "Authors": "Fukumoto, Nobuyuki (Story & Art)",
    "Score": "8.36",
    "Ranked": "245",
    "Popularity": "3601",
    "Members": "5,553",
    "Favorites": "284",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/260697.jpg"
  },
  {
    "Id": "48347",
    "Title": "Ballroom e Youkoso",
    "Description": "With no particular dreams or plans for the future, third-year middle schooler Tatara Fujita yearns to find something that he can pursue wholeheartedly. Initially often bullied and extorted for his lack of confidence, Tatara's life changes when he is saved from delinquents by a man named Kaname Sengoku. His savior, a motorcycle-riding dance instructor, proceeds to drag Tatara to Ogasawara Dance Studio, mistakenly believing that the boy was looking at the studio's flyer.\n\r\nTatara is then partnered with his schoolmate and skilled dancer Shizuku Hanaoka when he agrees to a trial lesson. The next day after being bullied and only to be saved yet again, he asks the studio to teach him dancing in hopes of changing his image. Now entering a bright and fast-paced new world, Tatara dedicates his time to dancing as he sweeps over the dance hall.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  5, 2011 to ?",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Sports"
    ],
    "Theme": [
      "Performing Arts",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Monthly)",
    "Authors": "Takeuchi, Tomo (Story & Art)",
    "Score": "8.36",
    "Ranked": "247",
    "Popularity": "423",
    "Members": "39,242",
    "Favorites": "1,273",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/186664.jpg"
  },
  {
    "Id": "122906",
    "Title": "Kieta Hatsukoi",
    "Description": "A heated rooftop confession takes place between two men, but not all is as it seems. The good-natured Souta Aoki has had his heart stolen by the angelic smile and kind actions of his female crush Mio Hashimoto. Unfortunately, he is devastated when she lends him an eraser with another classmate's name—Ida—engraved on top. When Kousuke Ida spots his name on the eraser, he is led to believe that Aoki is the one harboring romantic feelings for him. Aoki is left struggling to clear up the situation alone without revealing Hashimoto's feelings for Ida. Fake and honest pinings mix as misunderstandings abound in this heart-pounding triangle of first loves.\n\r\n",
    "Volumes": "9",
    "Chapters": "39",
    "Status": "Finished",
    "Published": "Jun  13, 2019 to Jun  13, 2022",
    "Genre": [
      "Award Winning",
      "Boys Love",
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Aruko (Art), Hinekure, Wataru (Story)",
    "Score": "8.35",
    "Ranked": "250",
    "Popularity": "1143",
    "Members": "15,911",
    "Favorites": "732",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/235088.jpg"
  },
  {
    "Id": "660",
    "Title": "Versailles no Bara",
    "Description": "Hoping to unite their countries with an alliance, The Empress of Austria arranges for her daughter, the delightful yet spoiled Marie Antoinette, to marry the crown prince of France, Louis XVI. Upon arriving in Versailles, the Austrian princess meets Oscar François de Jarjayes, Captain of the Royal Guards—a seemingly dashing young man—but to Antoinette's astonishment, he is in fact a woman!\n\r\nThe youngest daughter of a noble family with a prominent lack of a male heir, Oscar was raised as a boy to continue the family's military legacy. Suffocated by the rigid rules associated with her new position and longing for companionship, Antoinette immediately takes a liking to this intriguing young woman and wastes no time befriending her. However, as the childish new queen foolishly abuses her power, Oscar is conflicted between maintaining her loyalty to the royal family and addressing the growing concern of poverty among the common people.\n\r\nDespite being unjustly burdened by family expectations and forced to deny their identities at the expense of personal happiness, Antoinette and Oscar march on to become key players in the annals of history.\n\r\n",
    "Volumes": "10",
    "Chapters": "82",
    "Status": "Finished",
    "Published": "1972 to  1973",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Historical",
      "Military"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Marg",
    "Authors": "Ikeda, Riyoko (Story & Art)",
    "Score": "8.35",
    "Ranked": "252",
    "Popularity": "1077",
    "Members": "16,847",
    "Favorites": "727",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/271375.jpg"
  },
  {
    "Id": "869",
    "Title": "Konjiki no Gash!!",
    "Description": "Kiyomaro Takamine, genius middle schooler, is greeted one morning by Gash Bell, a boy with a mysterious red book. Tasked by his father to decipher it, Kiyomaro soon learns Gash is no ordinary boy. Able to shoot lightning from his mouth at the chant of a word, Gash is a demon child—one apart of a war that takes place every 1000 years to decide the Demon King. With Kiyomaro being the only one who can read Gash's book, the duty of partner is thrust on him in this exciting tale of friendship, determination, and melons...?",
    "Volumes": "33",
    "Chapters": "323",
    "Status": "Finished",
    "Published": "Jan  10, 2001 to Dec  26, 2007",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Comedy",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Raiku, Makoto (Story & Art)",
    "Score": "8.35",
    "Ranked": "253",
    "Popularity": "541",
    "Members": "31,603",
    "Favorites": "2,089",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/172209.jpg"
  },
  {
    "Id": "936",
    "Title": "Homunculus",
    "Description": "Susumu Nakoshi is a middle-aged man who spends his days between a lavish first-class hotel and a park full of homeless people. One day, an eccentric young man approaches Nakoshi in search of subjects willing to partake in trepanation—the procedure of drilling a hole in the skull. \n\r\nThis mysterious person claims that Nakoshi is the perfect man for the experiment. Initially rejecting the offer, he doubles back on his decision after his car gets towed off. Nakoshi agrees to let Manabu Ito, a 22-year-old medical student, drill a hole in his skull in exchange for 700,000 yen. The procedure bears no results at first, with Nakoshi showing no abnormalities. This normalcy comes to an abrupt end, however, when Nakoshi begins seeing the homunculus in every person. With his perception distorted, how will Nakoshi face these homunculi?\n\r\n",
    "Volumes": "15",
    "Chapters": "166",
    "Status": "Finished",
    "Published": "Mar  17, 2003 to Feb  21, 2011",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Yamamoto, Hideo (Story & Art)",
    "Score": "8.35",
    "Ranked": "254",
    "Popularity": "88",
    "Members": "130,609",
    "Favorites": "6,852",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/318.jpg"
  },
  {
    "Id": "3281",
    "Title": "Hadashi no Gen",
    "Description": "1945, Japan. Gen Nakaoka is a spirited six-year-old boy who lives with his poor yet loving family in wartime Hiroshima. As the second World War rages on, Gen's father Daikichi stands among the few outspoken who are opposed to the emperor and stand for the innocent civilians bearing the brunt of the war. However, in a society with nothing but feverous support for their nation, Gen and his family are ostracized as traitors. Unbeknownst to them, a terrible fate awaits the people of Hiroshima...\n\r\nOne quiet morning, the US forces drop an atomic bomb on Hiroshima. In an instant, the city is completely destroyed, leaving thousands dead and many more exposed to radiation. Though Gen manages to survive the blast, he finds his life irreversibly changed. Regrouping with what's left of his family, Gen must now grapple with starvation, destitution, and an unsympathetic public who see survivors as little more than disease-ridden beggars.\n\r\nBased on author Keiji Nakazawa's real-life experiences, Hadashi no Gen follows Gen and his fellow survivors in their struggle to survive in post-war Hiroshima. Gen resolves to soldier on with unwavering determination, while never forgiving those who caused the atrocity, never forgetting the pain of the bomb, and never letting his spirit be broken by the tragedy.\n\r\n",
    "Volumes": "10",
    "Chapters": "54",
    "Status": "Finished",
    "Published": "May  22, 1973 to Sep  10, 1974",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Nakazawa, Keiji (Story & Art)",
    "Score": "8.35",
    "Ranked": "255",
    "Popularity": "1677",
    "Members": "11,581",
    "Favorites": "228",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/272017.jpg"
  },
  {
    "Id": "16081",
    "Title": "Umineko no Naku Koro ni - Episode 3: Banquet of the Golden Witch",
    "Description": "Ever since she was young, Eva Ushiromiya has worked tirelessly to prove herself as the ideal successor to the Ushiromiya family headship. Despite facing endless discrimination as a woman, she is determined to overcome the odds and surpass her older brother Krauss, who is set to inherit the position by way of birthright.\n\r\nAn opportunity to realize her dream comes at the annual conference on the island of Rokkenjima. With the announcement of the epitaph's riddle, Eva believes that finding the hidden gold will force the rest of the family members to acknowledge her. However, as the adults of the Ushiromiya family decipher the puzzle, a string of unexplained murders ensues, forewarning the unfortunate fate that awaits them in the end.\n\r\nMeanwhile, the game board between the Golden Witch Beatrice and Battler Ushiromiya commences once more—bringing new yet unlikely accomplices to participate in the duel.\n\r\n",
    "Volumes": "5",
    "Chapters": "22",
    "Status": "Finished",
    "Published": "Sep  19, 2009 to Jun  22, 2011",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Jok",
    "Authors": "Natsumi, Kei (Art), Ryukishi07 (Story)",
    "Score": "8.35",
    "Ranked": "256",
    "Popularity": "1271",
    "Members": "14,770",
    "Favorites": "243",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/259980.jpg"
  },
  {
    "Id": "62023",
    "Title": "Mushishi Tokubetsu-hen: Hihamukage",
    "Description": "When an eclipse occurs, the sun remains dark in one area. The mushi expert Ginko must come and determine how to return the sun to the village before their crops die. The secret seems connected to twin girls who live nearby.\n\r\n(Source: ANN)",
    "Volumes": "1",
    "Chapters": "2",
    "Status": "Finished",
    "Published": "Nov  25, 2013 to Dec  25, 2013",
    "Genre": [
      "Fantasy",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Historical",
      "Iyashikei"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Urushibara, Yuki (Story & Art)",
    "Score": "8.35",
    "Ranked": "257",
    "Popularity": "3558",
    "Members": "5,618",
    "Favorites": "17",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/123403.jpg"
  },
  {
    "Id": "58141",
    "Title": "Machida-kun no Sekai",
    "Description": "Hajime Machida, despite being a completely average teenager, is adored by his family, friends, and even his classmates. His kind and helpful nature leads to special encounters on a daily basis, whether it be with his younger siblings at home or just someone he meets on the street. Through these interactions and brand new experiences, Machida begins to learn more about himself and the differences between the various types of love.\n\r\n",
    "Volumes": "7",
    "Chapters": "28",
    "Status": "Finished",
    "Published": "Jun  13, 2013 to Apr  13, 2018",
    "Genre": [
      "Award Winning",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Andou, Yuki (Story & Art)",
    "Score": "8.34",
    "Ranked": "259",
    "Popularity": "603",
    "Members": "28,716",
    "Favorites": "867",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/168062.jpg"
  },
  {
    "Id": "61189",
    "Title": "Mahoutsukai no Yome",
    "Description": "Despite having the ability to see otherworldly creatures, Chise Hatori has never considered herself lucky. Ever since her parents abandoned her at a young age, it has been the center of her hardship, driving her to the point of selling herself to the slave market, just to secure a place she can call home.\n\r\nPresented to the bidders as a rare \"Sleigh Beggy\"—beings who have an unusually high affinity to magical energies—Chise's last remaining hope appears in the form of Elias Ainsworth, a mysterious magus more beast than man. Rather than keep her as a slave, he has decided to make her his apprentice, as well as his bride.\n\r\nChise is not only physically transported to the English countryside where Elias lives, but also introduced to a world where wondrous things such as fairies and dragons are the norm. But she soon realizes there is as much to fear in her new life as there is to marvel at. And lying at the heart of it all is the question of whether she has fallen into the hands of something much darker than her own inner demons.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  30, 2013 to ?",
    "Genre": [
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Comic Gard",
    "Authors": "Yamazaki, Kore (Story & Art)",
    "Score": "8.34",
    "Ranked": "260",
    "Popularity": "152",
    "Members": "90,707",
    "Favorites": "3,952",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/121263.jpg"
  },
  {
    "Id": "77609",
    "Title": "Harukaze no Étranger",
    "Description": "Having begun a relationship, lovers Shun Hashimoto and Mio Chibana depart for Tokyo. Unlike the tranquil seaside town where they met, the city is a bustling metropolis, where people from all walks of life go about their lives. Even so, openly being in a homosexual relationship is never an easy task in a society that rejects those who go against the norm.\n\r\nTheir destination is Shun's family home, a place he left years ago after outing himself. Nearly everything is nostalgic about that place, from the very same dog to the very same roof, but a boisterous younger brother is an unexpected surprise. While Shun's mother wishes for the two to stay, his father remains emotionally disconnected from his son.\n\r\nAs they become reacquainted with family friends and grow accustomed to their new environment, Shun and Mio are faced with a seemingly insurmountable challenge—coming to terms with their pasts.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jul  25, 2014 to ?",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Serialization": "onBLUE",
    "Authors": "Kii, Kanna (Story & Art)",
    "Score": "8.34",
    "Ranked": "261",
    "Popularity": "860",
    "Members": "20,576",
    "Favorites": "924",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/173314.jpg"
  },
  {
    "Id": "98436",
    "Title": "Youjo Senki",
    "Description": "Intrigued by the severe lack of faith a particular salaryman displayed as he drew his last breath, a godlike presence known only as \"Being X\" reincarnates him into a magical yet war-torn world to test his mettle. Under these new circumstances, Being X believes that, should this man succumb to relentless suffering, he will call upon the heavens for assistance.\n\r\nStarting life again as a young girl named Tanya Degurechaff, the salaryman quickly utilizes his past experiences and volunteers to the military of his country, the Empire. Wielding tremendous potential despite being a child, Tanya's prodigious capacity for strategic and magical warfare allows her to quickly ascend the ranks and consistently lead her nation to miraculous victories in the ongoing war. Even so, she does all of this for one purpose: to live in the backlines far from the warzone, effectively defying Being X's objectives.\n\r\nHowever, as Tanya strives to escape Being X's influence, she soon comes to know that even with her genius, there are situations that a human simply cannot overcome without divine intervention.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  26, 2016 to ?",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Military",
      "Reincarnation"
    ],
    "Serialization": "Comp Ac",
    "Authors": "Toujou, Chika (Art), Zen, Carlo (Story)",
    "Score": "8.34",
    "Ranked": "262",
    "Popularity": "652",
    "Members": "26,694",
    "Favorites": "869",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/186468.jpg"
  },
  {
    "Id": "104241",
    "Title": "Mairimashita! Iruma-kun",
    "Description": "Fourteen-year-old Iruma Suzuki has the worst luck possible! Incapable of saying no to anyone, he has always performed whatever life-threatening jobs his greedy and lazy parents requested. His life takes an unexpected turn when they form a contract with Sullivan, a high-ranking demon, at the cost of his soul. Afraid and confused, Iruma is surprised that all Sullivan wants is to act as his grandfather.\n\r\nSullivan takes care of Iruma and decides to enroll him in the demon school Babyls. Iruma's greatest challenge is hiding his status as a human, so keeping a low profile among his peers is the only option. However, Iruma will soon discover that he is no ordinary human, and the demons might also be more than what meets the eye.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  2, 2017 to ?",
    "Genre": [
      "Comedy",
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Nishi, Osamu (Story & Art)",
    "Score": "8.34",
    "Ranked": "263",
    "Popularity": "283",
    "Members": "55,993",
    "Favorites": "3,265",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/198066.jpg"
  },
  {
    "Id": "25096",
    "Title": "Gin no Saji",
    "Description": "Yuugo Hachiken has spent every waking moment of his life studying in order to achieve the highest grades in school. Finally cracking under the pressure of his parents' expectations for success, Yuugo decides to leave his city life and enroll in the rural Ooezo Agricultural High School. However, he has absolutely no experience with farming!\n\r\nAttempting to utilize the skills he has built through studying, Yuugo begins to pursue the true meaning of having a dream and perhaps discover his own along the way. But life is not as simple as it seems to be, and Yuugo must learn that hardship may appear when you least expect it.\n\r\n",
    "Volumes": "15",
    "Chapters": "131",
    "Status": "Finished",
    "Published": "Apr  6, 2011 to Nov  27, 2019",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Arakawa, Hiromu (Story & Art)",
    "Score": "8.34",
    "Ranked": "264",
    "Popularity": "405",
    "Members": "40,759",
    "Favorites": "1,562",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/231500.jpg"
  },
  {
    "Id": "49835",
    "Title": "Gochuumon wa Usagi desu ka?",
    "Description": "Cocoa arrives at the cafe Rabbit House one day, excited for rabbits. She actually all but lives in that cafe. She meets lots of different girls there, including a tiny and cool girl named Chino, a tough and soldier-esque girl named Rize, a spacey and quintessentially Japanese girl named Chiya, and the ordinary but dignified Sharo.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  19, 2011 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "CGDCT",
      "Iyashikei",
      "Workplace"
    ],
    "Serialization": "Manga Time Kirara MAX",
    "Authors": "Koi (Story & Art)",
    "Score": "8.34",
    "Ranked": "265",
    "Popularity": "3007",
    "Members": "6,656",
    "Favorites": "325",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/205168.jpg"
  },
  {
    "Id": "923",
    "Title": "Kanata kara",
    "Description": "Noriko Tachiki has dreamt of a beautiful fantasy land for some time, though her friends think it is only her imagination. One day, on her way home, Noriko stumbles upon a bomb disguised as a paper bag that explodes right in front of her. However, instead of dying, she is transported to a mysterious forest full of strange plants and creatures.\n\r\nAs she begins navigating through the woods, Noriko is suddenly attacked by a giant, worm-like monster. Fortunately, she is saved by Izark Kia Tarj, a swordsman who does not speak her language. Lacking the strength to survive on her own, Noriko decides to follow her stoic savior, taking the opportunity to learn the foreign land's language and be more useful to Izark.\n\r\nUnbeknownst to her, Noriko is a crucial piece of an ancient prophecy. She is \"The Awakening\"—a being destined to unleash the greatest evil known as the \"Sky Demon.\" With influential people plotting to capture Noriko for her supposed powers, both she and Izark must fend for themselves and overcome a future laced with chaos.\n\r\n",
    "Volumes": "14",
    "Chapters": "57",
    "Status": "Finished",
    "Published": "Sep  24, 1991 to Jan  24, 2003",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Isekai",
      "Mythology"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Hikawa, Kyouko (Story & Art)",
    "Score": "8.34",
    "Ranked": "266",
    "Popularity": "1194",
    "Members": "15,489",
    "Favorites": "686",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/185863.jpg"
  },
  {
    "Id": "1013",
    "Title": "Touch",
    "Description": "Touch is a shounen story about two twin brothers, a pretty girl next door, and that good old pastime of baseball. The manga was written by one of the most well known manga-ka out there, Adachi Mitsuru in the early 80's (1981-1986). He's a wonderful writer who tends to write stories that are related to baseball and Koshien, the stadium where the All High School Baseball Tournament is held.\n\r\n(Source: MangaProject)",
    "Volumes": "26",
    "Chapters": "257",
    "Status": "Finished",
    "Published": "Aug  5, 1981 to Nov  12, 1986",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama",
      "Romance",
      "Sports"
    ],
    "Theme": [
      "Love Polygon",
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Adachi, Mitsuru (Story & Art)",
    "Score": "8.34",
    "Ranked": "267",
    "Popularity": "1486",
    "Members": "13,005",
    "Favorites": "472",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/272018.jpg"
  },
  {
    "Id": "3575",
    "Title": "Saikyou Densetsu Kurosawa",
    "Description": "44 years old, single, working in a construction company for his entire life. All Kurosawa wants is a little respect from his co-workers. And a little popularity won't hurt. Unfortunately Kurosawa's plans fail miserably from time to time and one day, he finds himself right in the middle of a fight against...delinquent middle schoolers?",
    "Volumes": "11",
    "Chapters": "90",
    "Status": "Finished",
    "Published": "Jan  2003 to Sep  2006",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Suspense"
    ],
    "Theme": [
      "Delinquents",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Orig",
    "Authors": "Fukumoto, Nobuyuki (Story & Art)",
    "Score": "8.34",
    "Ranked": "268",
    "Popularity": "701",
    "Members": "25,043",
    "Favorites": "1,256",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/262554.jpg"
  },
  {
    "Id": "12471",
    "Title": "Daichouhen Doraemon",
    "Description": "\"Doraemon\" is a series about a robotic cat named Doraemon, who travels back in time from the 22nd century to help a schoolboy named Nobita Nobi. Aside from the normal manga books, their great adventures to different places are specially described in Doraemon Long Stories books.\n\r\n(Source: MU)",
    "Volumes": "24",
    "Chapters": "126",
    "Status": "Finished",
    "Published": "Jan  1980 to Mar  2004",
    "Genre": [
      "Adventure",
      "Comedy",
      "Fantasy",
      "Sci-Fi",
      "Slice of Life"
    ],
    "Demographic": [
      "Kids"
    ],
    "Serialization": "CoroCoro Comic",
    "Authors": "Fujiko, Fujio F. (Story & Art)",
    "Score": "8.34",
    "Ranked": "269",
    "Popularity": "5556",
    "Members": "3,455",
    "Favorites": "70",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/287919.jpg"
  },
  {
    "Id": "31",
    "Title": "Lovely★Complex",
    "Description": "When the taller than average 172 cm Risa Koizumi learns that her occasional nemesis, the shorter than average 156 cm Atsushi Ootani, is romantically interested in her friend, she decides to team up with him. After all, she also has feelings for his friend. Unluckily, however, their respective crushes fall for each other instead. Determined to find new love after their recent misfortunes, the pair decide to cheer each other on while maintaining their usual dynamic of constant bickering. \n\r\nAlthough they continually deny it, Risa and Ootani are more similar than they like to admit: they both have unusual heights, failing grades, identical tastes in food, and a tendency to act extremely childish. Together, they inspire laughter among their peers as a so-called comedic duo. Could the love that these two are looking for be closer than they think?\n\r\n",
    "Volumes": "17",
    "Chapters": "68",
    "Status": "Finished",
    "Published": "Aug  13, 2001 to Aug  13, 2007",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Nakahara, Aya (Story & Art)",
    "Score": "8.33",
    "Ranked": "270",
    "Popularity": "250",
    "Members": "62,587",
    "Favorites": "2,810",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/209659.jpg"
  },
  {
    "Id": "320",
    "Title": "Gakuen Alice",
    "Description": "Mikan Sakura and Hotaru Imai are inseparable best friends, even if it seems like the latter does not reciprocate the same sentiment. Mikan naively believes that her aloof best friend would always be by her side until Hotaru decides to depart for Tokyo to attend Alice Academy. The school is home to gifted children who possess unique abilities known as \"Alices.\" Heartbroken and feeling abandoned, Mikan runs away from home in pursuit of her friend, hoping that she too can enroll in the prestigious institution.\n\r\nAs Mikan gets accepted as a student at Alice Academy and reunites with her friend, she quickly learns that the academy is not all fun and games. The school itself is divided into a hierarchy system based on the strength of their Alice, behavior, and academic performance, as well as classifying each student under a specific Alice subgroup for a more personalized education. When she finds herself in the lowest rank, Mikan faces bullying from her classmates who all believe that she does not belong. Natsume Hyuuga, one of the academy's highest ranking students, is especially vitriolic towards Mikan for seemingly no reason.\n\r\nThe students begin to discover that the special academy has hidden secrets—many of which are a lot darker than one might think. As they unravel these mysteries, Mikan and her friends find themselves entangled in something far bigger than they could imagine.\n\r\n",
    "Volumes": "31",
    "Chapters": "183",
    "Status": "Finished",
    "Published": "Sep  5, 2002 to Jun  20, 2013",
    "Genre": [
      "Comedy",
      "Drama"
    ],
    "Theme": [
      "Love Polygon",
      "School",
      "Super Power"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Higuchi, Tachibana (Story & Art)",
    "Score": "8.33",
    "Ranked": "271",
    "Popularity": "394",
    "Members": "42,047",
    "Favorites": "3,189",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269701.jpg"
  },
  {
    "Id": "2895",
    "Title": "Piano no Mori",
    "Description": "In the middle of a forest rests an abandoned piano. If one were to walk by, they may hear music coming from it, and sitting at the chair is a young boy: Kai Ichinose. He lives with his young, single mother—who works as a prostitute—and he is somewhat of a troublemaker at school when it comes to defending transfer student Shuuhei Amamiya from class bullies.\n\r\nShuuhei comes from a family of distinguished pianists, so he is expected to follow in their footsteps. He practices rigorously every day to live up to his parents' expectations. Meanwhile, Kai—with help from his teacher, a former pianist legend—wants to not only reach Shuuhei's level of success, but also wants to become the best pianist from Japan. This rivalry between the two friends will not only raise their talents to new levels, but it will also inspire other rising pianists from all over the world.\n\r\n",
    "Volumes": "26",
    "Chapters": "242",
    "Status": "Finished",
    "Published": "Aug  5, 1998 to Nov  5, 2015",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Music"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Isshiki, Makoto (Story & Art)",
    "Score": "8.33",
    "Ranked": "272",
    "Popularity": "1216",
    "Members": "15,277",
    "Favorites": "374",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/263148.jpg"
  },
  {
    "Id": "10552",
    "Title": "Hoshi no Samidare",
    "Description": "One day, college student Yuuhi Amamiya is approached by talking lizard Sir Noi Crezant. Crezant immediately launches into a fantastical story: the powerful mage Animus intends to destroy the Earth with his Biscuit Hammer, a huge contraption looming high in Earth's orbit. Earth's only hope lies with the princess and her Beast Knights, whose task is to protect the princess and defeat Animus.\n\r\nYuuhi is chosen as the Lizard Beast Knight, and despite his misgivings, is quickly forced to defend himself from a golem created by the mage. He is saved by his neighbor, the princess Samidare Asahina, and swears loyalty to her. However, the princess does not intend to save the Earth at all. She lets Yuuhi in on her real motivations: to prevent Animus from destroying the Earth, only to then annihilate the planet by her own hand. The pair continue to fight off attacks by Animus' golems while the remaining Beast Knights are slowly being gathered and learning to use their powers. As he grows closer to Asahina, Yuuhi will have to decide for himself whether to go along with her plans or to save the Earth. In the process, he must also confront his true self and determine where his loyalties truly lie.\n\r\n",
    "Volumes": "10",
    "Chapters": "65",
    "Status": "Finished",
    "Published": "Jun  30, 2005 to Aug  30, 2010",
    "Genre": [
      "Action",
      "Supernatural",
      "Suspense"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young King OURs GH",
    "Authors": "Mizukami, Satoshi (Story & Art)",
    "Score": "8.33",
    "Ranked": "273",
    "Popularity": "273",
    "Members": "57,813",
    "Favorites": "3,226",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/56421.jpg"
  },
  {
    "Id": "40761",
    "Title": "Ookami Kodomo no Ame to Yuki",
    "Description": "The story covers 13 years and begins with a 19-year-old college student named Hana who encounters and falls in \"fairy tale-like\" love with a \"wolf man.\" After marrying the wolf man, Hana gives birth and raises two wolf children—an older sister named Yuki who was born on a snowy day, and a younger brother named Ame who was born on a rainy day. The four quietly lived in a corner of a city to conceal the existence of the \"wolf children,\" but when the wolf man suddenly dies, Hana decides to move to a rural town far removed from the city.\n\r\n(Source: ANN)",
    "Volumes": "3",
    "Chapters": "16",
    "Status": "Finished",
    "Published": "Apr  4, 2012 to Aug  3, 2013",
    "Genre": [
      "Drama",
      "Fantasy",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Ac",
    "Authors": "Hosoda, Mamoru (Story), Yuu (Art)",
    "Score": "8.33",
    "Ranked": "276",
    "Popularity": "719",
    "Members": "24,226",
    "Favorites": "543",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/165496.jpg"
  },
  {
    "Id": "443",
    "Title": "Mars",
    "Description": "Timid 16-year-old Kira Asou prefers to be alone drawing than stand out. At a park, she is approached by her schoolmate Rei Kashino—notorious for being a womanizer—who asks for directions. Distrustful of Rei's intentions, Kira quickly chalks a map for him and runs away. Little does she know that Rei finds one of her sketches on the back of the map and becomes captivated by her artistic skills.\n\r\nMuch to Kira's chagrin, Rei immediately recognizes her at school, but she ignores his attempts at striking up a conversation. However, Rei's sincere praise about her drawing leads Kira to see the violent rebel in a better light. After watching him kiss a statue of the god Mars, Kira feels so moved that she instantly requests him to model for her.\n\r\nAs Kira and Rei's chance encounter begins to develop into a flourishing relationship, what is to become of these two polar personalities?\n\r\n",
    "Volumes": "15",
    "Chapters": "59",
    "Status": "Finished",
    "Published": "Jan  13, 1996 to Nov  13, 2000",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Friend",
    "Authors": "Souryo, Fuyumi (Story & Art)",
    "Score": "8.32",
    "Ranked": "277",
    "Popularity": "485",
    "Members": "34,524",
    "Favorites": "2,017",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/191262.jpg"
  },
  {
    "Id": "895",
    "Title": "Full Metal Panic! Sigma",
    "Description": "Tells the same story as Full Metal Panic Second Raid and is as such, also based on the novels The End Of Day By Day.\n\r\nLeaving off after the original series, this series tells of Sousuke and Mithril as they fight Amalgam. Like the original series, but both sides have gotten a bit more aggressive...",
    "Volumes": "19",
    "Chapters": "90",
    "Status": "Finished",
    "Published": "Apr  9, 2005 to Sep  9, 2013",
    "Genre": [
      "Action",
      "Romance"
    ],
    "Theme": [
      "Mecha",
      "Military"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Dragon Ag",
    "Authors": "Gatou, Shouji (Story), Ueda, Hiroshi (Art)",
    "Score": "8.32",
    "Ranked": "278",
    "Popularity": "1634",
    "Members": "11,856",
    "Favorites": "456",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/55583.jpg"
  },
  {
    "Id": "102343",
    "Title": "Fumetsu no Anata e",
    "Description": "It, a mysterious immortal being, is sent to the Earth with no emotions nor identity. However, It is able to take the shape of those around that have a strong impetus.\n\r\nAt first, It is a sphere. Then, It imitates the form of a rock. As the temperature drops and snow falls atop the moss, It inherits the moss. When an injured, lone wolf comes limping by and lays down to die, It takes on the form of the animal. Finally, It gains consciousness and begins to traverse the empty tundra until It meets a boy.\n\r\nThe boy lives alone in a ghost town, which the adults abandoned long ago in search of the paradise said to exist far beyond the endless sea of white tundra. However, their efforts were for naught, and now the boy is in a critical state.\n\r\nAcquiring the form of the boy, It sets off on a never-ending journey, in search of new experiences, places, and people.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  9, 2016 to ?",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Drama",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Ooima, Yoshitoki (Story & Art)",
    "Score": "8.32",
    "Ranked": "279",
    "Popularity": "131",
    "Members": "101,244",
    "Favorites": "4,024",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/189781.jpg"
  },
  {
    "Id": "155861",
    "Title": "Kininatteru Hito ga Otoko ja Nakatta",
    "Description": "Kininatteru Hito ga Otoko ja Nakatta depicts the love story between a high school girl and her classmate who she mistakes as a guy outside of school. They eventually bond over their shared taste in rock music.\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  19, 2023 to ?",
    "Genre": [
      "Girls Love"
    ],
    "Theme": [
      "Music"
    ],
    "Serialization": "    N",
    "Authors": "Agu (Story & Art)",
    "Score": "8.32",
    "Ranked": "280",
    "Popularity": "1441",
    "Members": "13,337",
    "Favorites": "596",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/288182.jpg"
  },
  {
    "Id": "47022",
    "Title": "Sakamichi no Apollon: Bonus Track",
    "Description": "Once again, we join Sentarou, Kaoru and their friends in a short jam session of friendship, music and love.\n\r\n1. Junichi and Yurika, after Junichi's move to Tokyo\r\n2. A short story about Kouta, Ritsuko and the guy who answered the phone when Kaoru called Ritsuko\r\n3. Tsutomu Murae (Ritsuko's dad) and how he finds his way into Jazz\r\n4. Sentarou Kawabuchi and how he discovers his new resolve\r\n5. After story... ",
    "Volumes": "1",
    "Chapters": "5",
    "Status": "Finished",
    "Published": "Mar  28, 2012 to Jul  28, 2012",
    "Genre": [
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Historical",
      "Music"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Flowers (Monthly)",
    "Authors": "Kodama, Yuki (Story & Art)",
    "Score": "8.31",
    "Ranked": "282",
    "Popularity": "3156",
    "Members": "6,324",
    "Favorites": "36",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/82944.jpg"
  },
  {
    "Id": "112774",
    "Title": "Ojisama to Neko",
    "Description": "There is one cat at the local pet shop that has been waiting a long time for someone to bring him home. He has reached adulthood alone in his cage, avoided by potential owners for petty reasons like not being cute enough or being snotty. His fortune changes one day when an elderly gentleman named Kanda comes into the store and chooses to take him home. As a widower left behind by his grown-up children, Kanda seeks a feline companion to alleviate his solitude.\n\r\nAt times humorous and others heartwarming, Ojisama to Neko follows Kanda and the newly named Fukumaru as they experience the joys of living together and learning about each other.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  12, 2017 to ?",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "Pets"
    ],
    "Serialization": "Gangan pixiv",
    "Authors": "Sakurai, Umi (Story & Art)",
    "Score": "8.31",
    "Ranked": "283",
    "Popularity": "868",
    "Members": "20,310",
    "Favorites": "582",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/208216.jpg"
  },
  {
    "Id": "118568",
    "Title": "Bocchi the Rock!",
    "Description": "High school student Hitori \"Bocchi\" Gotou has no social life or any friends—unless you count her guitar. She dreams of creating a school band in the hopes that using her instrument will elevate her social standing. However, despite spending the last two years diligently practicing guitar, she is no closer to her goal.\n\r\nAlthough she has gained a following online for her guitar covers of popular songs, Bocchi's lack of social skills means that her dream may ultimately be impossible. But one day, drummer Nijika Ijichi spots Bocchi with her guitar alone in a park. Desperately in need of a guitarist, Nijika quickly recruits Bocchi to the band that Nijika has formed with bassist Ryou Yamada—Kessoku Band. Though overwhelmed and left floundering at the sudden social interaction, Bocchi realizes this may be the start of something bigger.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  19, 2017 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "CGDCT",
      "Music"
    ],
    "Serialization": "Manga Time Kirara MAX",
    "Authors": "Hamaji, Aki (Story & Art)",
    "Score": "8.31",
    "Ranked": "284",
    "Popularity": "998",
    "Members": "17,886",
    "Favorites": "659",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/224954.jpg"
  },
  {
    "Id": "123444",
    "Title": "Teito Seihai Kitan: Fate/type Redline",
    "Description": "A remake of the comedy spin-off manga Koha-Ace GO: Teito Seihai Kitan.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  20, 2019 to ?",
    "Genre": [
      "Action",
      "Comedy",
      "Fantasy",
      "Supernatural"
    ],
    "Serialization": "TYPE-MOON Comic Ac",
    "Authors": "Keikenchi (Story), Hirano, Ryouji (Art)",
    "Score": "8.31",
    "Ranked": "286",
    "Popularity": "1527",
    "Members": "12,701",
    "Favorites": "629",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/234884.jpg"
  },
  {
    "Id": "93972",
    "Title": "Totsukuni no Shoujo",
    "Description": "Long ago, there was a god of light and a god of darkness. While those devoted to the god of light experienced happiness and good fortune, the god of darkness would play tricks on the people and steal their joy. And so, as the legend goes, the god of light decided to punish him by turning him into a monster. Enraged by this, the god of darkness wielded his punishment as a curse in order to inflict suffering upon others. Because of his actions, he was banished to the Outside, where he and his monstrous children are to remain for eternity, while those from the Inside must never come in contact with someone from the Outside, lest they be cursed with a hideous form.\n\r\nA little girl named Shiva, an Insider, is found by an Outsider she comes to know as Sensei. Though they cannot touch, Sensei cares for Shiva as best he can, and together they live a moderately happy life. But soon, Shiva not only finds herself in danger from the Outside, but from her own kind as well.\n\r\n",
    "Volumes": "11",
    "Chapters": "53",
    "Status": "Finished",
    "Published": "Sep  5, 2015 to Mar  5, 2021",
    "Genre": [
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Comic Gard",
    "Authors": "Nagabe (Story & Art)",
    "Score": "8.31",
    "Ranked": "287",
    "Popularity": "201",
    "Members": "74,002",
    "Favorites": "2,863",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/173926.jpg"
  },
  {
    "Id": "736",
    "Title": "Shin Angyo Onshi",
    "Description": "In Jushin, there once lived secret government agents called the amen osa (or angyō onshi in the Japanese version), who traveled the countryside in disguise. They were charged by the king with finding and punishing corrupt government officials, and bringing justice to the country's citizens.\n\r\n(Source: Wikipedia)",
    "Volumes": "17",
    "Chapters": "76",
    "Status": "Finished",
    "Published": "Mar  19, 2001 to Aug  18, 2007",
    "Genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Supernatural"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Sunday Gene-X",
    "Authors": "Yoon, In-Wan (Story), Yang, Kyung-il (Art)",
    "Score": "8.31",
    "Ranked": "289",
    "Popularity": "488",
    "Members": "34,438",
    "Favorites": "1,233",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/161805.jpg"
  }
]