[
  {
    "Id": "1262",
    "Title": "Higurashi no Naku Koro ni Kai: Meakashi-hen",
    "Description": "The Sonozaki family of Hinamizawa has kept twin sisters Mion and Shion apart for as long as they can remember. Mion will become the next heir of the Sonozaki family, and Shion will attend St. Lucia Academy, away from her dear sister and their relatives. But Shion escapes the school and returns to Hinamizawa, unaware of the cruel tragedy awaiting her.\n\r\nWhen she reunites with her sister and gets a part-time job—while pretending to be Mion—she meets Satoshi Houjou, a boy her age with whom she falls madly in love. But when she learns about Satoshi's horrible family situation, she begins to resent everyone in his household—even his younger sister, Satoko. When tensions escalate and Satoshi abruptly goes missing, Shion begins to suspect that her own family may have had something to do with his disappearance.\n\r\nA year later, Shion meets Keiichi Maebara, Mion's crush. Her sister's infatuation with Keiichi stirs up her old feelings for Satoshi, and awakens a vicious desire to find out the truth behind his disappearance once and for all. However, Shion's quest for the truth will send her spiraling down a dark path of madness and despair.\n\r\n",
    "Volumes": "4",
    "Chapters": "21",
    "Status": "Finished",
    "Published": "Jun  26, 2006 to Feb  26, 2008",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Wing",
    "Authors": "Houjou, Yutori (Art), Ryukishi07 (Story)",
    "Score": "8.31",
    "Ranked": "290",
    "Popularity": "1269",
    "Members": "14,784",
    "Favorites": "350",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/259917.jpg"
  },
  {
    "Id": "9699",
    "Title": "Doukyuusei",
    "Description": "Hikaru Kusakabe is an ordinary teenager; he has a band, smokes, goes to parties, and enjoys his youth to the fullest. His classmate Rihito Sajou, on the other hand, is his complete antithesis; Rihito is an honor student who is always at the top of the class, and he received a perfect score in his high school entrance exam.\n\r\nDuring rehearsal for a chorus festival, Kusakabe notices that Sajou is not singing and offers to help him practice. They start meeting every day after class to train. Because of this, even with completely different personalities, the two boys begin growing closer and developing feelings for each other.\n\r\nWith the pressure of the last year of high school, students are faced with the looming decision of their future. Along the way, these two boys will need to learn about their own feelings, all while supporting each other and growing together.\n\r\n",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Jul  25, 2006 to Jul  27, 2007",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Op",
    "Authors": "Nakamura, Asumiko (Story & Art)",
    "Score": "8.31",
    "Ranked": "291",
    "Popularity": "436",
    "Members": "38,428",
    "Favorites": "1,439",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/256467.jpg"
  },
  {
    "Id": "9",
    "Title": "Tsubasa: RESERVoir CHRoNiCLE",
    "Description": "Warmhearted Syaoran has always been friends with Sakura—the princess of the Clow Kingdom who holds an extraordinary power capable of changing the world. When a mysterious man attempts to monopolize Sakura's ability, her memories scatter throughout different worlds in the form of feathers. To save Sakura, Syaoran seeks help from the Dimensional Witch and meets two other travelers—Kurogane and Fai D. Flourite.\n\r\nKurogane, a capable fighter and ninja, has been banished from his homeworld and wishes to return. In contrast, Fai, a magician from Celes, wants to traverse different worlds to avoid his home and past. As the price to cross dimensions, each of the three must sacrifice their most valued possession. For Sakura's sake, Syaoran agrees to give away their relationship as payment to the Dimensional Witch. And with firm determination, Syaoran, Kurogane, and Fai begin journeying through numerous worlds to fight against their ill-fated destinies.\n\r\n",
    "Volumes": "28",
    "Chapters": "233",
    "Status": "Finished",
    "Published": "May  21, 2003 to Oct  7, 2009",
    "Genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "CLAMP (Story & Art)",
    "Score": "8.30",
    "Ranked": "292",
    "Popularity": "188",
    "Members": "79,059",
    "Favorites": "6,199",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/272410.jpg"
  },
  {
    "Id": "18",
    "Title": "Kodomo no Omocha",
    "Description": "Sana Kurata, a child actress, faces many problems in her classroom, including a major one - her bullying classmate, Akito Hayama. Sana's outgoing and friendly nature leads her to work towards correcting all of the problems around her. Her 'meddling' irritates Hayama but at the same time captivates him, just as Hayama's gloomy nature irritates Sana and compels her to change him. As these two opposites attract each other, they face many hardships which bring them closer to a mutual understanding.\n\r\n(Source: ANN)",
    "Volumes": "10",
    "Chapters": "54",
    "Status": "Finished",
    "Published": "Jul  2, 1994 to Oct  3, 1998",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Love Polygon",
      "School",
      "Showbiz"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ribon Mag",
    "Authors": "Obana, Miho (Story & Art)",
    "Score": "8.30",
    "Ranked": "293",
    "Popularity": "799",
    "Members": "22,037",
    "Favorites": "1,157",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/267715.jpg"
  },
  {
    "Id": "79",
    "Title": "Sora wa Akai Kawa no Hotori",
    "Description": "A seemingly ordinary modern day teenager, Yuri, is suddenly whisked away to the Hittite empire in ancient Anatolia, where an ambitious queen wants the girl for a blood sacrifice in order to murder all heirs but her son, thus seizing control of the throne. Luckily, the timely intervention of Prince Kail saves Yuri from the queen's grasp. Kail promises to send Yuri back to her home, but the queen's persistent schemes to kill them both, plus their growing feelings for each other, keep those plans delayed.\n\r\n(Source: Wikipedia)\n\nIncluded one-shot:\r\nVolume 28: Orontes Renka",
    "Volumes": "28",
    "Chapters": "96",
    "Status": "Finished",
    "Published": "Jan  5, 1995 to Jun  5, 2002",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Drama",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Historical",
      "Time Travel"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Sho-Com",
    "Authors": "Shinohara, Chie (Story & Art)",
    "Score": "8.30",
    "Ranked": "294",
    "Popularity": "750",
    "Members": "23,228",
    "Favorites": "1,247",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/260695.jpg"
  },
  {
    "Id": "149",
    "Title": "Blame!",
    "Description": "In an enormous steel labyrinth riddled with horrifying creatures, humanity is forced to isolate itself in small enclaves while living in constant fear of its annihilation. In this dystopia, only a strange young man known as Killy is brave enough to traverse its unforgiving territories. \n\r\nPossessing superhuman strength and a rare Graviton Beam Emitter, Killy fights off bloodthirsty beasts and other fiendish forces in his desperate search for a human with the Net Terminal Gene—genetic information that holds the potential to restore the corrupt world. \n\r\nThe dark world of Blame! follows Killy as he meets new people, sheds more blood, and draws closer to finding the Net Terminal Gene. Through these exploits, the true nature of the world is slowly pieced together.\n\r\n",
    "Volumes": "10",
    "Chapters": "66",
    "Status": "Finished",
    "Published": "Jan  25, 1997 to Jul  25, 2003",
    "Genre": [
      "Action",
      "Drama",
      "Horror",
      "Sci-Fi"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Nihei, Tsutomu (Story & Art)",
    "Score": "8.30",
    "Ranked": "295",
    "Popularity": "72",
    "Members": "149,062",
    "Favorites": "8,351",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/174389.jpg"
  },
  {
    "Id": "1263",
    "Title": "Higurashi no Naku Koro ni Kai: Tsumihoroboshi-hen",
    "Description": "In the summer of 1983, Rena Ryuuguu and her friends are enjoying their days the way they always have: playing games and living a life of contentment in the village of Hinamizawa. But darkness is forming in Rena's heart, and even her closest friends may not be safe from it.\n\r\nRena's divorced father has recently found a new girlfriend, a sleazy woman named Rina Mamiya. Rena's hatred of her is solidified when she discovers that the woman and her true boyfriend are trying to swindle Rena's father out of his money. After a tumultuous confrontation with Rina about what she has learned, Rena realizes that she must resort to desperate measures to keep her father safe. When her friends notice that she is acting rather strange, they investigate what she has done, but instead of abandoning her as Rena assumed they would, they band together to support and help her.\n\r\nHowever, when she discovers a shocking snag in her plans, Rena realizes that she may have trusted the wrong people, and begins to become highly suspicious of her friends and the other townspeople. And as she uncovers the truth about the town's long history of murders and disappearances, she realizes that only drastic actions can save the village from utter destruction.\n\r\n",
    "Volumes": "4",
    "Chapters": "16",
    "Status": "Finished",
    "Published": "Jun  22, 2006 to Apr  22, 2008",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Psychological"
    ],
    "Serialization": "Gangan Powered",
    "Authors": "Suzuragi, Karin (Art), Ryukishi07 (Story)",
    "Score": "8.30",
    "Ranked": "296",
    "Popularity": "1612",
    "Members": "12,010",
    "Favorites": "232",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/259918.jpg"
  },
  {
    "Id": "9548",
    "Title": "Higurashi no Naku Koro ni Kai: Minagoroshi-hen",
    "Description": "In her young life, Rika Furude has witnessed unspeakable tragedy in her hometown of Hinamizawa; she has repeated the month of June in 1983 over and over again, each time ending in disaster. But in each world, the variables leading to tragedy are always different. As the summer resets again, Rika finds herself back in June of 1983 with even less time than usual to set things right. \n\nMinagoroshi-hen follows Rika's journey into yet another world, as she tries to fight against her own impending doom as well as that of her friends. However, as she and her friends solve one problem, another pops up in its place, as they inch ever closer towards the true identity of the mastermind behind the countless tragedies in Hinamizawa.\n\r\n",
    "Volumes": "6",
    "Chapters": "25",
    "Status": "Finished",
    "Published": "Jun  18, 2008 to Jun  18, 2010",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Psychological"
    ],
    "Serialization": "GFantasy",
    "Authors": "Ryukishi07 (Story), Momoyama, Hinase (Art)",
    "Score": "8.30",
    "Ranked": "299",
    "Popularity": "1769",
    "Members": "10,884",
    "Favorites": "204",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/259908.jpg"
  },
  {
    "Id": "14236",
    "Title": "Love So Life",
    "Description": "Shiharu Nakamura is a high school girl who loves children, lives in an orphanage, and aspires to run a daycare. She works part-time at a nursery school where the cute two-year-old twins Akane and Aoi Matsunaga attend. One day, a handsome young man named Seiji Matsunaga comes rushing to pick up the twins, but they refuse to go home with him, clinging onto Shiharu instead. Shocked by the children's strong attachment to Shiharu, Seiji urgently requests for her to babysit them, offering to pay twice the amount she currently earns at the daycare. Shiharu realizes the cash will cover her living and schooling expenses while also providing the experience she needs to fulfill her dream.\n\nLove So Life follows the happy days of Shiharu as she finds herself falling in love with her makeshift family, and the twins as they live out their early childhood playing, learning, and growing.\n\r\n",
    "Volumes": "17",
    "Chapters": "111",
    "Status": "Finished",
    "Published": "Apr  15, 2008 to Jul  18, 2015",
    "Genre": [
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Kouchi, Kaede (Story & Art)",
    "Score": "8.30",
    "Ranked": "300",
    "Popularity": "265",
    "Members": "58,905",
    "Favorites": "1,835",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269699.jpg"
  },
  {
    "Id": "35573",
    "Title": "Orange",
    "Description": "One morning, Naho Takamiya receives a letter in the mail claiming to be from herself 10 years in the future. The letter reveals a series of events that are supposed to take place that day. At first, Naho thinks it's just a prank; but when the letter mentions a transfer student named Kakeru Naruse, who really ends up transferring into her class later that day, she is forced to believe in its contents.\n\r\nAs Naho continues to read the letter, her future self mentions several regrets, urging Naho to take the right decisions now. Somehow these regrets all seem to be connected to Kakeru, and with the burden of the knowledge that the boy wouldn't be with her and her friends in the future, will Naho be able to make the perfect choices that will alter what seems to be fate?\n\r\n",
    "Volumes": "7",
    "Chapters": "38",
    "Status": "Finished",
    "Published": "Mar  13, 2012 to Apr  8, 2022",
    "Genre": [
      "Drama",
      "Romance",
      "Sci-Fi"
    ],
    "Theme": [
      "Love Polygon",
      "School",
      "Time Travel"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Monthly Ac",
    "Authors": "Takano, Ichigo (Story & Art)",
    "Score": "8.30",
    "Ranked": "301",
    "Popularity": "68",
    "Members": "154,966",
    "Favorites": "7,077",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/153742.jpg"
  },
  {
    "Id": "37755",
    "Title": "Saiki Kusuo no Ψ-nan",
    "Description": "Kusuo Saiki is not your typical high schooler—behind his glasses, pink hair, and antenna-like appendages exists a being of unfathomable psychic power. Telekinesis, teleportation, and astral projection might sound exciting to the average person, but from Saiki's viewpoint, they are nothing but an annoyance. Psychic powers are unnecessary—this is all that Saiki has believed since he was a kid.\n\r\nAs a secret esper with the sole dream of living an ordinary life, Saiki tries to use his psychic abilities to stay out of the public's gaze. However, having to clean up after his odd classmates and their antics, all the while keeping his psychic powers a secret, makes it rather difficult to achieve the peaceful life he desires.\n\r\n",
    "Volumes": "26",
    "Chapters": "290",
    "Status": "Finished",
    "Published": "May  14, 2012 to Jul  26, 2018",
    "Genre": [
      "Comedy",
      "Supernatural"
    ],
    "Theme": [
      "Gag Humor",
      "School",
      "Super Power"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Asou, Shuuichi (Story & Art)",
    "Score": "8.30",
    "Ranked": "302",
    "Popularity": "529",
    "Members": "32,154",
    "Favorites": "874",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/179613.jpg"
  },
  {
    "Id": "57791",
    "Title": "Canis Series",
    "Description": "Volume 1: Dear Mr. Rain\r\nKutsuna Satoru, a hat maker, picks up a man collapsed on the side of the road named Kashiba Ryou, who came to Japan to die.\n\r\nVolumes 2-3: Dear Hatter\r\nVolumes 4-5: The Speaker",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  28, 2012 to ?",
    "Genre": [
      "Boys Love",
      "Drama",
      "Slice of Life"
    ],
    "Serialization": "Op",
    "Authors": "Ishie, Hachi (Story & Art)",
    "Score": "8.30",
    "Ranked": "303",
    "Popularity": "1869",
    "Members": "10,251",
    "Favorites": "282",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/286723.jpg"
  },
  {
    "Id": "106809",
    "Title": "Koko wa Ima kara Rinri desu.",
    "Description": "Ethics is a term used to describe principles that aim to determine whether a person's behavior and actions can be justified as right or wrong. Takayanagi is a high school teacher who is in charge of an elective course that focuses on ethics. Despite not having a full class, he aims to teach his students about the importance of moral philosophy. Many students that attend Takayanagi's class are dealing with their own issues, and by engaging in his lessons, they learn to approach their problems from a different perspective.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Oct  26, 2016 to ?",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Grand Jump Premium",
    "Authors": "Amase, Shiori (Story & Art)",
    "Score": "8.30",
    "Ranked": "304",
    "Popularity": "687",
    "Members": "25,432",
    "Favorites": "883",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/286829.jpg"
  },
  {
    "Id": "135496",
    "Title": "Dandadan",
    "Description": "After being aggressively rejected, Momo Ayase finds herself sulking when she stumbles across a boy being bullied. Saved by her rash kindness, the occult-obsessed boy attempts to speak to her about supernatural interests he believes they share. Rejecting his claims, Ayase proclaimed that she instead is a believer in ghosts, starting an argument between the two over which is real.\n\r\nIn a bet to determine who is correct, the two decide to separately visit locations associated with both the occult and the supernatural—Ayase visiting the former and the boy visiting the latter. When the two reach their respective places, it turns out that neither was wrong and that both the occult and ghosts do exist.\n\r\nThis marks the beginning of Ayase and the boy's adventure, as they attempt to fix the surreal, supernatural, and occult elements around them to return to a normal life.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  6, 2021 to ?",
    "Genre": [
      "Action",
      "Comedy",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Tatsu, Yukinobu (Story & Art)",
    "Score": "8.29",
    "Ranked": "308",
    "Popularity": "96",
    "Members": "122,353",
    "Favorites": "5,167",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/248746.jpg"
  },
  {
    "Id": "17910",
    "Title": "Yomawari Sensei",
    "Description": "The author, a high school teacher, recounts his 12 years on \"night patrol\" in Yokohama City, where he comes face to face with youth dealing with issues ranging from self-mutilation to drug abuse.\n\r\n(Source: MU)",
    "Volumes": "9",
    "Chapters": "45",
    "Status": "Finished",
    "Published": "Oct  25, 2004 to Dec  25, 2008",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ikk",
    "Authors": "Mizutani, Osamu (Story), Tsuchida, Seiki (Art)",
    "Score": "8.29",
    "Ranked": "309",
    "Popularity": "1423",
    "Members": "13,445",
    "Favorites": "202",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/185367.jpg"
  },
  {
    "Id": "29",
    "Title": "Paradise Kiss",
    "Description": "After two eccentrically dressed individuals ambush her, high school student Yukari Hayasaka promptly passes out due to shock. She soon awakens to find herself surrounded by even more strangely dressed people in the basement studio of Paradise Kiss—a fashion design club composed of four students from Yazawa School for the Arts. Although it seems like Yukari has been kidnapped, the older students explain that they only approached her to see if she would model their collection for an upcoming fashion show.\n\r\nBeing a senior with a busy schedule, Yukari furiously rejects the group's offer. But when she drops her student passbook in her haste to leave, the ringleader of the group, George Koizumi, picks it up and uses it as a means to coerce Yukari into considering their request. After hearing about the other members' unbridled ambition, Yukari is inspired to reevaluate her own circumstances and eventually agrees to help them out.\n\r\nNow as Paradise Kiss' model, Yukari must learn to balance her new responsibilities with her hectic personal life. However, the more time she spends with George and the rest of the team, the harder it becomes for her to avoid getting swept up in the glitz and glamor of the fashion world.\n\r\n",
    "Volumes": "5",
    "Chapters": "48",
    "Status": "Finished",
    "Published": "Mar  23, 1999 to Mar  22, 2003",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School",
      "Visual Arts"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Zipp",
    "Authors": "Yazawa, Ai (Story & Art)",
    "Score": "8.29",
    "Ranked": "310",
    "Popularity": "310",
    "Members": "51,098",
    "Favorites": "2,559",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/262323.jpg"
  },
  {
    "Id": "267",
    "Title": "Hellsing",
    "Description": "For centuries, many secret organizations have taken part in exterminating various types of dangerous monsters. One of them is the England-based Hellsing, run by its cunning leader, Sir Integra Fairbrook Wingates Hellsing. Her greatest hunter, and trump card, is Alucard, an unbeatable vampire genetically modified by her father. Despite him being one of \"them,\" he swore to be her protector and servant.\n\r\nA new crisis begins and with the help of Seras Victoria, his recently turned vampire partner, Alucard has to uncover the truth behind the mysterious vampire attacks. Not every human is bound to be his ally in this battle, and he will not hesitate to kill anyone who stands in his way.\n\r\n",
    "Volumes": "10",
    "Chapters": "92",
    "Status": "Finished",
    "Published": "Apr  30, 1997 to Sep  30, 2008",
    "Genre": [
      "Action",
      "Horror",
      "Supernatural"
    ],
    "Theme": [
      "Adult Cast",
      "Gore",
      "Historical",
      "Vampire"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young King OURs",
    "Authors": "Hirano, Kouta (Story & Art)",
    "Score": "8.29",
    "Ranked": "311",
    "Popularity": "145",
    "Members": "93,933",
    "Favorites": "5,760",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/267321.jpg"
  },
  {
    "Id": "583",
    "Title": "Claymore",
    "Description": "It is the Middle Ages, and the remnants of mankind are plagued by paranoia and death. Spoken in fearful whispers, the word \"Yoma\" cuts a clear image into the minds of all: monstrous beings with an insatiable hunger for human flesh. But fear of their gruesome appetite is dwarfed by that of their ability to shapeshift and steal the memories of their last meal. Forever vulnerable to attack, humans live in unease, even among family.\n\r\nThere are few means to kill a Yoma. The Organization, informally known as \"Claymore,\" is humanity's only line of defense, dispatching half-human, half-Yoma female warriors to purify villages of Yoma. A lonely and dangerous existence, death for these warriors comes with each new assignment. What time is found between trying battles and long, arduous travels is spent in ever-intensifying struggle to resist their Yoma blood and maintain their humanity. Villagers, knowing of this, pay for their security reluctantly and have only loathsome regard for their protectors.\n\nClaymore follows the stoic and low-ranking member Clare in her daunting trek as she searches for personal vengeance. Along the way, she encounters many unexpected things about the world, from the camaraderie and hope held fast by her sisters-in-arms to the sinister truth behind the Claymore Organization.\n\r\n",
    "Volumes": "27",
    "Chapters": "159",
    "Status": "Finished",
    "Published": "May  6, 2001 to Oct  4, 2014",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy",
      "Horror"
    ],
    "Theme": [
      "Gore"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Yagi, Norihiro (Story & Art)",
    "Score": "8.29",
    "Ranked": "312",
    "Popularity": "37",
    "Members": "196,538",
    "Favorites": "13,364",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/255378.jpg"
  },
  {
    "Id": "735",
    "Title": "Black Lagoon",
    "Description": "Rokuro Okajima is just an average Japanese salaryman, living an average life. But when he's taken hostage by the crew of the Black Lagoon, Rokuro finds himself thrown headfirst into a deadly world of outlawed heroes, brutal villains, and blazing gunfights. Where he ends up is anyone's guess, but one thing is for certain—he's in for a wild ride!\n\r\n(Source: VIZ Media)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  19, 2002 to ?",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "Military",
      "Organized Crime"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Sunday Gene-X",
    "Authors": "Hiroe, Rei (Story & Art)",
    "Score": "8.29",
    "Ranked": "313",
    "Popularity": "301",
    "Members": "52,823",
    "Favorites": "2,109",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/227037.jpg"
  },
  {
    "Id": "762",
    "Title": "Tokyo Crazy Paradise",
    "Description": "Life in the year 2020 in Tokyo is tough, as crime rates are high, and crimes against women rank second only to murders. To prevent their daughter from being exposed to these crimes, Tsukasa's parents raised her to be a male. Tsukasa aspires to be a policeman fighting against the yakuza, just like her parents. However, her parents died in the line of work, leaving behind Tsukasa and her 3 brothers to fend for themselves. Tsukasa must thus work as a bodyguard for her classmate, Ryuji, who happens to be the leader of the most powerful yakuza group in Tokyo, to pay off the family's debts.\n\r\n(Source: ANN, edited)",
    "Volumes": "19",
    "Chapters": "111",
    "Status": "Finished",
    "Published": "Dec  25, 1996 to Apr  25, 2002",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Crossdressing",
      "Organized Crime"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Nakamura, Yoshiki (Story & Art)",
    "Score": "8.29",
    "Ranked": "314",
    "Popularity": "980",
    "Members": "18,112",
    "Favorites": "737",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/253309.jpg"
  },
  {
    "Id": "838",
    "Title": "Angel Densetsu",
    "Description": "Whispering the name Seiichirou Kitano is enough to send shivers down the spine of any student at Hekikuu High. His fearsome looks make even the toughest of men scream, and if his appearance isn't off-putting enough, he is also known to be extremely brutal in fights. In a single day, he took out the school's top thug and became the new guardian. Now, the entire school is at his mercy, and anyone who dares to challenge him better be ready to meet their maker... or so the stories go.\n\r\nThe truth is that all of the terrible rumors surrounding Seiichirou are misunderstandings, many assuming the worst about him because of his demon-like features. In reality, he is a kindhearted boy who goes out of his way to help others, but his attempts to do good deeds always get hilariously skewed and miscommunicated—which was the case when he became the new guardian. \n\r\nTime and time again, Seiichirou tries and fails to prove that he is not the demon that rumors make him out to be. He hopes to one day be able to have friends who look beyond his scary disposition and see him for what he truly is—an angel.\n\r\n",
    "Volumes": "15",
    "Chapters": "89",
    "Status": "Finished",
    "Published": "May  7, 1992 to Feb  5, 2000",
    "Genre": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Delinquents",
      "Martial Arts",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Monthly)",
    "Authors": "Yagi, Norihiro (Story & Art)",
    "Score": "8.29",
    "Ranked": "315",
    "Popularity": "288",
    "Members": "55,348",
    "Favorites": "2,211",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/164490.jpg"
  },
  {
    "Id": "1061",
    "Title": "Meitantei Conan",
    "Description": "Hailed as the savior of the Japanese Police Department, high school detective Shinichi Kudou uses a combination of observational skills, critical thinking, and all-around knowledge to solve cases that leave the police stumped.\n\r\nOne day, while at an outing with childhood friend Ran Mouri, Shinichi bears witness to a suspicious transaction between two men and is caught. As a result, he is forced to ingest a poison that is supposed to kill him, but unexpectedly shrinks his body to the size of a grade-schooler instead. Now believed to be dead, Shinichi takes up the alias of Conan Edogawa (a compound of the names of the famous mystery authors Arthur Conan Doyle and Ranpo Edogawa) in order to hide his identity and begins his new life as a seven-year-old living with Ran and her private detective father.\n\nMeitantei Conan follows Conan as he continues to solve murder cases, all while slowly working toward exposing the men who shrunk him and eventually restoring his body.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  5, 1994 to ?",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Comedy",
      "Mystery"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Aoyama, Gosho (Story & Art)",
    "Score": "8.29",
    "Ranked": "316",
    "Popularity": "269",
    "Members": "58,436",
    "Favorites": "5,649",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/97267.jpg"
  },
  {
    "Id": "3378",
    "Title": "Kimi ni Todoke",
    "Description": "Sawako Kuronuma is a 15-year-old student often mistaken for the horrific, vengeful spirit Sadako Yamamura from The Ring. The uncanny resemblance leads to Sawako being called \"Sadako\" instead. Due to her aloof and gloomy appearance, her peers have grown afraid, and they keep their distance from her. But despite such treatment, she harbors an innocent and diligent heart.\n\r\nGiven her honest desire to make friends, Sawako holds a profound admiration for Shouta Kazehaya, the most popular boy in her class. Through his refreshing personality and smooth interpersonal interactions, Kazehaya naturally draws in people. Wishing to be more like him, Sawako begins to spend more time with Kazehaya. While attempting to turn over a new leaf, Sawako finds herself encouraged to explore new things that she never dared before, with Kazehaya right beside her.\n\r\n",
    "Volumes": "30",
    "Chapters": "125",
    "Status": "Finished",
    "Published": "Aug  11, 2005 to Nov  13, 2017",
    "Genre": [
      "Award Winning",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Shiina, Karuho (Story & Art)",
    "Score": "8.29",
    "Ranked": "317",
    "Popularity": "102",
    "Members": "117,600",
    "Favorites": "5,334",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/168283.jpg"
  },
  {
    "Id": "5255",
    "Title": "Dengeki Daisy",
    "Description": "Teru Kurebayashi is left all alone in the world after the death of her brother, Souichirou. Well, all alone except for \"Daisy,\" someone that she can always talk to and who never hesitates to cheer her up. However, Teru has never met Daisy, she has no idea what he looks like, and her only means of contacting him is through a cell phone that her brother left for her.\n\r\nIn stark contrast to the kind words and encouragement Teru receives from Daisy, she gets nothing but grief from the rude school janitor, Tasuku Kurosaki, who forced Teru to work for him after she accidentally broke a window. But while Kurosaki seems like a lazy good-for-nothing who only enjoys making her miserable, is there more to him than meets the eye?\n\r\n",
    "Volumes": "16",
    "Chapters": "80",
    "Status": "Finished",
    "Published": "May  12, 2007 to Dec  24, 2013",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Motomi, Kyousuke (Story & Art)",
    "Score": "8.29",
    "Ranked": "318",
    "Popularity": "103",
    "Members": "117,293",
    "Favorites": "7,969",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/152369.jpg"
  },
  {
    "Id": "100922",
    "Title": "Blue Giant Supreme",
    "Description": "None",
    "Volumes": "11",
    "Chapters": "88",
    "Status": "Finished",
    "Published": "Sep  10, 2016 to Apr  25, 2020",
    "Theme": [
      "Music"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic",
    "Authors": "Ishizuka, Shinichi (Story & Art)",
    "Score": "8.29",
    "Ranked": "319",
    "Popularity": "5666",
    "Members": "3,377",
    "Favorites": "27",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/193590.jpg"
  },
  {
    "Id": "72025",
    "Title": "Kengan Ashura",
    "Description": "Behind every major business deal in Japan is a fighter left lying on the ground... and another standing over the body. Ever since the Edo period, Japan's most influential companies have settled their conflicts through ruthless unarmed gladiator battles. In order to facilitate these matches, an underground organization, known as the Kengan Association, was created.\n\r\nOuma Tokita, a man nicknamed \"The Ashura,\" strives to become the strongest martial artist. To do so, he becomes a Kengan fighter for a company called the Nogi Group. Shortly after, Kazuo Yamashita, an employee with a stale job at the Nogi Group, is asked to become Ouma's manager. Now thrown into harrowing arenas, will this duo be able to survive in the brutal world of Kengan?\n\r\n",
    "Volumes": "27",
    "Chapters": "256",
    "Status": "Finished",
    "Published": "Apr  18, 2012 to Aug  23, 2018",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Martial Arts"
    ],
    "Serialization": "Ura Sunday",
    "Authors": "Daromeon (Art), Sandrovich, Yabako (Story)",
    "Score": "8.29",
    "Ranked": "320",
    "Popularity": "282",
    "Members": "56,582",
    "Favorites": "2,411",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/210808.jpg"
  },
  {
    "Id": "84983",
    "Title": "Chichi to Hige-Gorilla to Watashi",
    "Description": "After losing her mother to a traffic accident, five-year-old tomboy Michiru finds a \"suspicious person\" moving into her home: her father's younger brother Kouji, whom she quickly nicknames \"Beard Gorilla.\" While awkward at first, it doesn't take long for them to develop a relationship that's closer to one between a brother and sister than an uncle and niece.\n\r\n(Source: MU)",
    "Volumes": "7",
    "Chapters": "97",
    "Status": "Finished",
    "Published": "Feb  4, 2011 to Nov  5, 2018",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare"
    ],
    "Serialization": "Manga Club",
    "Authors": "Koike, Sadaji (Story & Art)",
    "Score": "8.29",
    "Ranked": "321",
    "Popularity": "2502",
    "Members": "7,912",
    "Favorites": "152",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/147377.jpg"
  },
  {
    "Id": "81117",
    "Title": "Tokyo Ghoul:re",
    "Description": "Two years have passed since the CCG's raid on Anteiku. Although the atmosphere in Tokyo has changed drastically due to the increased influence of the CCG, ghouls continue to pose a problem as they have begun taking caution, especially the terrorist organization Aogiri Tree, who acknowledge the CCG's growing threat to their existence.\n\r\nThe creation of a special team, known as the Quinx Squad, may provide the CCG with the push they need to exterminate Tokyo's unwanted residents. As humans who have undergone surgery in order to make use of the special abilities of ghouls, they participate in operations to eradicate the dangerous creatures. The leader of this group, Haise Sasaki, is a half-ghoul, half-human who has been trained by famed special class investigator, Kishou Arima. However, there's more to this young man than meets the eye, as unknown memories claw at his mind, slowly reminding him of the person he used to be.\n\r\n",
    "Volumes": "16",
    "Chapters": "181",
    "Status": "Finished",
    "Published": "Oct  16, 2014 to Jul  5, 2018",
    "Genre": [
      "Action",
      "Fantasy",
      "Horror"
    ],
    "Theme": [
      "Gore",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Ishida, Sui (Story & Art)",
    "Score": "8.28",
    "Ranked": "322",
    "Popularity": "21",
    "Members": "280,731",
    "Favorites": "20,101",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/145997.jpg"
  },
  {
    "Id": "26704",
    "Title": "Shouwa Genroku Rakugo Shinjuu",
    "Description": "Young Yotarou has just left prison after serving a short term for a crime he does not know anything about, but without family, he has nowhere to go. Instead, he is going straight to the unrivaled master of rakugo—a form of comedic Japanese storytelling—Yakumo Yuurakutei himself. Due to a series of events, Yotarou becomes enamored with rakugo, bent on becoming a shunichi. Yakumo, who never takes apprentices, almost immediately agrees to pass his trade on to Yotarou. Together with Konatsu, a young lady living in the household, they start struggling toward becoming the new hope for rakugo, which seems to be slowly withering away alongside the Shouwa era.\n\r\nHowever, as Yotarou gets to know his new mentor and \"big sis,\" he notices hints of a dark past in both of them. The environment of the household becomes strained and, at times, scary. Naturally, no hardships matter to the young Yotarou, as his gaze is set upon their mutual future—the future where he becomes the master of rakugo.\n\r\n",
    "Volumes": "10",
    "Chapters": "31",
    "Status": "Finished",
    "Published": "Mar  25, 2010 to Jun  7, 2016",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "Love Polygon",
      "Performing Arts"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "ITAN",
    "Authors": "Kumota, Haruko (Story & Art)",
    "Score": "8.28",
    "Ranked": "323",
    "Popularity": "2278",
    "Members": "8,592",
    "Favorites": "152",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/261416.jpg"
  },
  {
    "Id": "112318",
    "Title": "Jigokuraku",
    "Description": "Gabimaru the Hollow, a ninja of Iwagakure Village known for being cold and emotionless, was set up by his fellow ninja and is now on death row. Tired of killing and betrayal, he wants to die. However, no method of execution works on him because as much as the seemingly apathetic Gabimaru refuses to admit it, he does have a reason to live. He wants to return to his wife, who was the reason why he softened up and failed to be an effective assassin. Thus, he refuses to die.\n\r\nAsaemon the Decapitator, a famous executioner, sees this and has a proposal for the ninja. She wants Gabimaru to join an expedition to an island south of Japan in search of the elixir of life in exchange for a full pardon by the Shogunate. However, this island is not a normal island: it is believed to be Paradise.\n\r\nHowever the island is full of mysteries, and the exploring team—consisting of those marked for death—might not be fully prepared to handle them.\n\r\n",
    "Volumes": "13",
    "Chapters": "128",
    "Status": "Finished",
    "Published": "Jan  22, 2018 to Jan  25, 2021",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Kaku, Yuuji (Story & Art)",
    "Score": "8.28",
    "Ranked": "324",
    "Popularity": "69",
    "Members": "154,378",
    "Favorites": "6,519",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/208522.jpg"
  },
  {
    "Id": "119022",
    "Title": "Kage no Jitsuryokusha ni Naritakute!",
    "Description": "Great heroes and diabolical villains are the types of characters that people long to be—but not Cid Kagenou. He longs to become the true mastermind behind it all, pulling the strings, and having his machinations drive the entire story. In his previous life in modern-day Japan, he was not able to achieve his goals. But now, reborn into a world of magic, he will show the true eminence of shadow!\n\r\nAs Cid pretends to be just another average mob character, he recruits members to his (fake) organization Shadow Garden, aiming to take down the mysterious cult who lurks in the shadows. With plenty of ad-libs, Cid leads his (fake) organization against the foul (yet surprisingly real) Cult of Diablos.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  26, 2018 to ?",
    "Genre": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Reincarnation"
    ],
    "Serialization": "Comp Ac",
    "Authors": "Sakano, Anri (Art), Aizawa, Daisuke (Story)",
    "Score": "8.28",
    "Ranked": "325",
    "Popularity": "213",
    "Members": "70,281",
    "Favorites": "2,646",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/227280.jpg"
  },
  {
    "Id": "119392",
    "Title": "Boy Meets Maria",
    "Description": "Taiga Hirasawa has always longed to be a hero like in the movies, but he has never known who would play the heroine's role. On his first day of high school, he sets eyes on \"Maria,\" the star of the drama club. Graceful, with an air of ambivalence, Maria is the apple of everyone's eyes. Taiga is quick to confess, only to find out that Maria's real name is Yuu Arima, a very much male classmate.\n\r\nHowever, Taiga is drawn to Arima's volatile personality, belying a past that haunts them to this very day. Regardless of gender, Taiga nevertheless wants to learn who the true \"Arima\" is.\n\r\n",
    "Volumes": "1",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Oct  28, 2017 to Aug  28, 2018",
    "Genre": [
      "Boys Love",
      "Drama"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "C",
    "Authors": "Eguchi, Kousei (Story & Art)",
    "Score": "8.28",
    "Ranked": "326",
    "Popularity": "804",
    "Members": "21,854",
    "Favorites": "1,029",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/225981.jpg"
  },
  {
    "Id": "24",
    "Title": "D.Gray-man",
    "Description": "Thousands of years ago, there existed those gifted with the power of God. Their mission: to destroy the ominous evils that lurk in the darkness known as \"Akuma.\" Led by the Milenium Earl, Akuma seek to destroy fragments of \"Innocence,\" the only weapons capable of harming the Earl and his army and bring about the Great Flood from a hundred years ago. \n\r\nTo prevent this tragedy from happening, the Black Order was formed as an organization dedicated to fighting the Earl. They recruit Exorcists, those with the inherent ability to accomodate Innocence, to fight against the Akuma.\n\r\nIn the late 19th century, Allen Walker—a white-haired boy armed with Innocence that takes the form of his entire left arm and a cursed eye that can see Akuma—is sent to the Black Order. There, Allen meets various comrades from the Order—the mercurial Yuu Kanda, the kindhearted Lenalee Lee, and the cheerful yet mysterious Lavi. Despite their different personalities, they have one goal in mind: to bring salvation to the souls of Akuma and prevent the Earl from destroying the world.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  31, 2004 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.Ris",
    "Authors": "Hoshino, Katsura (Story & Art)",
    "Score": "8.28",
    "Ranked": "327",
    "Popularity": "65",
    "Members": "156,644",
    "Favorites": "12,493",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/240470.jpg"
  },
  {
    "Id": "57",
    "Title": "Hanazakari no Kimitachi e",
    "Description": "Japanese-American track-and-field star Mizuki has gotten herself to transfer to a high school in Japan...but not just any school! To be close to her idol, high jumper Izumi Sano, she's going to an all-guys' high school...and disguising herself as a boy! But as fate would have it, they're more than classmates...they're roommates! Now, Mizuki must keep her secret in the classroom, the locker room, and her own bedroom. And her classmates—and the school nurse—must cope with a new transfer student who may make them question their own orientation...\n\r\n(Source: VIZ Media)\n\nIncluded one-shots:\r\nVolume 1: Natsu no Ori (The Cage of Summer)\r\nVolume 4: Kawaki no Tsuki (The Thirsty Moon)",
    "Volumes": "23",
    "Chapters": "148",
    "Status": "Finished",
    "Published": "Aug  20, 1996 to Aug  20, 2004",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Crossdressing",
      "Love Polygon",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Nakajo, Hisaya (Story & Art)",
    "Score": "8.28",
    "Ranked": "328",
    "Popularity": "470",
    "Members": "35,721",
    "Favorites": "1,931",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/262555.jpg"
  },
  {
    "Id": "1009",
    "Title": "Hachimitsu to Clover",
    "Description": "Takemoto lives in a run down student apartment, where his greatest worry is when he'll next be able to afford to eat meat and whether he'll get to class on time. Although he's away from home and living on his own, Takemoto is far from finished growing up. Along with his crazy cast of friends, Morita, Mayama, Yamada, and Hagumi, Takemoto sets out to discover life and his true self.\n\r\n(Source: VIZ Media)\n\nIncluded one-shots:\r\nVolume 10: Sora no Kotori, Hoshi no Opera",
    "Volumes": "10",
    "Chapters": "71",
    "Status": "Finished",
    "Published": "Apr  24, 2000 to Jul  28, 2006",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Love Polygon",
      "Visual Arts"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Young You",
    "Authors": "Umino, Chica (Story & Art)",
    "Score": "8.28",
    "Ranked": "329",
    "Popularity": "754",
    "Members": "23,182",
    "Favorites": "970",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/184591.jpg"
  },
  {
    "Id": "1649",
    "Title": "Liar Game",
    "Description": "College student Nao Kanzaki has always adhered to her name's meaning: \"foolishly honest.\" However, after opening an unsolicited package containing one hundred million yen, she inadvertently accepts an invitation for the \"Liar Game.\" In this tournament, contestants are encouraged to betray and deceive their opponents to gain a massive amount of cash; conversely, losing will incur a lifetime debt. With all hopes lost, her only option left is to seek help from a con artist.\n\r\nOn that same day, the infamous swindler Shinichi Akiyama is finally released from jail. This former psychology student is known for single-handedly bankrupting an entire company, and Nao believes he is her only chance at escaping her dire situation. At first, Shinichi is hesitant to commit another crime, ignoring Nao and her request. But after seeing her desperation and persistence, he agrees to assist her.\n\r\nIn this fraudulent world, Nao and Shinichi have their own motives. Yet, soon they see the true nature of not only the game, but also everyone involved.\n\r\n",
    "Volumes": "19",
    "Chapters": "203",
    "Status": "Finished",
    "Published": "Feb  17, 2005 to Jan  22, 2015",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "High Stakes Game",
      "Psychological",
      "Strategy Game"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Kaitani, Shinobu (Story & Art)",
    "Score": "8.28",
    "Ranked": "330",
    "Popularity": "110",
    "Members": "111,502",
    "Favorites": "5,362",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/149018.jpg"
  },
  {
    "Id": "2459",
    "Title": "Komatta Toki ni wa Hoshi ni Kike",
    "Description": "Fujishima Takara goes to high school and will start living in a dorm because he has lost all his family except for his father, who's always away for his work. Takara has to share a room with Kosaka Kyomine. Living together isn't easy, and many rows ensue. Kyomine is very introverted, while Takara is just the opposite. At first the two get on each other's nerves because of those differences, but things eventually start to turn towards friendship.\n\r\n(Source: MU)",
    "Volumes": "26",
    "Chapters": "82",
    "Status": "Finished",
    "Published": "Mar  24, 1997 to May  20, 2005",
    "Genre": [
      "Boys Love",
      "Comedy",
      "Drama"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ichirac",
    "Authors": "Abe, Miyuki (Story & Art)",
    "Score": "8.28",
    "Ranked": "331",
    "Popularity": "2520",
    "Members": "7,857",
    "Favorites": "357",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/275336.jpg"
  },
  {
    "Id": "6520",
    "Title": "Hana to Akuma",
    "Description": "Two winters have passed since the high-ranking demon Vivi left the demon realm and came to the human world. Although he is pleased by its peacefulness, the tranquility of the surface quickly bores him. However, his peaceful lifestyle is soon interrupted after he returns one evening to see a crying child outside of his front gate. He decides to take in the abandoned girl and names her \"Hana\" on a whim—keeping her for mere entertainment and as a way to kill time. Unconcerned about the future, he pledges to abandon her if she becomes troublesome. \n\r\nFourteen years later, Hana continues to mature and grow on Vivi. Perplexed by her unwavering loyalty, he remains unsure of his feelings toward her. Can he really continue to maintain his old, unconcerned facade?\n\r\n",
    "Volumes": "10",
    "Chapters": "60",
    "Status": "Finished",
    "Published": "Oct  20, 2007 to Nov  20, 2010",
    "Genre": [
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Historical",
      "Mythology"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Oto, Hisamu (Story & Art)",
    "Score": "8.28",
    "Ranked": "332",
    "Popularity": "371",
    "Members": "43,934",
    "Favorites": "1,660",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/262244.jpg"
  },
  {
    "Id": "7776",
    "Title": "Toaru Majutsu no Index Gaiden: Toaru Kagaku no Railgun",
    "Description": "Thirty years ahead of the rest of the world scientifically and home to millions of students enrolled in the esper development program, Academy City never sees a dull moment. Here, espers are given one of five power levels, the highest of which consists of only seven members. Mikoto Misaka, a middle school electromaster, ranks third among these individuals, and is known as \"The Railgun.\"\n\r\nIn a city known for housing extraordinary individuals, it comes as no surprise that extraordinary things tend to happen. Recently, makeshift bombs disguised as everyday objects have been ominously finding their way into public areas. Mikoto's best friend, Kuroko Shirai, has been investigating the case as a member of the student-based disciplinary committee Judgement. As more and more of these incidents come to light, it becomes apparent that a hidden darkness exists within Academy City, one that may not only impact Mikoto and her friends, but also the fate of the city itself.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  21, 2007 to ?",
    "Genre": [
      "Action",
      "Comedy",
      "Sci-Fi"
    ],
    "Theme": [
      "Super Power"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Kamachi, Kazuma (Story), Fuyukawa, Motoi (Art)",
    "Score": "8.28",
    "Ranked": "333",
    "Popularity": "607",
    "Members": "28,555",
    "Favorites": "2,528",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/149212.jpg"
  },
  {
    "Id": "15306",
    "Title": "Takemitsuzamurai",
    "Description": "Although the rounin Souichirou Senou quickly discovers that most of his new neighbors in the Katagi Apartments do not trust him, his childlike wonder at the world around him allows him to strike up a friendship with the carpenter's son, Kankichi. With Kankichi's help, Souichirou begins to establish a life in Edo's tenements and exchanges his longtime sword Kunifusa for a bamboo blade, due to his newfound desire to refrain from violence.\n\r\nUnfortunately for Souichirou, avoiding conflict in Edo is not always possible. Before long, Souichirou finds himself stalked by the brutal assassin Shinnosuke Kikuchi, who delights in butchering anyone caught between him and his target. Each time Souichirou must step forward to defend himself or the people of the tenements, he reawakens the intense bloodlust of his younger days and resurrects memories he would much rather forget.\n\r\n",
    "Volumes": "8",
    "Chapters": "84",
    "Status": "Finished",
    "Published": "Aug  7, 2006 to Mar  15, 2010",
    "Genre": [
      "Award Winning",
      "Slice of Life"
    ],
    "Theme": [
      "Historical",
      "Martial Arts",
      "Samurai"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Matsumoto, Taiyou (Art), Eifuku, Issei (Story)",
    "Score": "8.28",
    "Ranked": "334",
    "Popularity": "1418",
    "Members": "13,498",
    "Favorites": "358",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/199445.jpg"
  },
  {
    "Id": "16144",
    "Title": "Umineko no Naku Koro ni - Episode 4: Alliance of the Golden Witch",
    "Description": "Following the 1986 Rokkenjima Mass Murder Incident, Ange Ushiromiya is the last surviving member of her family. Bearing immense guilt for being unable to accompany her parents and older brother Battler to the island, Ange has been desperate to know the truth behind the grim events. However, 12 years later, further hardships torment the grieving girl—isolating her from the world she once loved.\n\r\nOn the brink of giving up, Ange is visited by Frederica Bernkastel, the Witch of Miracles. As a spectator of Beatrice's games, Bernkastel offers Ange a chance to not only learn what occurred on Rokkenjima, but also exact revenge on the person who murdered her family. Despite the possibility that her wish will go unfulfilled, Ange accepts the deal and inherits the name of the Golden Witch, allowing her to travel back in time to assist Battler.\n\r\nThis new, spirited alliance provides Battler the conviction to fervently proceed in his uphill battle as the game board continues to transform in unexpected ways.\n\r\n",
    "Volumes": "6",
    "Chapters": "29",
    "Status": "Finished",
    "Published": "Oct  1, 2009 to Feb  2, 2012",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Mythology",
      "Psychological"
    ],
    "Serialization": "Gangan O",
    "Authors": "Ryukishi07 (Story), Souichirou (Art)",
    "Score": "8.28",
    "Ranked": "335",
    "Popularity": "1399",
    "Members": "13,685",
    "Favorites": "233",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/259926.jpg"
  },
  {
    "Id": "16922",
    "Title": "Gakuen Babysitters",
    "Description": "Ryuuichi Kashima has always taken care of his little brother Kotarou due to their parents traveling most of the time. After the Kashimas suddenly die in a plane crash, an elderly woman named Youko Morinomiya offers to become the brothers' guardian until they both become adults. It turns out that she lost her son and daughter-in-law in the same tragedy. The teenage Ryuuichi can also attend the school where Youko works as chairwoman, on one condition: he must be part of the \"babysitting club,\" which serves as a place to look after the children of professors.\n\r\nAt first, it may seem like a rough start for Ryuuichi, but with the help of his classmate Hayato Kamitani and many others, he will experience novel adventures with the children in the club.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  24, 2009 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare",
      "Iyashikei",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Tokeino, Hari (Story & Art)",
    "Score": "8.28",
    "Ranked": "336",
    "Popularity": "723",
    "Members": "24,106",
    "Favorites": "740",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/161858.jpg"
  },
  {
    "Id": "481",
    "Title": "Planetes",
    "Description": "Haunted by a space flight accident that claimed the life of his beloved wife, Yuri finds himself six years later as part of a team of debris cleaners on a vessel called the Toy Box charged with clearing space junk from space flight paths. The team consists of Hachimaki, a hot shot debris-man with a sailor's affinity for the orbital ocean; Fee, a chain-smoking tomboy beauty with an abrasive edge; and Pops, a veteran orbital mechanic whose avuncular presence soothes the stress of the job.\n\r\n(Source: TokyoPop)",
    "Volumes": "4",
    "Chapters": "27",
    "Status": "Finished",
    "Published": "Jan  14, 1999 to Jan  8, 2004",
    "Genre": [
      "Award Winning",
      "Drama",
      "Sci-Fi",
      "Slice of Life"
    ],
    "Theme": [
      "Adult Cast",
      "Psychological",
      "Space",
      "Workplace"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Yukimura, Makoto (Story & Art)",
    "Score": "8.27",
    "Ranked": "337",
    "Popularity": "295",
    "Members": "53,429",
    "Favorites": "1,780",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/170572.jpg"
  },
  {
    "Id": "1047",
    "Title": "Saint Seiya: The Lost Canvas - Meiou Shinwa",
    "Description": "This manga tells the story of the previous Holy war of the universe of Saint Seiya, taking place in the XVIII century, 250 years before the original manga. The story centers on the relation between Tenma, the Pegasus Saint and his beloved friend, Alone, who would eventually become his greatest enemy, Hades.\n\r\n(Source: Wikipedia)",
    "Volumes": "25",
    "Chapters": "223",
    "Status": "Finished",
    "Published": "Sep  21, 2006 to Apr  7, 2011",
    "Genre": [
      "Action",
      "Adventure"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Kurumada, Masami (Story), Teshirogi, Shiori (Story & Art)",
    "Score": "8.27",
    "Ranked": "338",
    "Popularity": "1195",
    "Members": "15,468",
    "Favorites": "1,086",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/163126.jpg"
  },
  {
    "Id": "4453",
    "Title": "Hitsugikatsugi no Kuro.: Kaichu Tabi no Wa",
    "Description": "Kuro, a little tomboy garbed in pitch-black with a little-tomboy-sized coffin on her back, heads out on a journey to find a certain witch. In the company of her faithful bat friend, Sen, Kuro encounters all manners of people and places which fire the reader's imagination. Told in 4-koma style with beautifully rendered art, Hitsugikatsugi no Kuro. is a manga that manages both dark and gothic and irresistibly endearing on just about every page!",
    "Volumes": "7",
    "Chapters": "86",
    "Status": "Finished",
    "Published": "Dec  9, 2004 to May  10, 2018",
    "Genre": [
      "Adventure",
      "Fantasy"
    ],
    "Serialization": "Manga Time K",
    "Authors": "Kiyuzuki, Satoko (Story & Art)",
    "Score": "8.27",
    "Ranked": "339",
    "Popularity": "2933",
    "Members": "6,813",
    "Favorites": "211",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/181391.jpg"
  },
  {
    "Id": "14790",
    "Title": "Magi",
    "Description": "Fourteen years ago, mysterious buildings called \"Dungeons\" started to rise in various places around the world. Within these dungeons, powerful beings called djinns rule over. When a person successfully conquers the dungeon, the djinn offers their immense strength in the form of Metal Vessels, recognizing him or her as a worthy king candidate. Adventurers from many empires and kingdoms venture into the dungeons in search of their bountiful treasures and the power of djinns. However, to travel through them is not an easy task, and only Magi—legendary magicians who choose kings and develop countries—can guide people through.\n\r\nAfter being trapped in a room for most of his life, a young Magi named Aladdin finally sets out on a journey to explore the world along with his friend, a djinn named Ugo, who he can summon from his flute. Through a series of fateful encounters, Aladdin meets new various friends and allies, and together they begin an adventure that will change the fate of the world.\n\r\n",
    "Volumes": "37",
    "Chapters": "369",
    "Status": "Finished",
    "Published": "Jun  3, 2009 to Oct  11, 2017",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Fantasy"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Ohtaka, Shinobu (Story & Art)",
    "Score": "8.27",
    "Ranked": "340",
    "Popularity": "73",
    "Members": "147,718",
    "Favorites": "9,708",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/282487.jpg"
  },
  {
    "Id": "21054",
    "Title": "Touhou Ibara Kasen: Wild and Horned Hermit.",
    "Description": "Marisa comes across a mysterious hermit outside the Human Village. However, as she tells Reimu about her, the hermit is seen sneaking around the Hakurei Shrine. She's Ibara Kasen, a strange, bandaged ascetic of unknown nature and ability who's far more aware of them and Gensoukyou than either realizes.\n\r\n(Source: MU)",
    "Volumes": "10",
    "Chapters": "51",
    "Status": "Finished",
    "Published": "Jul  24, 2010 to Jun  14, 2019",
    "Genre": [
      "Fantasy",
      "Slice of Life"
    ],
    "Serialization": "Feb",
    "Authors": "ZUN (Story), Azuma, Aya (Art)",
    "Score": "8.27",
    "Ranked": "341",
    "Popularity": "2657",
    "Members": "7,525",
    "Favorites": "366",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/149288.jpg"
  },
  {
    "Id": "704",
    "Title": "Trigun Maximum",
    "Description": "Much of the damage attributed to \"Vash\" is caused by the activities of bounty hunters who are after the 60,000,000,000$$ (sixty billion \"double dollars\") reward on Vash's head for the destruction of a city called July. Vash does not clearly remember the destruction of July, and only wants \"love and peace\", as he puts it; though he is a gunfighter of inhuman skill, he uses his weapons only to save lives wherever he can.\n\r\nAs the series progresses, more is gradually learned about Vash's mysterious history and the history of the human civilization on Gunsmoke, the desert planet the series is set on. The series is often humorous in tone, but at the same time it involves very serious character development and especially in later episodes it becomes quite emotionally intense. Vash is occasionally joined by a priest, Nicholas D. Wolfwood, who is almost as good a gunfighter as Vash himself, and later is targeted by a band of assassins known as the Gung-Ho Guns for reasons which are mysterious at first.\n\r\nTrigun evolves into a very serious discussion of the nature of morality, posing questions such as: What is the nature of morality? Can we judge different moral codes? If a person is forced to betray their moral code, does that betrayal invalidate that moral code, and can the person still try to live up to that moral code? Can the person find redemption from their wrongs, and if so, how?\n\r\n(Source: Wikipedia)",
    "Volumes": "14",
    "Chapters": "102",
    "Status": "Finished",
    "Published": "Sep  30, 1997 to Mar  30, 2007",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Comedy",
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Adult Cast"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young King OURs",
    "Authors": "Nightow, Yasuhiro (Story & Art)",
    "Score": "8.26",
    "Ranked": "345",
    "Popularity": "617",
    "Members": "28,034",
    "Favorites": "1,501",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/55331.jpg"
  },
  {
    "Id": "1097",
    "Title": "Saiyuuki Gaiden",
    "Description": "500 years before the story of Saiyuki, a heretic child with golden eyes is brought into Heaven. He is given into the reluctant care of a minor deity named Konzen, the nephew of the Merciful Goddess Kanzeon Bosatsu. Konzen eventually gives the child the name \"Goku.\" Goku becomes friends with two other minor gods, Marshal Tenpou and General Kenren of the Western Army of Heaven. He also meets a strange little boy who seems to be his own age, the War Prince Nataku. Although Goku is happy in his new home, Heaven is not kind to heretics. There are those who would use Nataku and Goku as tools in an attempt to seize the throne of Heaven, and Konzen, Tenpou, and Kenren may not be able to save them.\n\r\n(Source: ANN)",
    "Volumes": "4",
    "Chapters": "35",
    "Status": "Finished",
    "Published": "May  18, 1999 to May  16, 2009",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Serialization": "GFantasy",
    "Authors": "Minekura, Kazuya (Story & Art)",
    "Score": "8.26",
    "Ranked": "346",
    "Popularity": "1809",
    "Members": "10,627",
    "Favorites": "271",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/155034.jpg"
  },
  {
    "Id": "4625",
    "Title": "Kamigami no Itadaki",
    "Description": "In 1924, mountaineers George Mallory and Andrew Irvine attempted a daring challenge: to be the first to scale Mount Everest. However, they disappeared during the final stages of their trek, leading to one of mountaineering's greatest mysteries—did the pair ever make it to the summit?\n\r\n1993, Kathmandu. Japanese photographer Makoto Fukamichi discovers a vintage camera in an antique store, which he believes might have belonged to Mallory. However, the camera falls into the possession of \"Bikha Sanp\", a burly Japanese man who Fukamichi realizes may very well be Jouji Habu, a legendary Japanese mountaineer who disappeared from the scene several years ago. Unfortunately for Fukamichi however, Bikha Sanp refuses to talk to him and leaves with the camera in tow.\n\r\nWith the trail gone cold, Fukamichi has only one course left to pursue: to delve into Habu's past, and see just what may have brought the former climber to Nepal. For the sake of rewriting mountaineering history, Fukamichi begins his investigation, a task that will bring him to the greatest height in the world—the summit of the gods.\n\r\n",
    "Volumes": "5",
    "Chapters": "47",
    "Status": "Finished",
    "Published": "Feb  1, 2000 to Mar  1, 2003",
    "Genre": [
      "Adventure",
      "Drama",
      "Mystery",
      "Sports"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Business Jump",
    "Authors": "Yumemakura, Baku (Story), Taniguchi, Jiro (Art)",
    "Score": "8.26",
    "Ranked": "347",
    "Popularity": "1349",
    "Members": "14,159",
    "Favorites": "267",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/166336.jpg"
  },
  {
    "Id": "148542",
    "Title": "Akuyaku Reijou no Naka no Hito: Danzai sareta Tenseisha no Tame Usotsuki Heroine ni Fukushuu Itashimasu",
    "Description": "In order to clear the name of \"Emi,\" who had reincarnated as the villainess, Remilia—the real Remilia who had been watching all along inside—awakens. Now it's time for the true villainess' revenge to begin!\n\r\n(Source: Ichijinsha, translated)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  19, 2021 to ?",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Villainess"
    ],
    "Serialization": "Comic Lak",
    "Authors": "Shiraume, Nazuna (Art), Makiburo (Story)",
    "Score": "8.26",
    "Ranked": "348",
    "Popularity": "4261",
    "Members": "4,618",
    "Favorites": "107",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/263563.jpg"
  },
  {
    "Id": "23571",
    "Title": "Sunny",
    "Description": "At the Star Kids Home, a combination group home/orphanage, a disparate group of children struggle with both the everyday issues of growing up and those specific to abandoned or orphaned children. Their one avenue of escape is the Sunny, a junked car that sits a little ways from the home. In the Sunny they can travel the world, go into space, or just find a refuge from the troubles of their world.\n\r\n(Source: ANN)",
    "Volumes": "6",
    "Chapters": "37",
    "Status": "Finished",
    "Published": "Dec  25, 2010 to Jul  27, 2015",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ikk",
    "Authors": "Matsumoto, Taiyou (Story & Art)",
    "Score": "8.26",
    "Ranked": "350",
    "Popularity": "908",
    "Members": "19,381",
    "Favorites": "603",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/151417.jpg"
  },
  {
    "Id": "39883",
    "Title": "Ansatsu Kyoushitsu",
    "Description": "In the blink of an eye, the night sky is forever changed when, with a great explosion, the moon is blasted into a permanent crescent. Confronting the governments of the world, a yellow tentacled monster boasts that it was the one responsible for the catastrophe, and in a year's time, it will do the same to Earth. Zooming around at Mach 20, the creature makes a peculiar demand: a teaching position at the prestigious Kunugigaoka Junior High School. Desperate to keep the creature in one place, the government agrees, and so the students of Class 3-E find themselves faced with an impossible task—assassinate the creature responsible for destroying the moon.\n\r\nAlthough the fate of the world now rests on their shoulders, the class has more personal issues to deal with. Trapped at the bottom of Kunugigaoka's hierarchical education system, they face harsh discrimination from both teachers and students alike. Defeatism abound, they don't believe themselves capable of success in daily life, let alone against a monster that surpasses the abilities of any human. But as the enigmatic creature—whom they dub Koro-sensei—educates them in both assassination and academia, the children slowly find the courage to rise up and take aim at their target: the greatest teacher the world has ever seen.\n\r\n",
    "Volumes": "21",
    "Chapters": "187",
    "Status": "Finished",
    "Published": "Jul  2, 2012 to Apr  25, 2016",
    "Genre": [
      "Action",
      "Comedy"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Matsui, Yuusei (Story & Art)",
    "Score": "8.26",
    "Ranked": "351",
    "Popularity": "70",
    "Members": "154,018",
    "Favorites": "6,870",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/243932.jpg"
  },
  {
    "Id": "17904",
    "Title": "Kuragehime",
    "Description": "Tsukimi Kurashita has wanted to be a princess ever since her youth. However, at 18 years old, she finds herself far from that dream. Instead, she has become a plain and shy girl who spends most of her time and money on her biggest obsession: jellyfish.\n\r\nTsukimi lives with her fellow niche hobbyists in the all-female Amamizukan apartment complex, where the two most important rules are to avoid stylish people and men. Tsukimi has always abided by these rules until one evening—while rescuing a spotted jellyfish—she encounters a classy, princess-like woman. After allowing the girl to stay the night, Tsukimi is shocked to discover that the person is not a woman at all.\n\r\n",
    "Volumes": "17",
    "Chapters": "93",
    "Status": "Finished",
    "Published": "Oct  25, 2008 to Aug  25, 2017",
    "Genre": [
      "Award Winning",
      "Comedy"
    ],
    "Theme": [
      "Crossdressing",
      "Visual Arts"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Kiss",
    "Authors": "Higashimura, Akiko (Story & Art)",
    "Score": "8.25",
    "Ranked": "352",
    "Popularity": "402",
    "Members": "40,925",
    "Favorites": "2,029",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/149209.jpg"
  },
  {
    "Id": "24308",
    "Title": "No.6",
    "Description": "Life in the futuristic city No. 6 cannot get any better, especially for top-ranking student Shion. Ever since he was two years old, he has lived peacefully in his district with a bright future ahead of him. However, on the night of his 12th birthday, his perfect life changed forever.\n\r\nStanding in front of his room's open window, an unknown injured boy of his age strangles him. Despite being in danger, he insists on tending to the stranger's wounds instead of setting him free. The intruder, a fugitive by the name of Nezumi, reveals to Shion that the city is not as immaculate as it seems. The following day, Nezumi leaves without a trace, and the incident renders Shion and his mother void of their elite status.\n\r\nFour years after that fateful stormy night, the most unimaginable events transpire, causing Shion to doubt the authorities sworn to protect his home. When he is falsely held responsible for these occurrences, he once again crosses paths with Nezumi, who spares him from permanent captivity. Now, as wanted criminals, Shion and Nezumi have no choice but to explore and unveil the pretentious facade of No. 6.\n\r\n",
    "Volumes": "9",
    "Chapters": "35",
    "Status": "Finished",
    "Published": "Jan  28, 2011 to Nov  28, 2013",
    "Genre": [
      "Action",
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "ARIA",
    "Authors": "Asano, Atsuko (Story), Kino, Hinoki (Art)",
    "Score": "8.25",
    "Ranked": "353",
    "Popularity": "334",
    "Members": "47,756",
    "Favorites": "2,271",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/184479.jpg"
  },
  {
    "Id": "128",
    "Title": "Petshop of Horrors",
    "Description": "Beyond the mist-filled alleyways in the concrete crevices of Los Angeles' Chinatown hides a mysterious pet shop, home to many bizarre yet friendly creatures. The store's proprietor is an enigmatic young man who goes by the name of Count D.\n\r\nCount D welcomes those who feel lonely and wounded through the doors of his shop, claiming to sell \"love, dreams, and hope\" in the form of the fantastic beasts that lie within. Each creature comes with a special contract accompanied by a set of rules. However, he warns customers that he cannot be held accountable for any consequences of breaking the rules.\n\r\nShort-tempered detective Leon Orcot traces the source of several crimes back to Count D and what the former considers to be a pet shop of horrors. Determined to find proof that the Count is a criminal, he begins to pay regular visits to the shop.\n\r\n",
    "Volumes": "10",
    "Chapters": "41",
    "Status": "Finished",
    "Published": "1995 to  1998",
    "Genre": [
      "Comedy",
      "Fantasy",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Horror M",
    "Authors": "Akino, Matsuri (Story & Art)",
    "Score": "8.25",
    "Ranked": "354",
    "Popularity": "530",
    "Members": "32,132",
    "Favorites": "1,484",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/212566.jpg"
  },
  {
    "Id": "3009",
    "Title": "JoJo no Kimyou na Bouken Part 6: Stone Ocean",
    "Description": "In Florida, 2011, Jolyne Kuujou sits in a jail cell like her father Joutarou once did; yet this situation is not of her own choice. Framed for a crime she didn't commit, and manipulated into serving a longer sentence, Jolyne is ready to resign to a dire fate as a prisoner of Green Dolphin Street Jail. Though all hope seems lost, a gift from Joutarou ends up awakening her latent abilities, manifesting into her Stand, Stone Free. Now armed with the power to change her fate, Jolyne sets out to find an escape from the stone ocean that holds her.\n\r\nHowever, Jolyne soon discovers that her incarceration is merely a small part of a grand plot: one that not only takes aim at her family, but has additional far-reaching consequences. What's more, the mastermind is lurking within the very same prison, and is under the protection of a lineup of menacing Stand users. Finding unlikely allies to help her cause, Jolyne sets course to stop their plot, clear her name, and take back her life.\n\r\n",
    "Volumes": "17",
    "Chapters": "158",
    "Status": "Finished",
    "Published": "Dec  7, 1999 to Apr  8, 2003",
    "Genre": [
      "Action",
      "Adventure"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Araki, Hirohiko (Story & Art)",
    "Score": "8.25",
    "Ranked": "355",
    "Popularity": "36",
    "Members": "199,378",
    "Favorites": "11,469",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/255379.jpg"
  },
  {
    "Id": "111229",
    "Title": "Mystery to Iu nakare",
    "Description": "Average college student Totonou Kunou's usual morning making curry gets interrupted when police officers come knocking at his door, questioning him about his whereabouts on the night before. As it turns out, one of his classmates was found dead near his house—and the police take Totonou to the station as a prime suspect for murder.\n\r\nHaving no close relations with the victim, Totonou claims he is innocent since he had no reason to harm him. But when a witness places him at the crime scene, he must remain under custody longer than he first anticipated. When he starts to interact more with the members of the police department, they realize Totonou is no ordinary suspect. Although a bit hard to deal with, Totonou is also highly observant—as he guesses each of the members' personal dilemmas with just a handful of clues.\n\r\nWith evidence against him continuing to pile up, Totonou must use his deductive skills to solve the mystery behind his classmate's death to clear his name and find out who is framing him.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  28, 2017 to ?",
    "Genre": [
      "Award Winning",
      "Mystery"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Flowers (Monthly)",
    "Authors": "Tamura, Yumi (Story & Art)",
    "Score": "8.25",
    "Ranked": "356",
    "Popularity": "2905",
    "Members": "6,878",
    "Favorites": "96",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/206107.jpg"
  },
  {
    "Id": "112091",
    "Title": "Hidamari ga Kikoeru: Limit",
    "Description": "In this new addition to the I Hear the Sunspot series, Kouhei continues on as a student, while Taichi makes his way out into the working world to pursue his own calling and the two begin a new life together!\n\r\n(Source: One Peace Books)",
    "Volumes": "3",
    "Chapters": "19",
    "Status": "Finished",
    "Published": "Oct  22, 2016 to Dec  27, 2019",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Serialization": "C",
    "Authors": "Fumino, Yuki (Story & Art)",
    "Score": "8.25",
    "Ranked": "357",
    "Popularity": "3059",
    "Members": "6,534",
    "Favorites": "98",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/240673.jpg"
  },
  {
    "Id": "92252",
    "Title": "Koimonogatari",
    "Description": "In the spring of their high school days, Yuiji Hasegawa suspects that his kind but quiet classmate, Yamato Yoshinaga, has feelings for his straight best friend, Kyousuke Hongou. Ending up in the same study group, he stumbles upon Yamato holding a sleeping Kyousuke's hand, with embarrassment apparent on his face after being exposed.\n\r\nDespite having qualms about Yamato's homosexuality, Yuiji keeps what he saw a secret, thus marking the beginning of their friendship. The two boys' experiences with love differ vastly, but their bond seems to grow as they try to understand each other. However, the question remains: could their relationship evolve into something more?\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  22, 2013 to ?",
    "Genre": [
      "Boys Love",
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "RuT",
    "Authors": "Tagura, Tohru (Story & Art)",
    "Score": "8.25",
    "Ranked": "359",
    "Popularity": "1306",
    "Members": "14,531",
    "Favorites": "407",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/211855.jpg"
  },
  {
    "Id": "96044",
    "Title": "Taishou Otome Otogibanashi",
    "Description": "Tamahiko Shima is the youngest son of the powerful and wealthy Shima family. Blessed with great fortune since his childhood, he grew up wanting nothing but affection from his oftentimes distant family.\n\r\nAfter losing his mother and crippling his dominant arm in an accident, Tamahiko fell into deep despair and is cast aside by his own father for his handicap. Condemned to live isolated in the countryside where he would not bring shame to his family's name, he resigned himself to dying alone—until one day, a young girl named Yuzuki Tachibana appeared on his doorstep, proclaiming that Tamahiko's father sent her to be his bride.\n\r\nAs she takes care of Tamahiko, Yuzuki brings a feeling of springtime into Tamahiko's dreary life, allowing him to gradually heal from the deep emotional scars of his youth. Their lives slowly intertwine as both Tamahiko and Yuzuki taste the fruits of their first love.\n\r\n",
    "Volumes": "5",
    "Chapters": "42",
    "Status": "Finished",
    "Published": "Jul  4, 2015 to Sep  4, 2017",
    "Genre": [
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Kirioka, Sana (Story & Art)",
    "Score": "8.25",
    "Ranked": "360",
    "Popularity": "722",
    "Members": "24,112",
    "Favorites": "729",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/173765.jpg"
  },
  {
    "Id": "98379",
    "Title": "Bungou Stray Dogs Wan!",
    "Description": "Spin-off series about the everyday life of the members of the Armed Detective Agency and the Port Mafia.",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  22, 2015 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life",
      "Supernatural"
    ],
    "Serialization": "Young Ace UP",
    "Authors": "Kanai, Neco (Story & Art)",
    "Score": "8.25",
    "Ranked": "361",
    "Popularity": "3044",
    "Members": "6,585",
    "Favorites": "196",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/184355.jpg"
  },
  {
    "Id": "103701",
    "Title": "Beastars",
    "Description": "In a world populated by anthropomorphic animals, there exists a bias: carnivores are just mindless predators in the eyes of many herbivores. However, when an alpaca named Tem is murdered within the walls of Cherryton High School, the fear toward carnivores skyrockets to an all-time high. \n\r\nLegoshi, a student at this school, is a gray wolf who is quite awkward despite his fearsome appearance. When turmoil affects his school life, he is forced to confront the divide between herbivores and carnivores, as well as his own place in this society. This is further complicated by his supposedly romantic feelings toward a herbivore, which might not be what they seem.\n\nBeastars details Legoshi's struggles against his inner demons while living in a society that is unforgiving toward his kind.\n\r\n",
    "Volumes": "22",
    "Chapters": "196",
    "Status": "Finished",
    "Published": "Sep  8, 2016 to Oct  8, 2020",
    "Genre": [
      "Award Winning",
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Anthropomorphic",
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Itagaki, Paru (Story & Art)",
    "Score": "8.25",
    "Ranked": "362",
    "Popularity": "119",
    "Members": "108,368",
    "Favorites": "6,888",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/189832.jpg"
  },
  {
    "Id": "108566",
    "Title": "Machikado Mazoku",
    "Description": "One morning, fifteen-year-old Yuuko Yoshida wakes up to discover she has sprouted demon horns and a tail! Not only that, she learns from her mom that she has supernatural powers and an important mission—to restore her family's glory by defeating the local magical girl. The magical girl in question is Momo Chiyoda, a student at Yuuko's school. With strength that is only mediocre at best, Yuuko's task to vanquish Momo will prove more challenging than she realizes in this topsy-turvy magical girl comedy.\n\r\n(Source: Seven Seas Entertainment)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  28, 2014 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Mahou Shoujo"
    ],
    "Serialization": "Manga Time Kirara C",
    "Authors": "Ito, Izumo (Story & Art)",
    "Score": "8.25",
    "Ranked": "363",
    "Popularity": "2247",
    "Members": "8,727",
    "Favorites": "383",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/215892.jpg"
  },
  {
    "Id": "91514",
    "Title": "Kishuku Gakkou no Juliet",
    "Description": "Dahlia Academy is an elite school that houses students from two countries at odds: the nation of Touwa to the east, and the Principality of West across it. As the long-lived strife between the two sides continues, Romio Inuzuka—leader of the \"Black Doggies\" of Touwa—finds himself in a bind. He has fallen in love with Juliet Persia, head of the \"White Cats\" of the West.\n\r\nRomio confesses to Juliet one night, swearing he will change the world alongside her. She accepts, but they must keep their relationship an absolute secret in order to maintain peace at the school. As they strive to change the world, can these two star-crossed lovers keep their love a secret?\n\r\n",
    "Volumes": "16",
    "Chapters": "121",
    "Status": "Finished",
    "Published": "Jul  9, 2015 to Sep  4, 2019",
    "Genre": [
      "Action",
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Kaneda, Yousuke (Story & Art)",
    "Score": "8.24",
    "Ranked": "364",
    "Popularity": "268",
    "Members": "58,518",
    "Favorites": "2,745",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/188967.jpg"
  },
  {
    "Id": "44523",
    "Title": "Touhou Suzunaan: Forbidden Scrollery.",
    "Description": "Located within Gensokyo's human village is Suzunaan, a bookstore that both sells and lends out books. Managed by Kosuzu Motoori, a huge bibliophile who loves collecting various types of reading materials, the store is known for having numerous books from the Outside World. Despite her seemingly innocent demeanor, Kosuzu has a unique ability to decipher all written languages—fueling her desire to secure even the most dangerous of books.\n\r\nThe deadliest books—called \"youma books\"—are written by youkai and embedded with their powers. Because of this, obtaining and stockpiling youma books in a small place such as Suzunaan poses an extreme risk that Kosuzu may yet encounter.\n\r\n",
    "Volumes": "7",
    "Chapters": "54",
    "Status": "Finished",
    "Published": "Oct  25, 2012 to Jul  26, 2017",
    "Genre": [
      "Fantasy"
    ],
    "Serialization": "Comp Ac",
    "Authors": "ZUN (Story), Harukawa, Moe (Art)",
    "Score": "8.24",
    "Ranked": "367",
    "Popularity": "2683",
    "Members": "7,444",
    "Favorites": "373",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/198717.jpg"
  },
  {
    "Id": "375",
    "Title": "Initial D",
    "Description": "There is said to be a legendary \"Ghost of Akina\" that holds the fastest time to descend the Akina Pass. No one has ever come close to beating the record, nor has the mysterious driver of the white Toyota AE86 ever revealed themselves. Nowadays, the same AE86 can be seen every morning driving up and down the pass, making trips to a hotel residing at the top of the mountain.\n\r\nUnlike his classmates and coworkers, Takumi Fujiwara did not like cars. Any conversation about them would remind him of his early morning routine of delivering tofu for his father. He did not see the appeal in street racing and knew nothing about its rules or its culture. However, when tagging along to a nighttime meetup, the appearance of a rival racing team at the Akina Pass compels Takumi to hop behind the wheel of his father's AE86 and race them down the familiar mountain.\n\r\nThis spur-of-the-moment decision marks the beginning of Takumi's high-octane journey, shifting from his daily deliveries to becoming the greatest drift racer ever. Along the way, he slowly finds and kindles his love for street racing as he comes face-to-face with a plethora of opponents, each ready to take on the renowned Ghost of Akina.\n\r\n",
    "Volumes": "48",
    "Chapters": "724",
    "Status": "Finished",
    "Published": "Jun  26, 1995 to Jul  29, 2013",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Racing"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "Shigeno, Shuuichi (Story & Art)",
    "Score": "8.24",
    "Ranked": "368",
    "Popularity": "633",
    "Members": "27,549",
    "Favorites": "1,465",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/186990.jpg"
  },
  {
    "Id": "731",
    "Title": "Eden: It's an Endless World!",
    "Description": "In the panic surrounding a worldwide pandemic which kills 15 percent of the population and cripples many more, a secret organization, the Propater, topples the UN and seizes control of much of the world. A boy and a girl, raised in an abandoned virology research center, immune to the virus, are attacked by the Propater and escape.\n\r\nTwenty years later, the boy is the most powerful drug lord in South America. He aids his son from behind the scenes as he evades and eventually with the help of mercenaries from Nomad (some of them former Propater operatives) fights the Propater. As the plot develops focus shifts away from the main character and develops many sub-plots dedicated to terrorism, Human-improvement, the struggle of the developing countries and the power battles between the drug cartels and Propater.\n\r\nBased strongly on Gnostic mythology, all major characters are named after gnostic deities, and have analogous roles.\n\r\n(Source: MU)",
    "Volumes": "18",
    "Chapters": "127",
    "Status": "Finished",
    "Published": "Sep  25, 1997 to Jun  25, 2008",
    "Genre": [
      "Action",
      "Drama",
      "Sci-Fi",
      "Suspense"
    ],
    "Theme": [
      "Gore",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Endo, Hiroki (Story & Art)",
    "Score": "8.24",
    "Ranked": "369",
    "Popularity": "266",
    "Members": "58,796",
    "Favorites": "2,074",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/63117.jpg"
  },
  {
    "Id": "915",
    "Title": "Rookies",
    "Description": "Professor Kawato is the new Japanese teacher in the ill-famed Futagotamaga high shool, whose baseball club is composed by thugs and bullies who have been suspended for a year from all school competitions for causing a brawl during an official match. Now that the suspension is over, the only club's members left are interested only in women, smoking and doing nothing until, under professor Kawato's guidance, they discover a new dream called Koushien. The road to Koushien is far from easy, as they have to get back in shape, to learn how to play baseball and to win everyone else mistrust, including the principal's and other professor's one, with only a few months available. Sweating and fighting, the baseball club will find his determination and strength, as they proceed towards their dreams, while Kawato's enthusiastic and non-conventional ways slowly change the attitude of everyone near them.\n\r\n(Source: ANN)",
    "Volumes": "24",
    "Chapters": "233",
    "Status": "Finished",
    "Published": "Feb  3, 1998 to Aug  25, 2003",
    "Genre": [
      "Comedy",
      "Drama",
      "Slice of Life",
      "Sports"
    ],
    "Theme": [
      "Delinquents",
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Morita, Masanori (Story & Art)",
    "Score": "8.24",
    "Ranked": "370",
    "Popularity": "787",
    "Members": "22,365",
    "Favorites": "525",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/153289.jpg"
  },
  {
    "Id": "1461",
    "Title": "Sanctuary",
    "Description": "Akira Houjou and Chiaki Asami are childhood friends who have experienced hell and lived to tell about it. They arrive in Japan to attend school, and soon witness the corruption and apathy of the country's population. Enraged, Akira and Asami vow to create a new Japan; a sanctuary with a new form of politics, devoid of corruption, where people are empowered to participate in the politics and future of their country. To accomplish this, Houjou and Asami aim to conquer Japan through two dramatically different routes: the Japanese Diet and the Yakuza. Decided by a game of rock-paper-scissors, Houjou ventures to seize control of the underworld while Asami pursues the position of Prime Minister.\n\nSanctuary is a dark, political thriller that tells the story of these two friends as they attempt to change Japan from the inside out and create their sanctuary.\n\r\n",
    "Volumes": "12",
    "Chapters": "108",
    "Status": "Finished",
    "Published": "1990 to  1995",
    "Genre": [
      "Drama",
      "Suspense"
    ],
    "Theme": [
      "Detective",
      "Organized Crime"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Sup",
    "Authors": "Ikegami, Ryouichi (Art), Buronson (Story)",
    "Score": "8.24",
    "Ranked": "371",
    "Popularity": "514",
    "Members": "33,322",
    "Favorites": "957",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/170458.jpg"
  },
  {
    "Id": "62547",
    "Title": "Yugami-kun ni wa Tomodachi ga Inai",
    "Description": "A transfer student at her new high school, Chihiro Watanuki is helped out by a student while finding a place to park her bicycle. After her class introduction concludes, she finds out that her seat is right next to the boy who helped her earlier that day. Her classmates inform her that he is Yuuji Yugami, the ace of the Baseball Club. However, they also advise her to stay away from him, as he is known to be a bonafide weirdo and his actions are incomprehensible to most people. Unconvinced, she attempts to interact with him, quickly realizing that he is nothing but a pain to talk to and that the rumors were indeed true. \n\r\nShortly afterward, Chihiro gets entangled in a sticky situation with the third-years, but Yugami once again comes to her rescue, albeit for his own self-righteous reasons. Convinced that there is more to him than meets the eye, she is determined to treat him unbiasedly and to live a normal high school life surrounded by friends.\n\r\n",
    "Volumes": "16",
    "Chapters": "81",
    "Status": "Finished",
    "Published": "May  25, 2012 to May  22, 2019",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Sakura, Jun (Story & Art)",
    "Score": "8.23",
    "Ranked": "375",
    "Popularity": "628",
    "Members": "27,735",
    "Favorites": "1,165",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/107515.jpg"
  },
  {
    "Id": "26144",
    "Title": "Danshi Koukousei no Nichijou",
    "Description": "Sanada North High School is home to three ordinary boys—Tadakuni, Hidenori Tabata, and Yoshitake Tanaka—who get into ordinary situations that any high school boy could find himself in. Rather than fretting over relationships or aiming for the national championships, the trio finds themselves trying on skirts, maximizing their summer vacation, and musing with a hopeless romantic by the riverside. The constant clash of their conflicting personalities sparks various events that depict the absurd yet relatable daily lives of high school boys.\n\r\n",
    "Volumes": "7",
    "Chapters": "138",
    "Status": "Finished",
    "Published": "May  21, 2009 to Sep  27, 2012",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Gag Humor",
      "School"
    ],
    "Serialization": "Gangan O",
    "Authors": "Yamauchi, Yasunobu (Story & Art)",
    "Score": "8.23",
    "Ranked": "376",
    "Popularity": "712",
    "Members": "24,535",
    "Favorites": "410",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/200703.jpg"
  },
  {
    "Id": "103063",
    "Title": "Tadaima, Okaeri",
    "Description": "Masaki Fujiyoshi is a stay-at-home spouse and parent. He has fought long and hard with feelings of being a burden to his loving husband, Hiromu, due to his status as an omega—and the difficulty they faced to achieve this domesticity. When their son, Hikari, was born, the family moved to an area better suited for raising children.\n\r\nHikari is now nearing his second birthday, and he and his parents are forging meaningful bonds with those around them. These include the beta high schooler living next door, Yuuki, to whom Hikari has become rather attached; Hiromu's friend from work Matsuo; and the mysterious single dad seen wandering around the park.\n\r\nDespite their newfound domestic bliss, the family's ties to their past are in tatters. There are people they left behind to pursue the creation of their happy family, and when they begin to return, Masaki and Hiromu are not quite sure they have good intentions.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  24, 2015 to ?",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare"
    ],
    "Serialization": "Omegaverse Projec",
    "Authors": "Ichikawa, Ichi (Story & Art)",
    "Score": "8.23",
    "Ranked": "378",
    "Popularity": "3768",
    "Members": "5,309",
    "Favorites": "110",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/189551.jpg"
  },
  {
    "Id": "103989",
    "Title": "Kaichou wa Maid-sama!: Marriage",
    "Description": "Compilation of side stories of Kaichou wa Maid-sama! series.",
    "Volumes": "1",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Nov  8, 2013 to Apr  24, 2018",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaLa DX",
    "Authors": "Fujiwara, Hiro (Story & Art)",
    "Score": "8.23",
    "Ranked": "379",
    "Popularity": "1132",
    "Members": "16,067",
    "Favorites": "183",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/210825.jpg"
  },
  {
    "Id": "112115",
    "Title": "Act-age",
    "Description": "Ever since she was a child, Kei Yonagi has been attracted to the idea of acting, as she has always attentively watched how actions and emotions differ depending on the type of character portrayed. Now a teenager, she is broke, and is the only one able to financially support her young siblings. She starts auditioning for any role possible, without much success.  \n\r\nHer luck begins to change when Sumiji Kuroyama, a renowned director, sees Yonagi's performance and is amazed by her ability to immerse herself in the role—the so-called method acting. Although she is a diamond in the rough, if she keeps using the same technique over and over, it could lead to her being severely damaged. So, he makes the decision to help polish her, giving Yonagi the opportunity she needs. However, the road ahead of her is far from easy, and she will need to adapt to overcome the various challenges that come her way.\n\r\n",
    "Volumes": "12",
    "Chapters": "123",
    "Status": "Discontinued",
    "Published": "Jan  22, 2018 to Aug  11, 2020",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Performing Arts",
      "Showbiz"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Matsuki, Tatsuya (Story), Usazaki, Shiro (Art)",
    "Score": "8.23",
    "Ranked": "380",
    "Popularity": "319",
    "Members": "49,319",
    "Favorites": "1,691",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/209753.jpg"
  },
  {
    "Id": "158",
    "Title": "Ghost Hunt",
    "Description": "The decrepit building was condemned long ago, but every time the owners try to tear it down, \"accidents\" start to happen-people get hurt, sometimes even killed. Mai Taniyama and her classmates have heard the rumors that the creepy old high school is haunted-possibly by ghosts from the Second World War. So one rainy day they gather at the told school to tell ghost stories, hoping to attract one of the suspected spirits.\n\r\nNo ghosts materialize, but Mai and her friends do meet Kazuya Shibuya, the handsome young owner of Shibuya Psychic Research, who's been hired to investigate paranormal activity at the school. Also at the scene are an exorcist, a Buddhist monk, a woman who can speak with the dead, and an outspoken Shinto priestess. Surely one of them will have the talents to solve this mystery!\n\r\n(Source: Del Rey Manga)",
    "Volumes": "12",
    "Chapters": "43",
    "Status": "Finished",
    "Published": "Dec  6, 1997 to Sep  30, 2010",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Nakayosh",
    "Authors": "Inada, Shiho (Story & Art), Ono, Fuyumi (Story)",
    "Score": "8.23",
    "Ranked": "381",
    "Popularity": "1188",
    "Members": "15,530",
    "Favorites": "491",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/181311.jpg"
  },
  {
    "Id": "348",
    "Title": "Genshiken",
    "Description": "It's the spring of freshman year, and Kanji Sasahara is in a quandary. Should he fulfill his long-cherished dream of joining an otaku club? Saki Kasukabe also faces a dilemma. Can she ever turn her boyfriend, anime fanboy Kousaka, into a normal guy? Kanji triumphs where Saki fails, when both Kanji and Kousaka sign up for Genshiken: The Society for the Study of Modern Visual Culture.\n\r\nUndeterred, Saki chases Kousaka through the various activities of the club, from costume-playing and comic conventions to video gaming and collecting anime figures—learning more than she ever wanted to about the humorous world of the Japanese fan...\n\r\n(Source: Del Rey Manga)",
    "Volumes": "21",
    "Chapters": "127",
    "Status": "Finished",
    "Published": "Apr  25, 2002 to Aug  25, 2016",
    "Genre": [
      "Comedy",
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Otaku Culture",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Kio, Shimoku (Story & Art)",
    "Score": "8.23",
    "Ranked": "382",
    "Popularity": "415",
    "Members": "39,879",
    "Favorites": "2,011",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/161681.jpg"
  },
  {
    "Id": "445",
    "Title": "Shonan Junai Gumi!",
    "Description": "Eikichi Onizuka and Ryuuji Danma are members of infamous biker gang, Oni Baku. When not out riding around, they can be found in school, trying to pick up young women. This is the story of the young Onizuka, who would later become the greatest teacher in Japan.\n\r\n(Source: ANN) ",
    "Volumes": "31",
    "Chapters": "267",
    "Status": "Finished",
    "Published": "Sep  26, 1990 to Sep  18, 1996",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Delinquents",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Fujisawa, Tooru (Story & Art)",
    "Score": "8.23",
    "Ranked": "383",
    "Popularity": "835",
    "Members": "21,223",
    "Favorites": "735",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/216051.jpg"
  },
  {
    "Id": "1802",
    "Title": "Cat Street",
    "Description": "The story centers around Keito Aoyama, a former famous child actor. Due to a childhood incident, she retired from her career early and withdrew from normal society. Now 16, she passes her days in boredom and without purpose. But one day she runs into a stranger who takes her to El Liston—a free school for high school students like herself, who don't have a place where they belong. Though hesitant at first, Keito decides to enter El Liston and subsequently, she begins a new stage in her life. With the help of her only remaining childhood friend, Taiyou, and her new classmates Rei, Momiji, and Kouichi, Keito slowly finds the courage to open up to others and to accept their support. Will Keito return to acting? Will she find true friends? Love?\n\r\n(Source: Condensation)",
    "Volumes": "8",
    "Chapters": "36",
    "Status": "Finished",
    "Published": "Jul  13, 2004 to Sep  13, 2007",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Love Polygon",
      "Showbiz"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Kamio, Yoko (Story & Art)",
    "Score": "8.23",
    "Ranked": "384",
    "Popularity": "518",
    "Members": "33,227",
    "Favorites": "1,032",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/176481.jpg"
  },
  {
    "Id": "4571",
    "Title": "Akagami no Shirayuki-hime",
    "Description": "Shirayuki is Tanbarun's friendly neighborhood herbalist, whose unique red hair ends up drawing unwanted attention from the vain prince of Tanbarun, Raji Shenazard. Faced with the unattractive proposition to become his concubine, Shirayuki chops off her hair and flees the country overnight. In her journey deep into the forest, she encounters Zen Wistalia, the prince of the neighboring country of Clarines. When Zen takes a bite out of a poisoned apple that Prince Raji sends in order to recapture Shirayuki, she expertly uses the herbs at her disposal to cure him.\n\r\nTogether with Zen and his two friends, Kiki and Mitsuhide, Shirayuki travels to Clarines, where she aims to make a life for herself as an apothecary of the royal court. As Zen slowly begins to mean more to her than the prince of her new country, the two of them must learn to work together toward their respective dreams despite the difference in status.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  10, 2006 to ?",
    "Genre": [
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaLa DX",
    "Authors": "Akizuki, Sorata (Story & Art)",
    "Score": "8.23",
    "Ranked": "385",
    "Popularity": "217",
    "Members": "69,408",
    "Favorites": "2,847",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/258717.jpg"
  },
  {
    "Id": "5651",
    "Title": "Crows",
    "Description": "Suzuran is a school where the misfits of society congregate. Known as \"Crows,\" the students lack a promising future; they establish their place in the world only by using their fists. In this violent culture, physical strength remains the be-all and end-all amongst the teenagers with nothing else to live for. Suzuran maintains its set hierarchy, but such a system fails to unite all involved in a common goal. While there are those at the top, Suzuran has no single leader.\n\r\nEnter Harumichi Bouya, an unethical teenager with little intellectual capability. As a typical delinquent, Harumichi loves to fight and takes on any adversity with his physical prowess. Now at Suzuran, Harumichi aims to prove himself and reach the very top of the vicious society he has been thrust into.\n\r\n",
    "Volumes": "26",
    "Chapters": "98",
    "Status": "Finished",
    "Published": "1990 to  1998",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Delinquents",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Monthly)",
    "Authors": "Takahashi, Hiroshi (Story & Art)",
    "Score": "8.23",
    "Ranked": "386",
    "Popularity": "678",
    "Members": "25,694",
    "Favorites": "1,021",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/257945.jpg"
  },
  {
    "Id": "11593",
    "Title": "Yuru Yuri",
    "Description": "Four mischievous girls illegally occupy the former Traditional Tea Ceremony clubroom, in order to create the \"Amusement Club.\" These scamps...who ignore repeated warnings—in direct rebellion with the righteous directives of the Student Council—decide to remain in the room until they finally get off their bums and do something! In this slightly sluggish manga, full of fits and starts, the four girls set off from their homes for a walk together with days full of a little this and that!♪\n\r\n(Source: JManga)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  18, 2008 to ?",
    "Genre": [
      "Comedy",
      "Girls Love"
    ],
    "Theme": [
      "CGDCT",
      "Gag Humor",
      "School"
    ],
    "Serialization": "Comic Yuri Him",
    "Authors": "Namori (Story & Art)",
    "Score": "8.23",
    "Ranked": "387",
    "Popularity": "1328",
    "Members": "14,358",
    "Favorites": "748",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/53997.jpg"
  },
  {
    "Id": "14531",
    "Title": "GTO: Shonan 14 Days",
    "Description": "This is a spin-off story of the manga GTO (Great Teacher Onizuka) that takes place directly after the Teshigawara arc.\n\r\nAfter Eikichi Onizuka was shot by former teacher Teshigawara, he was sent to the hospital. Shortly afterwards, he escaped and spent 14 days that no one knew about. Strangely enough, when he returned, a wanted poster appeared with a man that resembled Onizuka. What exactly did he do during these 14 days?\n\r\n(Source: MU)",
    "Volumes": "9",
    "Chapters": "77",
    "Status": "Finished",
    "Published": "Jun  10, 2009 to Nov  16, 2011",
    "Genre": [
      "Action",
      "Comedy",
      "Drama",
      "Ecchi"
    ],
    "Theme": [
      "Delinquents"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Fujisawa, Tooru (Story & Art)",
    "Score": "8.23",
    "Ranked": "388",
    "Popularity": "733",
    "Members": "23,813",
    "Favorites": "264",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/257894.jpg"
  },
  {
    "Id": "585",
    "Title": "Hourou Musuko",
    "Description": "Shuuichi Nitori is a 5th grade student who likes to bake and has always been something of a feminine boy. When he transfers to a new school, Shuuichi is mistaken for his 6th grade sister on his first day. Then he ends up sitting next to Yoshino Takatsuki, a tall, boyish girl who everyone calls \"Takatsuki-kun.\" They both have secrets they can't let anyone know...\n\r\nThe series deals with issues such as being transgender, gender identity, and the beginning of puberty.\n\r\n(Source: Kotonoha, edited)",
    "Volumes": "15",
    "Chapters": "123",
    "Status": "Finished",
    "Published": "Nov  12, 2002 to Jul  12, 2013",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Beam",
    "Authors": "Shimura, Takako (Story & Art)",
    "Score": "8.22",
    "Ranked": "389",
    "Popularity": "601",
    "Members": "28,850",
    "Favorites": "1,282",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/208988.jpg"
  },
  {
    "Id": "1075",
    "Title": "7 Seeds",
    "Description": "Natsu Iwashimizu's last memory of her family is eating her favorite meals with them. Unfortunately, she wakes up from her dream only to find herself in a sinking ship, being rescued by three strangers: Arashi Aota, whose kind-hearted personality does not match his quick temper; Semimaru Asai, who enjoys ridiculing Natsu's meek nature; and Botan Saotome, a skillful woman seemingly aware of their situation. Following the four's successful escape, they sail to a deserted island.\n\r\nUnbeknownst to them, the mysterious island is Japan. After a meteorite landed on Earth, humanity was wiped out and the environment changed drastically. To repopulate the country, the government initiated the \"7 Seeds\" project, consisting of five groups—Spring, Summer A, Summer B, Autumn, and Winter—each with seven young healthy individuals and a guide. Natsu and the others were put into team Summer B, whose members are considered failures by society.\n\r\nTo get more supplies, the group must find one of the seven shelters built by the government. In a hostile, unfamiliar world with no loved ones to depend on, the quartet must learn to cooperate with each other to ensure their survival.\n\r\n",
    "Volumes": "35",
    "Chapters": "178",
    "Status": "Finished",
    "Published": "Oct  13, 2001 to May  27, 2017",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning",
      "Drama",
      "Horror",
      "Mystery",
      "Romance",
      "Sci-Fi",
      "Suspense"
    ],
    "Theme": [
      "Psychological",
      "Survival",
      "Time Travel"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Flowers (Monthly)",
    "Authors": "Tamura, Yumi (Story & Art)",
    "Score": "8.22",
    "Ranked": "390",
    "Popularity": "777",
    "Members": "22,583",
    "Favorites": "789",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/196607.jpg"
  },
  {
    "Id": "3731",
    "Title": "Solanin",
    "Description": "Ever since graduating college, 23-year-old Meiko Inoue has believed in one thing: there is a demon lurking in Tokyo. This evil's presence has made her bored, aimless, and missing the excitement of her youth, leading her to contemplate what she truly seeks from life. Surprisingly enough, when Meiko proposes the idea of quitting her job to her boyfriend, Naruo Taneda, he groggily agrees.\n\r\nDeeply inspired by his half-asleep words of encouragement, Meiko hastily leaves her old life behind, looking to begin anew, with Taneda soon following suit. Together, they look toward their dreams from their college days and decide to revive Rotti, Taneda's old band. As the two stand confidently alongside their old friends with instruments in hand, life throws the most unexpected curveball their way, leaving Meiko and her friends to pick up the pieces of what was shattered.\n\nSolanin tells an intimate story about the trials and tribulations of love, loss, and grief centered around people in their twenties who often slip between the cracks of society.\n\r\n",
    "Volumes": "2",
    "Chapters": "28",
    "Status": "Finished",
    "Published": "Jun  30, 2005 to Apr  6, 2006",
    "Genre": [
      "Drama",
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Sunday (Weekly)",
    "Authors": "Asano, Inio (Story & Art)",
    "Score": "8.22",
    "Ranked": "391",
    "Popularity": "106",
    "Members": "115,163",
    "Favorites": "5,330",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/179699.jpg"
  },
  {
    "Id": "4258",
    "Title": "Hikari to Tomo ni...: Jiheishouji wo Kakaete",
    "Description": "Born during the sunrise—an auspicious beginning—the Azumas' newborn son is named Hikaru, which means \"light.\" But during one play date, his mother notices that her son is slightly different from the other children. In this alternately heartwarming and bittersweet tale, a young mother tries to cope with both the overwhelming discovery of her child's autism and the trials of raising him while keeping her family together. This is a story that resonates not only for those whose families have been affected by autism, but also for all past, present, and future parents.\n\r\n(Source: Yen Press)\n\nIncluded one-shots:\r\nVolume 15: Thank You Sensei!, Haru no Manazashi",
    "Volumes": "15",
    "Chapters": "92",
    "Status": "Finished",
    "Published": "Sep  28, 2000 to Apr  3, 2009",
    "Genre": [
      "Drama",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare",
      "Psychological"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "For Mrs.",
    "Authors": "Tobe, Keiko (Story & Art)",
    "Score": "8.22",
    "Ranked": "392",
    "Popularity": "3607",
    "Members": "5,545",
    "Favorites": "135",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/179208.jpg"
  },
  {
    "Id": "10884",
    "Title": "Diamond no Ace",
    "Description": "Middle school student Eijun Sawamura has just lost his final baseball game after pitching a unique fastball that cost Akagi Middle School their chance to reach the nationals. As the baseball team captain, he feels responsible for their enormous loss and vows to take his friends there in high school. However, with his terrible grades and no school recommendations in his area, Sawamura sulks as he tries to figure out how to keep his promise.\n\r\nHis pitch during the last game catches the attention of a scout from the prestigious Seidou High School in Tokyo, who soon convinces a begrudging Sawamura to observe their school's nationally-ranked baseball team practice. At Seidou, an impromptu competition between Sawamura and one of their batters causes him to cross paths with Kazuya Miyuki—a catcher who can pull out Sawamura's strengths as a pitcher.\n\r\nThe experience he has accumulated at Seidou changes his initial reluctance to transfer to Tokyo. Although he still feels guilt over betraying his friends, they encourage him to take the offer and enroll in Seidou. Filled with a renewed sense of determination, Sawamura begins the arduous journey of becoming Seidou's team ace and heading for the nationals while carrying the spirit of his former school with him.\n\r\n",
    "Volumes": "47",
    "Chapters": "418",
    "Status": "Finished",
    "Published": "May  17, 2006 to Jul  15, 2015",
    "Genre": [
      "Award Winning",
      "Sports"
    ],
    "Theme": [
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Terajima, Yuuji (Story & Art)",
    "Score": "8.22",
    "Ranked": "393",
    "Popularity": "770",
    "Members": "22,766",
    "Favorites": "956",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/14653.jpg"
  },
  {
    "Id": "16593",
    "Title": "Private Opinion: Banana Fish Another Story",
    "Description": "1. Private Garden\r\n2. Fly Boy, In the Sky",
    "Volumes": "1",
    "Chapters": "2",
    "Status": "Finished",
    "Published": "Dec  13, 1995",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Betsucom",
    "Authors": "Yoshida, Akimi (Story & Art)",
    "Score": "8.22",
    "Ranked": "394",
    "Popularity": "4639",
    "Members": "4,210",
    "Favorites": "51",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/202641.jpg"
  },
  {
    "Id": "17552",
    "Title": "Non Non Biyori",
    "Description": "Elementary school student Ichijou Hotaru has moved with her parents from Tokyo to the middle of the country. Now she must adapt to her new school, where there are a total of 5 students in the same class who range through elementary and middle school ages. Join their everyday adventures in the countryside.\n\r\n(Source: MangaHelpers)\n\nIncluded one-shot:\r\nVolume 1: Yume no Yume",
    "Volumes": "16",
    "Chapters": "125",
    "Status": "Finished",
    "Published": "Sep  26, 2009 to Feb  26, 2021",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "CGDCT",
      "Iyashikei",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Aliv",
    "Authors": "Atto (Story & Art)",
    "Score": "8.22",
    "Ranked": "395",
    "Popularity": "1670",
    "Members": "11,623",
    "Favorites": "435",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/57729.jpg"
  },
  {
    "Id": "107548",
    "Title": "Steins;Gate 0",
    "Description": "An alternate ending to Steins;Gate that leads with the eccentric mad scientist Okabe, struggling to recover from a failed attempt at rescuing Kurisu. He decides to give up and abandons his lively scientist alter ego, in pursuit to forget the past. When all seems to be normal, he is seemingly pulled back into the past by meeting an acquaintance of Kurisu, who tells him that they have begun testing a device that stores the memory of a human and creates a simulation of them with their characteristics and personalities. Okabe begins testing and finds out that the simulation of Kurisu has brought back anguish and some new unexpected tragedies...",
    "Volumes": "6",
    "Chapters": "41",
    "Status": "Finished",
    "Published": "Jul  4, 2017 to Feb  4, 2020",
    "Genre": [
      "Drama",
      "Mystery",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Ac",
    "Authors": "Himeno, Taka (Art)",
    "Score": "8.22",
    "Ranked": "397",
    "Popularity": "4159",
    "Members": "4,767",
    "Favorites": "83",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/208537.jpg"
  },
  {
    "Id": "58027",
    "Title": "Tsurezure Children",
    "Description": "Love is not simple. It is complicated, frustrating, often incomprehensible—and it is something that many high school students are all too familiar with. Love takes on countless forms, but it is an emotion common to different kinds of people: childhood friends, tsunderes, classmates, delinquents, and student council presidents. Love can also flourish between unlikely pairs who bury their feelings deep within them, making it harder and harder to say that one notorious phrase in the human language... \"I love you.\"\n\nTsurezure Children follows the journeys of numerous different couples and their romantic escapades. From the butterflies of a confession to the failed attempts at a first kiss, this story sheds light on the challenges and triumphs of young love.\n\r\n",
    "Volumes": "12",
    "Chapters": "212",
    "Status": "Finished",
    "Published": "Aug  9, 2014 to Jul  11, 2018",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Wakabayashi, Toshiya (Story & Art)",
    "Score": "8.22",
    "Ranked": "399",
    "Popularity": "276",
    "Members": "57,370",
    "Favorites": "1,838",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/155605.jpg"
  },
  {
    "Id": "70801",
    "Title": "Dead Dead Demons Dededede Destruction",
    "Description": "When you look up at the sky, what do you see? A blue sky? Freedom? A hopeful future? The people of Tokyo see none of these. Instead, an ominous alien mothership looms overhead, engulfing the city skyscape.\n\r\nThree years ago, they came. The arrival of the \"Invaders\" sparked the greatest war humanity had ever faced—one that threatened to end the world. The Japanese government scrambled to fight the Invaders. Weapons were mass-produced, sparking controversy and pacifist movements.\n\r\nThat day, everything changed. And yet, nothing has changed. Kadode Koyama and Ouran Nakagawa live their final days like they always have: going to school, playing with friends, and doing what any carefree high school girls would do.\n\r\nAs they grow up they come to learn what it truly means to be an adult, in a world where adults seem to be demons who only deceive and destroy. They come to learn the real threat to humanity is not the Invaders, but humanity itself.\n\r\n",
    "Volumes": "12",
    "Chapters": "101",
    "Status": "Finished",
    "Published": "Apr  28, 2014 to Feb  28, 2022",
    "Genre": [
      "Award Winning",
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Asano, Inio (Story & Art)",
    "Score": "8.22",
    "Ranked": "400",
    "Popularity": "209",
    "Members": "71,227",
    "Favorites": "2,265",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/142079.jpg"
  },
  {
    "Id": "26736",
    "Title": "Taiyou no Ie",
    "Description": "After her mother abandoned her and her father remarried, high schooler Mao Motomiya is left feeling like she doesn't have a place where she belongs. One night, her childhood friend Hiro Nakamura finds her in a shrine eating cheap convenience store food and offers to take her to a restaurant. Their subsequent heart to heart leads to Hiro suggesting that Mao move in with him.\n\r\nTo Hiro who has lived apart from his younger siblings all these years after their parents passed away, bringing his family back together in the once-lively Nakamura home begins with the first step of giving Mao a loving place to belong.\n\r\nWhen Mao reluctantly accepts his invitation, she is surprised at how easy it is to settle in with her longtime friend. Now she must deal not only with mending her relationship with her father and helping the oldest Nakamura brother attain his goal, but also her growing feelings for Hiro.\n\r\n",
    "Volumes": "13",
    "Chapters": "53",
    "Status": "Finished",
    "Published": "Apr  24, 2010 to May  23, 2015",
    "Genre": [
      "Award Winning",
      "Drama",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Dess",
    "Authors": "Taamo (Story & Art)",
    "Score": "8.22",
    "Ranked": "401",
    "Popularity": "147",
    "Members": "92,573",
    "Favorites": "3,478",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/149086.jpg"
  },
  {
    "Id": "47825",
    "Title": "Steins;Gate: Aishin Meizu no Babel",
    "Description": "A drama CD adaptation of Steins;Gate: Aishin Meizu no Babel, an alternate take on the original Steins;Gate story, told from Makise Kurisu's point of view, being illustrated by Shinichirou Nariie.\n\nAfter meeting Okabe Rintarou and the rest of the Lab Members, Kurisu reflects on her past with her estranged father and seeks to set things right with him, not knowing of the fate that awaits her.\n\n(Source: MU)",
    "Volumes": "4",
    "Chapters": "19",
    "Status": "Finished",
    "Published": "May  19, 2012 to Jan  18, 2014",
    "Genre": [
      "Adventure",
      "Sci-Fi"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ultra Jump",
    "Authors": "Nitroplus (Story), Naruse, Yoshiki (Art)",
    "Score": "8.22",
    "Ranked": "402",
    "Popularity": "4833",
    "Members": "4,022",
    "Favorites": "62",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/84307.jpg"
  },
  {
    "Id": "110031",
    "Title": "Summertime Render",
    "Description": "After his parents died, Shinpei Ajiro lived with the Kofune sisters, Mio and Ushio, but he has since moved to live on his own in Tokyo. But after Ushio drowns while trying to save the young Shiori Kobayakawa, he returns home to mourn her departure. However, bruises around Ushio's neck bring her cause of death into question.\n\r\nTaking a step back, Shinpei becomes convinced there must be another explanation. Dangerous entities roam among the islanders, and a vision of deceased Ushio asks him to \"save Mio\" as her final request. He is certain that something is afoot—and Ushio's death is only a piece of the puzzle.\n\r\nWith the help of Mio and various others, Shinpei struggles to forge a future in which he, his friends, and family can stay alive. But the more he investigates, the more impossible such a future seems. This darkness infiltrates his home island. Just how much more suffering will he go through before finding the right path to save it all?\n\r\n",
    "Volumes": "13",
    "Chapters": "139",
    "Status": "Finished",
    "Published": "Oct  23, 2017 to Feb  1, 2021",
    "Genre": [
      "Mystery",
      "Supernatural",
      "Suspense"
    ],
    "Theme": [
      "Time Travel"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump+",
    "Authors": "Tanaka, Yasunori (Story & Art)",
    "Score": "8.22",
    "Ranked": "403",
    "Popularity": "342",
    "Members": "46,876",
    "Favorites": "1,103",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/261167.jpg"
  },
  {
    "Id": "144011",
    "Title": "Kimi no Yoru ni Fureru",
    "Description": "Chinatsu and his older brother Fuyuki have been trained by their father for their whole lives to become professional assassins. However, Fuyuki is slain as a result of Chinatsu failing at his first job. Chinatsu is discovered by a blind boy who lends him a shoulder to cry on.\n\r\nThe trauma still haunts Chinatsu five years later, and he is unable to kill any of his targets as a result. While waiting around the streets, he recovers a stolen object owned by Kasumi, the blind boy he had met back then. As a token of gratitude, Kasumi invites the assassin to his home that is located in a traditional Japanese inn. Chinatsu learns that the boy sees himself as a burden to his family due to his disability.\n\r\nDespite being complete strangers, Kasumi feels a connection with Chinatsu and asks him to be his friend, which the assassin readily agrees to. But Chinatsu discovers more from being around Kasumi's kindhearted nature, and he realizes he may have found a way through the darkness of his life: a light worth protecting amidst the abyss.\n\r\n",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Aug  20, 2021 to Aug  19, 2022",
    "Genre": [
      "Boys Love",
      "Drama"
    ],
    "Serialization": "from RED",
    "Authors": "Mori, Moyori (Story & Art)",
    "Score": "8.22",
    "Ranked": "405",
    "Popularity": "7774",
    "Members": "2,335",
    "Favorites": "78",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269777.jpg"
  },
  {
    "Id": "145496",
    "Title": "Yuki no Yousei",
    "Description": "Haruki Homura lives in solitude in the snowy countryside of Hokkaido. Hiding all his emotions in his lonely heart, he can not help but detest the bleak, colorless world around him.\n\r\nOne day, Haruki meets the outgoing photographer Akihito Narumi, who came from Tokyo to capture the elusive snow fairies with his camera. With no place to stay amidst the snowy conditions, Haruki decides to let Narumi stay at his house for the winter. As the affable photographer cracks open his host's frozen heart, Haruki slowly warms up to the beauty of the world around him. Gradually developing a close bond, these polar opposites begin to dread the arrival of spring, as their time together will come to an end once the cold winter passes.\n\r\n",
    "Volumes": "1",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Jul  16, 2021 to Jan  7, 2022",
    "Genre": [
      "Boys Love"
    ],
    "Serialization": "Canna Comics",
    "Authors": "Serizawa, Tomo (Story & Art)",
    "Score": "8.22",
    "Ranked": "406",
    "Popularity": "6796",
    "Members": "2,750",
    "Favorites": "61",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/257952.jpg"
  },
  {
    "Id": "510",
    "Title": "Saiyuuki Reload",
    "Description": "The fearsome foursome continue their journey west towards Shangri-La, encountering new challenges and new adventures along the way. Their legend precedes them, but not always in the way one might expect. The Minus Wave that apparently drove all the youkai in the land mad looks like it might have missed one, as Sanzou, Gojou, Hakkai and Gokuu meet a lone guardian and the band of children he cares for. Fear and misunderstanding run throughout this particular leg of the journey, including between the members of the Sanzou group!\n\r\n(Source: Tokyopop)",
    "Volumes": "10",
    "Chapters": "66",
    "Status": "Finished",
    "Published": "Mar  28, 2002 to Jun  27, 2009",
    "Genre": [
      "Action",
      "Adventure",
      "Comedy",
      "Drama",
      "Fantasy"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Comic ZERO-SUM",
    "Authors": "Minekura, Kazuya (Story & Art)",
    "Score": "8.21",
    "Ranked": "408",
    "Popularity": "2390",
    "Members": "8,246",
    "Favorites": "230",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/172702.jpg"
  },
  {
    "Id": "1208",
    "Title": "Silver Diamond",
    "Description": "Rakan Sawa is a normal high school student living a quiet life alone, tending to his many lush plants. This peace is disrupted when a foreign man and several dangerous creatures suddenly crash into his garden. The man immediately turns his odd plant-like weapon on Rakan, but after seeing it respond to Rakan's touch, his attitude completely changes. The man, Chigusa, declares that Rakan is a precious \"sanome,\" a person who can cultivate plant life at will.\n\r\nBeing the last known sanome, Chigusa vows to protect Rakan at all costs and asks for his support. Chigusa is an infamous outlaw that aims to destroy the \"ayame,\" creatures that siphon life from his dying world, including the current prince who oddly looks exactly like Rakan.\n\r\nRakan travels to Chigusa's desert world that is filled with despondent people, strange creatures, spirits, and magic. Along the way, they gather more followers and supporters in their quest to return green to the barren, decaying land.\n\r\n",
    "Volumes": "27",
    "Chapters": "82",
    "Status": "Finished",
    "Published": "Aug  20, 2003 to May  20, 2012",
    "Genre": [
      "Adventure",
      "Boys Love",
      "Fantasy"
    ],
    "Theme": [
      "Isekai"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ichirac",
    "Authors": "Sugiura, Shiho (Story & Art)",
    "Score": "8.21",
    "Ranked": "409",
    "Popularity": "2376",
    "Members": "8,278",
    "Favorites": "290",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/190777.jpg"
  },
  {
    "Id": "15805",
    "Title": "Tasogare Otome x Amnesia",
    "Description": "A young woman, by some strange occurrence, was left to die alone in the former building of Seikyou Academy. Mysteriously, there is one person who can see her in ghost form: Niiya Teiichi, a freshman. Now they both seek to find out the reasoning behind her death, and what could have caused it.\n\r\n(Source: DBR Scanlations)",
    "Volumes": "10",
    "Chapters": "54",
    "Status": "Finished",
    "Published": "Apr  22, 2008 to Sep  21, 2013",
    "Genre": [
      "Horror",
      "Mystery",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Jok",
    "Authors": "Maybe (Story & Art)",
    "Score": "8.21",
    "Ranked": "410",
    "Popularity": "347",
    "Members": "46,518",
    "Favorites": "1,665",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/188846.jpg"
  },
  {
    "Id": "132962",
    "Title": "Boku ga Otto ni Deau made",
    "Description": "On October 10, 2016, Ryousuke Nanasaki married the love of his life, Ryousuke. But the time leading up to this day was anything but easy. Feelings of self-hatred, heart-wrenching breakups, and coming out to his family—it was all an uphill battle.\n\r\nBased on the autobiographical web essay of the same title, Boku ga Otto ni Deau made follows Nanasaki's life and his journey to discover a happy ending together with his husband.\n\r\n",
    "Volumes": "1",
    "Chapters": "7",
    "Status": "Finished",
    "Published": "Apr  29, 2020 to Feb  10, 2021",
    "Genre": [
      "Boys Love",
      "Drama"
    ],
    "Theme": [
      "Memoir"
    ],
    "Serialization": "Bunshun O",
    "Authors": "Tsukizuki, Yoshi (Art), Nanasaki, Ryousuke (Story)",
    "Score": "8.21",
    "Ranked": "412",
    "Popularity": "3226",
    "Members": "6,214",
    "Favorites": "96",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/243238.jpg"
  },
  {
    "Id": "24705",
    "Title": "Aku no Hana",
    "Description": "Takao Kasuga is an unsociable middle school student who bears a love for books—in particular, Charles Baudelaire's Les Fleurs du Mal. He also has a crush on his class' idol, the sweet Nanako Saeki. In stark contrast to her, Sawa Nakamura is an insolent and unpleasant girl who lacks any concern for school.\n\r\nOne day, Takao forgets to bring his book home with him. He returns to school to retrieve it, but is stopped in his tracks when he finds Nanako's freshly worn gym clothes lying on the floor. A strange desire consumes Takao, and like a wicked pervert, he steals them.\n\r\nWith the guilt of his crime weighing on him, Takao tries his best to live a normal life. Sawa, however, who witnessed Takao's thievery, has other plans in store for him...\n\r\n",
    "Volumes": "11",
    "Chapters": "58",
    "Status": "Finished",
    "Published": "Sep  9, 2009 to May  9, 2014",
    "Genre": [
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Bessatsu Shounen Mag",
    "Authors": "Oshimi, Shuuzou (Story & Art)",
    "Score": "8.21",
    "Ranked": "413",
    "Popularity": "66",
    "Members": "155,764",
    "Favorites": "11,959",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/188918.jpg"
  },
  {
    "Id": "27231",
    "Title": "Hirunaka no Ryuusei",
    "Description": "Suzume Yosano has spent the entire 15 years of her life in the countryside, so when her parents decide to move overseas for work and leave her with her uncle in Tokyo, she finds herself in a whole new environment. On the way to her uncle's house, however, she gets lost and faints.\n\r\nWaking up safely at her uncle's house, she learns that a strange man had carried her there and that he happens to be an acquaintance of her uncle. Moreover, when Suzume goes to her new school for the first time, she discovers that the weird man in question, named Satsuki Shishio, is actually her homeroom teacher! Now, Suzume must adapt to her new school and make friends, since her blossoming high school life in the city has just begun!\n\r\n",
    "Volumes": "12",
    "Chapters": "86",
    "Status": "Finished",
    "Published": "May  20, 2011 to Nov  5, 2014",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Love Polygon",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Marg",
    "Authors": "Yamamori, Mika (Story & Art)",
    "Score": "8.20",
    "Ranked": "414",
    "Popularity": "148",
    "Members": "92,455",
    "Favorites": "5,644",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/261725.jpg"
  },
  {
    "Id": "58563",
    "Title": "Innocent",
    "Description": "In the 18th century, seeking \"freedom and equality,\" the event that became the starting point of modern French society, the French Revolution, began. There was one more protagonist that lived within the darkness, Charles-Henri Sanson. He was the fourth generation family head of the Sanson family, and the executioner of Paris. This is the story of him nobly facing his harsh fate...",
    "Volumes": "9",
    "Chapters": "99",
    "Status": "Finished",
    "Published": "Jan  31, 2013 to Apr  16, 2015",
    "Genre": [
      "Drama"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Sakamoto, Shinichi (Story & Art)",
    "Score": "8.20",
    "Ranked": "417",
    "Popularity": "284",
    "Members": "55,886",
    "Favorites": "1,843",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/275351.jpg"
  },
  {
    "Id": "96792",
    "Title": "Kimetsu no Yaiba",
    "Description": "Tanjirou Kamado lives with his impoverished family on a remote mountain. As the oldest sibling, he took upon the responsibility of ensuring his family's livelihood after the death of his father. On a cold winter day, he goes down to the local village in order to sell some charcoal. As dusk falls, he is forced to spend the night in the house of a curious man who cautions him of strange creatures that roam the night: malevolent demons who crave human flesh.\n\r\nWhen he finally makes his way home, Tanjirou's worst nightmare comes true. His entire family has been brutally slaughtered with the sole exception of his sister Nezuko, who has turned into a flesh-eating demon. Engulfed in hatred and despair, Tanjirou desperately tries to stop Nezuko from attacking other people, setting out on a journey to avenge his family and find a way to turn his beloved sister back into a human.\n\r\n",
    "Volumes": "23",
    "Chapters": "207",
    "Status": "Finished",
    "Published": "Feb  15, 2016 to May  18, 2020",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Gotouge, Koyoharu (Story & Art)",
    "Score": "8.20",
    "Ranked": "419",
    "Popularity": "10",
    "Members": "430,150",
    "Favorites": "28,991",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/179023.jpg"
  },
  {
    "Id": "103897",
    "Title": "Dr. Stone",
    "Description": "When a mysterious light suddenly engulfs Earth, humanity is left petrified, frozen in stone. Thousands of years later, the world is teeming with vegetation, and forests have taken the places of cities that once stood proudly. One of the very first to emerge from their stone prison is Taiju Ooki, who finds that his good friend, a brilliant young scientist named Senkuu, has been preparing for his awakening. While Taiju wishes to save the girl he loves, Senkuu is determined to figure out the cause behind the strange phenomenon and restore the world to its former glory.\n\r\nBut when they free the infamously powerful Tsukasa Shishiou in order to gain an upper hand against the dangers in an unfamiliar world, they realize that their new comrade has other plans. Tsukasa sees their predicament as a chance to start over; free from the corruption and destruction wrought by technology, he will stop at nothing to achieve his goals. With both sides unable to see eye to eye, Senkuu and his devotion to science will clash with Tsukasa and his primal nature in what will truly be a battle of the ages.\n\r\n",
    "Volumes": "26",
    "Chapters": "233",
    "Status": "Finished",
    "Published": "Mar  6, 2017 to Mar  7, 2022",
    "Genre": [
      "Adventure",
      "Award Winning",
      "Sci-Fi"
    ],
    "Theme": [
      "Survival",
      "Time Travel"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Inagaki, Riichiro (Story), Boichi (Art)",
    "Score": "8.20",
    "Ranked": "420",
    "Popularity": "39",
    "Members": "187,877",
    "Favorites": "9,837",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/197883.jpg"
  },
  {
    "Id": "113163",
    "Title": "Bungou Stray Dogs: Dead Apple",
    "Description": "An unexplained series of suicides among skill users sends the Armed Detective Agency on a search for a man who may be connected. But when the same phenomenon descends upon Yokohama, they’ll have to fight for their lives if they want a chance to reach the truth and save the city from certain destruction!\n\r\n(Source: Yen Press)",
    "Volumes": "4",
    "Chapters": "15",
    "Status": "Finished",
    "Published": "Mar  9, 2018 to Jun  29, 2023",
    "Genre": [
      "Action",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Detective"
    ],
    "Serialization": "Young Ace UP",
    "Authors": "Ganjii (Art)",
    "Score": "8.20",
    "Ranked": "421",
    "Popularity": "3297",
    "Members": "6,107",
    "Favorites": "93",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/208101.jpg"
  },
  {
    "Id": "118804",
    "Title": "Ikoku Nikki",
    "Description": "Thirty-five-year-old novelist Makio Koudai never had a good relationship with her older sister Minori, who always berated her for being different. Due to this, Makio is not stricken with grief upon hearing the news that Minori and her husband die in a car crash. But when Makio is asked to identify their bodies, she runs into her 15-year-old niece, Asa Takumi, whom she has not seen in years.\n\r\nStruggling to process her parents' death, Makio reassures Asa that her complicated feelings are valid and suggests that the teenager start writing in a diary as a way to cope with the loss. Upon learning that no other relatives wanted to take in Asa, Makio decides to become her guardian despite her lack of experience. In a world full of uncertainty, the novelist and teenager must learn to live with each other while figuring themselves out.\n\r\n",
    "Volumes": "11",
    "Chapters": "56",
    "Status": "Finished",
    "Published": "Jun  8, 2017 to Jun  8, 2023",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Josei"
    ],
    "Serialization": "Feel Young",
    "Authors": "Yamashita, Tomoko (Story & Art)",
    "Score": "8.20",
    "Ranked": "422",
    "Popularity": "3797",
    "Members": "5,257",
    "Favorites": "131",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/216687.jpg"
  },
  {
    "Id": "133431",
    "Title": "Uma Musume Cinderella Gray",
    "Description": "Uma Musume Cinderella Gray is a spin-off title of the Uma Musume project by Cygames. It follows Oguri Cap through her time at Kasamatsu Training Center Academy and on her journey of becoming a legendary horse girl.\n\r\n(Source: MU)\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jun  11, 2020 to ?",
    "Genre": [
      "Drama",
      "Slice of Life",
      "Sports"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Jump",
    "Authors": "Kuzumi, Taiyou (Art)",
    "Score": "8.20",
    "Ranked": "423",
    "Popularity": "8206",
    "Members": "2,188",
    "Favorites": "118",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/240780.jpg"
  },
  {
    "Id": "53",
    "Title": "Yuu☆Yuu☆Hakusho",
    "Description": "Fourteen-year-old thug Yuusuke Urameshi spends his days skipping school and causing trouble for the adults in his life. Yuusuke regularly engages in street brawls against rival Kazuma Kuwabara and ridicules his childhood friend Keiko Yukimura. Filled with self-loathing and the burden of an alcoholic mother, Yuusuke sacrifices it all in a split-second decision—he tackles a small child out of the way of an oncoming car, losing his life in the process.\n\r\nSpirit guide Botan intervenes, allowing Yuusuke to see how the people in his life react to his death; he is moved by the emotional ruin his loss causes his mother, Keiko, and even Kuwabara. Additionally, due to his death's heroic nature, he receives an opportunity to return to life from the Spirit World ruler's son, Koenma.\n\r\nKoenma hires Yuusuke as a \"Spirit Detective\" and tasks him with solving a series of increasingly challenging paranormal mysteries. Battling and befriending demons such as the beautiful Kurama and hostile Hiei, Yuusuke further develops and utilizes his skills as a fighter. But as dark forces move in the Underworld, Yuusuke struggles alongside his companions to defend everything he took for granted.\n\r\n",
    "Volumes": "19",
    "Chapters": "176",
    "Status": "Finished",
    "Published": "Nov  20, 1990 to Jul  12, 1994",
    "Genre": [
      "Action",
      "Award Winning",
      "Comedy",
      "Drama",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Togashi, Yoshihiro (Story & Art)",
    "Score": "8.20",
    "Ranked": "424",
    "Popularity": "219",
    "Members": "68,865",
    "Favorites": "2,820",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/250027.jpg"
  },
  {
    "Id": "92",
    "Title": "Bishoujo Senshi Sailor Moon",
    "Description": "\"In the name of the moon, I shall punish you!\"\n\r\nUsagi Tsukino is a cheerful 14-year-old who attends Juuban Municipal Junior High School. She prefers eating and playing video games to studying, which results in her notably poor grades. She also gets easily upset, whether by baseless insults or reasonable reprimands. It is very unlikely that she could be known as anything but a bad influence and a crybaby, but that begins to change when she meets a black cat.\n\r\nGiven a special brooch from the black cat named Luna, Usagi can use it to transform into a guardian of justice named Sailor Moon! She is now tasked to protect the Earth from all that is evil and to find both a missing princess and a sacred jewel known as the Mystical Silver Crystal. Whether she likes it or not, Usagi's beautiful transformation marks the start of meeting the mysterious Tuxedo Mask, fighting alongside new comrades, and learning to take responsibility in this acclaimed magical girl classic.\n\r\n",
    "Volumes": "18",
    "Chapters": "61",
    "Status": "Finished",
    "Published": "Dec  28, 1991 to Feb  3, 1997",
    "Genre": [
      "Award Winning",
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Mahou Shoujo"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Nakayosh",
    "Authors": "Takeuchi, Naoko (Story & Art)",
    "Score": "8.20",
    "Ranked": "425",
    "Popularity": "294",
    "Members": "53,513",
    "Favorites": "4,496",
    "image_url": "https://cdn.myanimelist.net/images/manga/4/260613.jpg"
  },
  {
    "Id": "373",
    "Title": "Meteor Methuselah",
    "Description": "Rain Jewlitt, known as the Methuselah, is a spaced-out, immortal, 624-year-old man dressed in priest's clothes. He's got eternal youth and a large price on his head... put there by those questing after the secret of his immortality.\n\r\nMachika Balfaltin is a tomboyish, energetic 14-year-old girl who, upon the death of her grandfather, sets out to kill Methuselah, the one bounty her assassin grandfather, Zol the Grim Reaper, couldn't kill. Instead, however, Machika ends up being saved by Rain again and again from other aspiring bounty hunters attacking them both.\n\r\n(Source: Tokyopop)",
    "Volumes": "11",
    "Chapters": "61",
    "Status": "Finished",
    "Published": "Aug  26, 1998 to May  25, 2011",
    "Genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Wings",
    "Authors": "Ozaki, Kaori (Story & Art)",
    "Score": "8.20",
    "Ranked": "426",
    "Popularity": "899",
    "Members": "19,677",
    "Favorites": "702",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/198155.jpg"
  },
  {
    "Id": "9738",
    "Title": "Higurashi no Naku Koro ni Kai: Matsuribayashi-hen",
    "Description": "Miyoko Tanashi lived a charmed life with her parents, but after losing both of them in a devastating train accident, the life she knew was suddenly ripped away. Sent to a secluded orphanage in the mountains, she is subjected to inhumane abuse at the hands of her caretakers; escape is not an option since runaways are met with a fate far worse than death. But eventually, Miyoko manages to flee and receive aid from her father's mentor—a researcher named Dr. Hifumi Takano.\n\r\nAdopted by Hifumi and finally free from her hell, Miyoko takes on a different identity to go along with her new life. When Hifumi's research on a mysterious disease in a mountain village is ridiculed, Miyoko makes it her life's work to prove that the disease truly exists. However, her mission soon turns into a deadly obsession once she arrives in the village, as she is more than willing to prove the doctor's findings by any means necessary...\n\r\nIn the conclusion to the Higurashi story, warring fates and indomitable wills clash in this final confrontation in June of 1983.\n\r\n[Written MAL Rewrite]",
    "Volumes": "8",
    "Chapters": "35",
    "Status": "Finished",
    "Published": "Jun  22, 2008 to Apr  22, 2011",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Psychological"
    ],
    "Serialization": "Gangan Powered",
    "Authors": "Suzuragi, Karin (Art), Ryukishi07 (Story)",
    "Score": "8.20",
    "Ranked": "427",
    "Popularity": "1995",
    "Members": "9,620",
    "Favorites": "162",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/259909.jpg"
  },
  {
    "Id": "1014",
    "Title": "H2",
    "Description": "Hiro has two loves: baseball and porn. But due to an elbow injury he gives up baseball choosing a school with no baseball team. His childhood friend Hikari attends a different school with baseball ace Hideo and the two wish Hiro had not given up baseball. Hiro joins the soccer team but meets Haruka, a very clumsy girl, who is manager of the unofficial baseball club. When the soccer team challenges the baseball club to a game, with hopes of humiliating them, the baseball club nearly loses until Hiro, disgusted by the soccer team`s arrogance, switches to the baseball club.\n\r\n(Source: MU)",
    "Volumes": "34",
    "Chapters": "338",
    "Status": "Finished",
    "Published": "1992 to  1999",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Sports"
    ],
    "Theme": [
      "School",
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Adachi, Mitsuru (Story & Art)",
    "Score": "8.19",
    "Ranked": "428",
    "Popularity": "1758",
    "Members": "10,949",
    "Favorites": "443",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/15421.jpg"
  },
  {
    "Id": "2924",
    "Title": "Historie",
    "Description": "Alexander the Great is a name known around the world as belonging to one of the greatest military commanders in history. But due to the grandeur of his name and enormity of his achievements, his right-hand man Eumenes remains a lesser-known historical figure. Eumenes led a turbulent life, overcoming numerous struggles and traveling great distances to meet and befriend many of the most influential names of his time.\n\r\nOne does not become the right hand of Alexander the Great by mere birth. Eumenes fought for his position with fierce talent, intellect, and confidence. This is his story. \n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  25, 2003 to ?",
    "Genre": [
      "Action",
      "Adventure",
      "Award Winning"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Iwaaki, Hitoshi (Story & Art)",
    "Score": "8.19",
    "Ranked": "429",
    "Popularity": "727",
    "Members": "24,048",
    "Favorites": "490",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/167504.jpg"
  },
  {
    "Id": "3042",
    "Title": "Soredemo Machi wa Mawatteiru",
    "Description": "Hotori Arashiyama is an average high school girl; that is, if the definition of \"average\" includes having an obsession with detective novels and working at a maid cafe to pay off an enormous debt incurred from years of eating \"free\" curry. Whenever she is not working, she can be seen hanging out with her friends, taking care of her younger siblings, or annoying her math teacher. However, while she lives the fairly run-of-the-mill life of a teenager, she is no stranger to the paranormal and unexplained.\n\r\nSprinkled in with Hotori's everyday antics are occasional run-ins with the supernatural—including taking an unexpected tour of Heaven, discovering a ray gun that creates giant holes, and accidentally interfering in a dispute between some aliens. In addition, she tends to spontaneously investigate cases that strike her fancy, like uncovering the true purpose of some paintings left in a will, identifying a strange man walking the hospital grounds, and going on a treasure hunt in a far-off village.\n\r\nHotori manages to find herself in the middle of some strange circumstances, and yet the town moves on in spite of the oddity of it all.\n\r\n",
    "Volumes": "16",
    "Chapters": "130",
    "Status": "Finished",
    "Published": "Mar  30, 2005 to Oct  28, 2016",
    "Genre": [
      "Award Winning",
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young King OURs",
    "Authors": "Ishiguro, Masakazu (Story & Art)",
    "Score": "8.19",
    "Ranked": "430",
    "Popularity": "2157",
    "Members": "9,060",
    "Favorites": "387",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/185090.jpg"
  },
  {
    "Id": "8070",
    "Title": "Sengoku Youko",
    "Description": "The world is divided into two factions: humans and monsters called katawara. Despite being a katawara, Tama loves humans and vows to protect them from evil, even if it means fighting her own kind. Her brother Jinka, however, hates humans, despite mostly being one. The siblings are joined by a cowardly swordsman named Shinsuke, who wants to learn how to become strong.\n\r\nWhen the group uncovers a plot to experiment on humans and transform them into monsters, they vow to defeat whoever is behind it... Even if it means battling an entire army of warriors.\n\r\nThe people they meet, places they see, and creatures they battle will be legendary!\n\r\n(Source: Tokyopop)",
    "Volumes": "17",
    "Chapters": "100",
    "Status": "Finished",
    "Published": "Dec  28, 2007 to May  20, 2016",
    "Genre": [
      "Action",
      "Adventure",
      "Drama"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Blade O",
    "Authors": "Mizukami, Satoshi (Story & Art)",
    "Score": "8.19",
    "Ranked": "431",
    "Popularity": "1037",
    "Members": "17,457",
    "Favorites": "346",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/260807.jpg"
  },
  {
    "Id": "77637",
    "Title": "Helck",
    "Description": "While humanity celebrates the defeat of the Demon King by the hands of a lone hero, the denizens of the demon world prepare for the contest of a lifetime—a tournament to decide who would inherit the title of Demon King.\n\r\nNow, three months later, the tournament has been proceeding smoothly—well, other than the fact that the favorite to come out on top is the human hero Helck! With a smile and a wave, he easily bests his demonic competition, all while loudly proclaiming his hatred for humans. Though he calls for the destruction of humanity, the truth of what lies behind his cheery façade remains a mystery. \n\r\nDoubtful of Helck's intentions, Red Vamirio—one of the \"Four Heavenly Kings,\" who oversee the realm of the demons together—seeks to uncover what the hero is truly after. With the title of \"Demon King\" at stake, the fate of the demon world rests on her shoulders.\n\r\n",
    "Volumes": "12",
    "Chapters": "111",
    "Status": "Finished",
    "Published": "May  5, 2014 to Dec  18, 2017",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Serialization": "Ura Sunday",
    "Authors": "Nanao, Nanaki (Story & Art)",
    "Score": "8.19",
    "Ranked": "432",
    "Popularity": "437",
    "Members": "38,398",
    "Favorites": "1,043",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/138699.jpg"
  },
  {
    "Id": "114793",
    "Title": "Rojica to Rakkasei",
    "Description": "Rojica and Rakkasei lead a cozy countryside life, exploring their world's whimsical, fascinating creatures. Through their scholarly friend Isaac, they learn about many bizarre human artifacts and the ancient civilization that once inhabited their planet. A vinyl record and a twister mat are just some of the items with mysterious purposes!\n\r\nWhen there is nothing else to do, Rojica and Rakkasei investigate their strange neighbors: the secretive C3, who crawls dungeons and slays strange beasts; the off-putting and incoherent Mrs. Grace, who terrifies Rakkasei; and Mrs. Massu, whose doting husband has never been seen by anyone. However, the hidden and darker sides of those around Rojica and Rakkasei tend to emerge unexpectedly, but, nonetheless, adventure never seems to end.\n\r\n",
    "Volumes": "3",
    "Chapters": "25",
    "Status": "Finished",
    "Published": "Nov  17, 2017 to Jul  12, 2019",
    "Genre": [
      "Adventure",
      "Fantasy",
      "Slice of Life"
    ],
    "Theme": [
      "Psychological"
    ],
    "Serialization": "Kurage Bunch",
    "Authors": "Kinome (Story & Art)",
    "Score": "8.19",
    "Ranked": "436",
    "Popularity": "3422",
    "Members": "5,869",
    "Favorites": "182",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/250608.jpg"
  },
  {
    "Id": "112589",
    "Title": "Tonikaku Kawaii",
    "Description": "Having grown up ridiculed for his bizarre name, Nasa Yuzaki strives to be remembered for something more. Fortunately, it seems he's on the right path, ranking first in the nation's mock exams and set to enter his high school of choice. \n\r\nHowever, everything changes in a single night when he notices a girl across the street on his way home. Enraptured by her overwhelming cuteness, it's love at first sight for Nasa. But in his infatuated daze, he fails to notice the approaching danger speeding down the road and finds himself at death's door. Barely alive thanks to the girl's intervention, Nasa musters the courage to confess his love to her, fearing she might otherwise vanish from his life. She accepts his proposal on one condition: marriage, to which Nasa gladly accepts before passing out from his injuries. Upon waking, however, the girl is nowhere to be found.\n\r\nAfter recovering from his injuries, Nasa tosses his previous ambitions aside and dedicates his life to finding the girl that captured his heart, yet several years pass to no avail. But one night, when an unexpected visitor comes knocking on his door, Nasa finds himself facing a woman that would forever change his world: his wife.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  14, 2018 to ?",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Hata, Kenjirou (Story & Art)",
    "Score": "8.18",
    "Ranked": "437",
    "Popularity": "175",
    "Members": "82,733",
    "Favorites": "3,510",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/209955.jpg"
  },
  {
    "Id": "112694",
    "Title": "Fushigi Neko no Kyuu-chan",
    "Description": "The cute Kyuu-chan is a wonder cat. These are the tales of Kyuu-chan living together in their new home with their human. Dance, sing, be happy together!\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Jan  30, 2018 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Pets"
    ],
    "Serialization": "twi4",
    "Authors": "Nitori, Sasami (Story & Art)",
    "Score": "8.18",
    "Ranked": "438",
    "Popularity": "2638",
    "Members": "7,585",
    "Favorites": "255",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/220129.jpg"
  },
  {
    "Id": "118625",
    "Title": "Sasayaku You ni Koi wo Utau",
    "Description": "Yori Asanagi is a mature girl in many ways but is still pure when it comes to romance. That sentiment is proven when an underclassman, Himari Kino, suddenly confesses love to her after her band performance at the freshman opening ceremony.\n\r\nConfused and surprised, Yori asks her friends for consultation, but they tease her by saying that she is experiencing love. Yori soon makes up her mind and tries to return Himari's feelings, but in a twist of events, she realizes that what Himari loved was not her, but her music!\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  18, 2019 to ?",
    "Genre": [
      "Girls Love"
    ],
    "Serialization": "Comic Yuri Him",
    "Authors": "Takeshima, Eku (Story & Art)",
    "Score": "8.18",
    "Ranked": "439",
    "Popularity": "570",
    "Members": "29,967",
    "Favorites": "1,161",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/219489.jpg"
  },
  {
    "Id": "121480",
    "Title": "Yofukashi no Uta",
    "Description": "Kou Yamori seems like a typical middle school student on the surface. Relatively good at studies and amiable with his classmates, he puts a lot of effort into maintaining this facade. One day, however, he decides to stop pretending and quits school, developing insomnia as a result of having no daytime outlet for his energy. When taking walks alone at night, he feels marginally better, though he is aware that his inability to sleep should be considered a serious problem.\n\r\nOn one such walk, Kou meets a weird girl, Nazuna Nanakusa, who diagnoses the cause of his sleeplessness: despite making changes in his life, he is still holding himself back from experiencing true freedom. She says that he won't be able to sleep unless he is satisfied with how he spends his waking hours. When it appears that she has resolved his current worries, Nazuna invites him back to her apartment to share her futon. After a while, unaware that he is only feigning unconsciousness, she leans over him—and bites his neck!\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  28, 2019 to ?",
    "Genre": [
      "Award Winning",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Vampire"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Kotoyama (Story & Art)",
    "Score": "8.18",
    "Ranked": "440",
    "Popularity": "172",
    "Members": "83,807",
    "Favorites": "3,820",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/224212.jpg"
  },
  {
    "Id": "67401",
    "Title": "Fukigen na Mononokean",
    "Description": "After saving a strange fuzzy demon, Hanae Ashiya ends up spending his first week of high school in the nurse's office; the demon latched onto him and started absorbing his energy, deteriorating Ashiya's health. One day, he accidentally finds a flyer related to exorcism and desperately contacts the exorcist Haruitsuki Abeno for help. They meet in the Mononokean—a suspicious-looking tearoom that Abeno owns—and though reluctant to exorcise the creature at first, Abeno helps Ashiya before asking for a fee. Unable to pay, Ashiya has no choice but to work for the Mononokean to pay off his debts. As time passes, the two boys learn to work together and their perspectives start to change, while secrets are revealed, one by one.\n\r\n",
    "Volumes": "18",
    "Chapters": "93",
    "Status": "Finished",
    "Published": "Sep  12, 2013 to Apr  22, 2021",
    "Genre": [
      "Comedy",
      "Supernatural"
    ],
    "Serialization": "Gangan O",
    "Authors": "Wazawa, Kiri (Story & Art)",
    "Score": "8.18",
    "Ranked": "441",
    "Popularity": "1514",
    "Members": "12,767",
    "Favorites": "504",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/130743.jpg"
  },
  {
    "Id": "5711",
    "Title": "Megumi no Daigo",
    "Description": "Fire, smoke, adrenaline, and fear—when everyone is running to escape from a fire, a few courageous people are running to jump right into the thick of it. Firefighters put their own lives on the line to protect others and Daigo Asahina has always dreamed of becoming one. He's fresh out of the training academy and has been newly assigned to Medaka-Ga-Hama fire station. Cocky and overconfident, Daigo responds to a few calls and is quickly humbled and put in his place—he's still got a lot to learn before he can call himself a true firefighter.\n\r\n(Source: VIZ Media)",
    "Volumes": "20",
    "Chapters": "182",
    "Status": "Finished",
    "Published": "Aug  23, 1995 to Jun  2, 1999",
    "Genre": [
      "Action",
      "Award Winning",
      "Drama"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Soda, Masahito (Story & Art)",
    "Score": "8.18",
    "Ranked": "442",
    "Popularity": "6372",
    "Members": "2,968",
    "Favorites": "64",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/171426.jpg"
  },
  {
    "Id": "10865",
    "Title": "Touhou Shinigami: Meteor Methuselah Gaiden",
    "Description": "A miniseries prequel about the encounter between Rain and Zol.\n\n(Source: MU)",
    "Volumes": "1",
    "Chapters": "9",
    "Status": "Finished",
    "Published": "Oct  20, 2004 to Jun  28, 2007",
    "Genre": [
      "Action",
      "Drama",
      "Fantasy"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Wings",
    "Authors": "Ozaki, Kaori (Story & Art)",
    "Score": "8.18",
    "Ranked": "443",
    "Popularity": "3714",
    "Members": "5,384",
    "Favorites": "54",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/14629.jpg"
  },
  {
    "Id": "30315",
    "Title": "Last Game",
    "Description": "Nothing is beyond Naoto Yanagi, heir to the Yanagi business conglomerate. Idolized for his athletic and intellectual competence, looks and wealth, Naoto lived like a king during his elementary school days—then entered Mikoto Kujou, a plain, gloomy-looking transfer student.\n\r\nDue to her low financial status, Naoto was initially apathetic towards Mikoto. But despite having just arrived at his school, she completely eclipsed him in everything by consistently scoring top marks in exams and placing first in athletic events. After a brief confrontation with her that left him shocked, Naoto vowed to outdo her no matter the cost.\n\r\nTen years later, they are now students attending the same college. Having failed to defeat Mikoto throughout middle and high school, Naoto decides they will have one last game: if he can make Mikoto fall in love with him and then break her heart, it will be his victory. However, he finds himself falling in love with her instead...\n\r\n",
    "Volumes": "11",
    "Chapters": "66",
    "Status": "Finished",
    "Published": "Aug  24, 2011 to Jun  24, 2016",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Amano, Shinobu (Story & Art)",
    "Score": "8.18",
    "Ranked": "444",
    "Popularity": "137",
    "Members": "99,520",
    "Favorites": "4,123",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/258207.jpg"
  },
  {
    "Id": "45947",
    "Title": "Nukozuke!",
    "Description": "On his way home from his part-time job, Yuuya Amane finds two small cute creatures in a box looking for an owner. These said creatures are called \"Nukos\"—cats that have evolved with qualities closer to those of humans. As a result, they can speak words and feel human emotions while not straying too far from their catlike instincts. Curious about their nature and at the same time drawn to them, Yuuya assumes ownership of the two Nukos and offers his house as a place for them to stay. \n\r\nAdorable and heartwarming, Nukozuke! depicts the everyday life of Yuuya and his two Nukos: Kei, a calico Nuko who acts mature despite often being mistaken for a girl, and Sasame, a black Nuko who is the younger of the two.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Apr  6, 2012 to ?",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Theme": [
      "Pets"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana LaL",
    "Authors": "Yugi, Iro (Story & Art)",
    "Score": "8.18",
    "Ranked": "445",
    "Popularity": "1819",
    "Members": "10,583",
    "Favorites": "292",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/189388.jpg"
  },
  {
    "Id": "18074",
    "Title": "Getter Robo Saga",
    "Description": "A compilation of the long-running Getter Robo series into one continuous story. Includes several new pages and chapters as well as revisions to old material and a newer, more conclusive ending to Getter Robo Āḥ. \n\r\nGetter Robo (1974)\r\nGetter Robo G (1975)\r\nGetter Robo Go (1991)\r\nShin Getter Robo (1997)\r\nGetter Robo Āḥ (2001)",
    "Volumes": "9",
    "Chapters": "69",
    "Status": "Finished",
    "Published": "Not availa",
    "Genre": [
      "Action"
    ],
    "Theme": [
      "Mecha"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "    N",
    "Authors": "Ishikawa, Ken (Story & Art)",
    "Score": "8.17",
    "Ranked": "446",
    "Popularity": "7918",
    "Members": "2,287",
    "Favorites": "186",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/272713.jpg"
  },
  {
    "Id": "84255",
    "Title": "Hidamari ga Kikoeru",
    "Description": "Kouhei Sugihara lives in a world of total isolation due to him being hard-of-hearing. However, when the loud and boisterous Taichi Sagawa comes into his life, Kouhei discovers that Taichi's voice alone shines as bright as the sun. Easily misunderstood by most people, Taichi is taken aback when Kouhei notices his good-natured personality. Taichi's valiant personality urges Kouhei to demand more for himself, pushing him into the lively world that he had always yearned to live in. Through this, Taichi helps Kouhei find a community of people who are willing to listen and understand, though they might have to repeat themselves more than once. Through the ups and downs of living in two very different worlds, Taichi and Kouhei find a connection that transcends all barriers and runs deeper than just a regular friendship.\n\nHidamari ga Kikoeru is a touching story about loneliness, self-respect, and finding a bond through the commonalities that we all share as people.\n\r\n",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Dec  21, 2013 to Aug  20, 2014",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "C",
    "Authors": "Fumino, Yuki (Story & Art)",
    "Score": "8.17",
    "Ranked": "448",
    "Popularity": "549",
    "Members": "31,323",
    "Favorites": "1,018",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/186753.jpg"
  },
  {
    "Id": "436",
    "Title": "Uzumaki",
    "Description": "In the town of Kurouzu-cho, Kirie Goshima lives a fairly normal life with her family. As she walks to the train station one day to meet her boyfriend, Shuuichi Saito, she sees his father staring at a snail shell in an alley. Thinking nothing of it, she mentions the incident to Shuuichi, who says that his father has been acting weird lately. Shuuichi reveals his rising desire to leave the town with Kirie, saying that the town is infected with spirals.\n\r\nBut his father's obsession with the shape soon proves deadly, beginning a chain of horrific and unexplainable events that causes the residents of Kurouzu-cho to spiral into madness.\n\r\n",
    "Volumes": "3",
    "Chapters": "19",
    "Status": "Finished",
    "Published": "Jan  12, 1998 to Aug  30, 1999",
    "Genre": [
      "Drama",
      "Horror",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Itou, Junji (Story & Art)",
    "Score": "8.17",
    "Ranked": "451",
    "Popularity": "32",
    "Members": "218,826",
    "Favorites": "14,535",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/185972.jpg"
  },
  {
    "Id": "705",
    "Title": "Shingetsutan Tsukihime",
    "Description": "Shiki Toono awakens in a hospital to find the walls and people around him covered in black lines. Unable to recall his past memories, Shiki is told that he survived a fatal car accident, which left a fragment lodged into his chest. His attraction to the lines lead him to trace over an object, revealing his ability to destroy it. After realizing only he is able to see these lines, Shiki is given a pair of glasses to mask them, before starting a new life with his relatives.\n\r\nEight years later, the death of his father leads Shiki back to the Toono mansion, his childhood home. One day, leaving school due to anxiety, he passes by a mysterious woman. A sudden urge overtakes him, and once again, he uses his ability to trace the lines that cover her. Soon after, he wakes up in the mansion, questioning whether what had transpired was a dream or reality.\n\nShingetsutan Tsukihime tells a tale enveloped in adventure, romance, and mystery. As Shiki begins to unveil his past, what lingers in the unknown soon comes back to haunt him.\n\r\n",
    "Volumes": "10",
    "Chapters": "74",
    "Status": "Finished",
    "Published": "Aug  21, 2003 to Jul  27, 2010",
    "Genre": [
      "Action",
      "Horror",
      "Romance",
      "Supernatural"
    ],
    "Theme": [
      "Vampire"
    ],
    "Serialization": "Dengeki Daioh",
    "Authors": "Type-Moon (Story), Nasu, Kinoko (Story), Sasaki, Shonen (Story & Art)",
    "Score": "8.17",
    "Ranked": "452",
    "Popularity": "409",
    "Members": "40,559",
    "Favorites": "1,978",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/253328.jpg"
  },
  {
    "Id": "994",
    "Title": "Ookiku Furikabutte",
    "Description": "Ren Mihashi is a pitcher who refuses to leave the mound, for better or worse. His middle school team hated him for it, blaming him for their continuous losses and chalking up his starter position to favoritism. In the end, Mihashi ran away to a different high school, convinced that he would never amount to anything in baseball.\n\r\nUpon his enrollment at Nishiura High School, however, he is quickly pulled into the newly formed baseball team with people who recognize his abilities. Mihashi is paired up with the gruff catcher Takaya Abe, who promises to bring out his full potential as an ace—so long as he never disobeys his directions. This marks the start of Mihashi's journey to build the strength and confidence needed to stand with his new teammates on any field.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  25, 2003 to ?",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Higuchi, Asa (Story & Art)",
    "Score": "8.17",
    "Ranked": "453",
    "Popularity": "1990",
    "Members": "9,647",
    "Favorites": "321",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/255072.jpg"
  },
  {
    "Id": "1695",
    "Title": "Adolf ni Tsugu",
    "Description": "This is a story about three Adolfs. Sohei Toge, a Japanese reporter for 1936 Berlin Olympics was surprised that his younger brother, an international student in Germany, was mysteriously murdered right after informing him about an important document. To add more confusion to his sadness, all information regarding his younger brother as a student in Germany have been erased systematically, as if he never existed. Meanwhile in Japan, a half-German, half-Japanese boy named Adolf Kauffmann and his best friend, a Jewish-German boy named Adolf Kamil, were accidentally involved in this incident. Their lives and fates are now inevitably interwoven around the biggest secret of the third Adolf—Adolf Hitler.\n\r\n(Source: ANN)",
    "Volumes": "4",
    "Chapters": "36",
    "Status": "Finished",
    "Published": "Dec  22, 1982 to May  16, 1985",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Historical",
      "Military"
    ],
    "Serialization": "Shuukan Bunshu",
    "Authors": "Tezuka, Osamu (Story & Art)",
    "Score": "8.17",
    "Ranked": "454",
    "Popularity": "771",
    "Members": "22,750",
    "Favorites": "498",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/258872.jpg"
  },
  {
    "Id": "1982",
    "Title": "Koori no Mamono no Monogatari",
    "Description": "In the beginning, there was a demon in a cave: Blood, trapped in ice for many decades. In order to break the curse that bound him, he searched for the \"tear jewel.\" One day, a youth called Ishuca appeared before him. He was suffering from an illness, and had come to the cave to die. Blood was touched by Ishuca's kindness, and began to feel drawn to him. However, death soon came to Ishuca, and, saddened by the death, Blood began to weep. His tear became the \"tear jewel,\" and Ishuca's life was saved through its power.\n\r\nThe two set off on a journey. On the way, Blood was reunited with some old companions, but—since the demons wanted him to return to his old self, and Blood wanted to continue to travels with Ishuca—his former companions became his enemies. Upon confessing his own past to Ishuca, Blood promised never to kill another human. Having completed their journey—and with the aim of finding the jewel that Wild, the jewel-dealer, had asked for—they find themselves at the Toei Cliffs...!?\n\r\n(Source: Essence of Purity)",
    "Volumes": "24",
    "Chapters": "75",
    "Status": "Finished",
    "Published": "Aug  19, 1995 to Jun  20, 2003",
    "Genre": [
      "Boys Love",
      "Fantasy",
      "Romance",
      "Supernatural"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ichirac",
    "Authors": "Sugiura, Shiho (Story & Art)",
    "Score": "8.17",
    "Ranked": "455",
    "Popularity": "4492",
    "Members": "4,359",
    "Favorites": "119",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/169567.jpg"
  },
  {
    "Id": "3008",
    "Title": "JoJo no Kimyou na Bouken Part 5: Ougon no Kaze",
    "Description": "Naples, 2001. Giorno Giovanna is a small-time crook with one big dream—to become a \"Gang-Star.\" No ordinary thief, Giorno has a connection to the remarkable Joestar bloodline, and possesses a Stand named Gold Experience. His dream starts to become reality when he meets Bruno Bucciarati, a mobster from the gang Passione and a fellow Stand user himself. Realizing that they share similar ideals, and both disagree with the gang's harmful affairs, Giorno reveals his goal to Bruno: with Bruno's help, he will reform Passione by overthrowing the boss.\n\r\nAs Giorno becomes a member of Passione, and is inducted into Bruno's squad, he discovers that it is no simple gang; its numbers are teeming with Stand users. Now confronted by other squads of differing loyalties and unpredictable caliber, their goal to change the gang from the inside out will be a tough one. Taking on these adversaries, Giorno attempts to rise through the ranks and inch closer to the boss, a man who is shrouded in mystery. \n\r\n",
    "Volumes": "17",
    "Chapters": "155",
    "Status": "Finished",
    "Published": "Nov  28, 1995 to Mar  23, 1999",
    "Genre": [
      "Action",
      "Adventure"
    ],
    "Theme": [
      "Organized Crime"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Araki, Hirohiko (Story & Art)",
    "Score": "8.17",
    "Ranked": "456",
    "Popularity": "115",
    "Members": "109,877",
    "Favorites": "5,322",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/269912.jpg"
  },
  {
    "Id": "8144",
    "Title": "Sora no Otoshimono",
    "Description": "For as long as he can remember, Tomoki Sakurai has woken up crying to the same dream: an angel he has never met disappearing into the skies, saying, \"The sky has captured me.\" But one day, the dream is different. Now, the angel descends from the skies, desperately asking Tomoki for his help.\n\r\nAfter falling asleep in class, his childhood friend Sohara Mitsuki, wakes him up and notices the tears in his eyes. Worried, she has him consult Eishirou Sugata, their eccentric upperclassman who is obsessed with \"The New Continent\"—a flying anomaly whose existence no-one can explain. With the anomaly set to pass over their town, Sugata decides the trio should meet up at midnight in a bid to solve Tomoki's dream as well as gather more information on The New Continent. Being the only one who showed up, Tomoki is about to leave when an angeloid falls from the sky and binds herself to him, declaring him her master. \n\r\nShortly after, Sohara forces him to join the New Continent Discovery Club, whose sole member is Sugata. Together, they work to uncover the secrets behind The New Continent, angeloids, and the girl behind his dreams—but what they discover may be much more sinister than what anyone expected...\n\r\n",
    "Volumes": "20",
    "Chapters": "97",
    "Status": "Finished",
    "Published": "Mar  26, 2007 to Feb  26, 2014",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Sci-Fi",
      "Ecchi"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Ac",
    "Authors": "Minazuki, Suu (Story & Art)",
    "Score": "8.17",
    "Ranked": "458",
    "Popularity": "378",
    "Members": "43,515",
    "Favorites": "2,158",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/188988.jpg"
  },
  {
    "Id": "8652",
    "Title": "Zankoku na Kami ga Shihai suru",
    "Description": "The story follows Jeremy, who is sexually abused by his stepfather. Mentally disturbed by this, Jeremy goes down a path of murder; however, he accidentally finds himself the murderer not only of his stepfather, but also his own mother.\n\r\nSoon his stepbrother Ian begins to suspect him as well as discover the twisted truth about his own father.",
    "Volumes": "17",
    "Chapters": "55",
    "Status": "Finished",
    "Published": "May  26, 1992 to May  26, 2001",
    "Genre": [
      "Award Winning",
      "Boys Love",
      "Drama"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Petit Flow",
    "Authors": "Hagio, Moto (Story & Art)",
    "Score": "8.17",
    "Ranked": "459",
    "Popularity": "2033",
    "Members": "9,457",
    "Favorites": "405",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/155732.jpg"
  },
  {
    "Id": "104491",
    "Title": "Bokura no Shokutaku",
    "Description": "Yutaka Hozumi has always been bad at eating in the company of others, with people complaining that his presence makes mealtimes boring and food taste bad. While eating lunch alone one day, he is suddenly approached by a hungry little boy to whom he hands over the onigiri from his meal. When the boy's older brother shows up, Yutaka is introduced to Tane and Minoru Ueda—a pair of siblings with a significant age gap.\n\r\nWhen Yutaka meets the brothers again, they ask to learn how to make his special rice balls; little Tane insists that they were the best he had ever eaten. Succumbing to Tane's adorable pleas and his own fear of the intimidating Minoru, Yutaka agrees to become their cooking teacher.\n\r\nAs lessons morph into meals, Yutaka and the siblings grow closer—but Tane and Minoru's close bond draws out uncomfortable memories for Yutaka, and there are feelings lurking beneath the surface of these group meals that were not initially apparent.\n\r\n",
    "Volumes": "1",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "Nov  21, 2015 to Jan  21, 2017",
    "Genre": [
      "Boys Love",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare"
    ],
    "Serialization": "RuT",
    "Authors": "Mita, Ori (Story & Art)",
    "Score": "8.17",
    "Ranked": "460",
    "Popularity": "1502",
    "Members": "12,867",
    "Favorites": "285",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/196394.jpg"
  },
  {
    "Id": "100128",
    "Title": "Yakusoku no Neverland",
    "Description": "At Grace Field House, life couldn't be better for the orphans! Though they have no parents, together with the other kids and a kind \"Mama\" who cares for them, they form one big, happy family. No child is ever overlooked, especially since they are all adopted by the age of 12. Their daily lives involve rigorous tests, but afterwards, they are allowed to play outside. \n\r\nThere is only one rule they must obey: do not leave the orphanage. But one day, two top-scoring orphans, Emma and Norman, venture past the gate and unearth the harrowing secret behind their entire existence. Utilizing their quick-wittedness, the children must work together to somehow change their predetermined fate.\n\r\n",
    "Volumes": "20",
    "Chapters": "181",
    "Status": "Finished",
    "Published": "Aug  1, 2016 to Jun  15, 2020",
    "Genre": [
      "Award Winning",
      "Mystery",
      "Sci-Fi",
      "Suspense"
    ],
    "Theme": [
      "Psychological",
      "Survival"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Demizu, Posuka (Art), Shirai, Kaiu (Story)",
    "Score": "8.16",
    "Ranked": "462",
    "Popularity": "17",
    "Members": "305,444",
    "Favorites": "19,795",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/186922.jpg"
  },
  {
    "Id": "115746",
    "Title": "Shinai naru Boku e Satsui wo Komete",
    "Description": "Eiji Urashima is just an ordinary university student like everyone else. His college career consists of boozing with his friends and trying to get a girlfriend. On October 23rd, he returns home after a pleasant night of drinking and goes to bed. To his surprise, when Eiji wakes up, a gorgeous girl from his university, Kyouka Yukimura, is lying beside him—claiming to be his girlfriend. \n\r\nHaving no recollection of the event, Eiji goes along with the flow until he's faced with more nonsensical events that took place in the last few days. Walking alongside his friend, Kashiwagi, he cannot help but ask the most intuitive question in his mind: isn't today the 24th? \"Eiji, what are you saying? Today's the 27th.\" \n\r\nThree days have passed, yet Eiji cannot recall a thing. The situation takes a dire turn when a magazine writer exposes Eiji's deepest secret in front of Kyouka: he is the son of a serial killer. As his life is thrown into a spiral of disarray, he embarks on a journey to resolve the mess of the last three days and get Kyouka to accept his past.\n\r\n",
    "Volumes": "11",
    "Chapters": "98",
    "Status": "Finished",
    "Published": "May  7, 2018 to Sep  7, 2020",
    "Genre": [
      "Drama",
      "Mystery",
      "Suspense"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Days",
    "Authors": "Inoryuu, Hajime (Story), Itou, Shouta (Art)",
    "Score": "8.16",
    "Ranked": "463",
    "Popularity": "449",
    "Members": "37,524",
    "Favorites": "948",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/211898.jpg"
  },
  {
    "Id": "117840",
    "Title": "Ase to Sekken",
    "Description": "At Liliadrop, a high-class manufacturer of women's cosmetics, employees are just as outstanding and glamorous as the variety of their products. In contrast stands Asako Yaeshima, a worker formerly nicknamed \"Aseko\"—\"ase\" meaning sweat—due to her unusual problem of excessive perspiration.\n\r\nTo deal with her crisis, Asako develops a morning routine: she mixes different scents of Liliadrop soaps and unscented deodorants to mask her body odor. But her effort does not fool Koutarou Natori, a genius fragrance developer at the company with a sensitive and infallible sense of smell.\n\r\nKoutarou, astounded by Asako's natural smell combined with the soap, insists on sniffing her every day for a week to save their company's reputation by creating new Asako-inspired fragrances. With such an important reason at stake, Asako consents but never imagines how close she and Koutarou would soon become.\n\r\n",
    "Volumes": "11",
    "Chapters": "104",
    "Status": "Finished",
    "Published": "Jun  21, 2018 to Jan  7, 2021",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "Workplace"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Morning",
    "Authors": "Yamada, Kintetsu (Story & Art)",
    "Score": "8.16",
    "Ranked": "464",
    "Popularity": "440",
    "Members": "38,216",
    "Favorites": "1,237",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/271450.jpg"
  },
  {
    "Id": "35733",
    "Title": "Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai.",
    "Description": "Jinta Yadomi spends most of his days at home, indifferent to his school and social life after a tragic accident tore his childhood friendship group apart. Years later, Jinta is confronted by his past in the form of a ghost—Meiko \"Menma\" Honma—which forces him to face the guilt he has been shouldering since her death.\n\r\nMenma reveals that she has a wish that may help her move on; however, she has forgotten what it was, and insists that she needs the whole group back together to remember. Will Jinta be able to reunite his estranged friends and convince them that what he is saying is true?\n\r\n",
    "Volumes": "3",
    "Chapters": "13",
    "Status": "Finished",
    "Published": "Apr  4, 2012 to Apr  4, 2013",
    "Genre": [
      "Drama"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Izumi, Mitsu (Art)",
    "Score": "8.16",
    "Ranked": "467",
    "Popularity": "1221",
    "Members": "15,205",
    "Favorites": "271",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/208751.jpg"
  },
  {
    "Id": "46010",
    "Title": "xxxHOLiC: Rei",
    "Description": "A new story begins with Watanuki and Yuuko, while guests wishes are granted.\n\r\n(Source: LuffyNoTomo)",
    "Volumes": "4",
    "Chapters": "56",
    "Status": "On Hi",
    "Published": "Mar  4, 2013 to Mar  13, 2017",
    "Genre": [
      "Drama",
      "Mystery",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Weekly)",
    "Authors": "CLAMP (Story & Art)",
    "Score": "8.16",
    "Ranked": "469",
    "Popularity": "1452",
    "Members": "13,268",
    "Favorites": "139",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/243539.jpg"
  },
  {
    "Id": "58007",
    "Title": "Shingeki no Kyojin: Kuinaki Sentaku",
    "Description": "A spin-off shoujo manga that centers around Levi's and Erwin's past.\n\r\nThe young Erwin Smith is a rising star in the Survey Corps, humanity's only hope of defeating the man-eating monsters known as Titans. Ruthless and dispassionate, Erwin's mind is devoted to strategies and intrigue. But beneath Erwin's feet is another world, the \"Underground,\" where humans are born and die surrounded by the garbage the Capital throws away. Here, the criminal Levi survives on his wits and agility. But when these two ambitious men cross paths, who will prove himself stronger?\n\r\n(Source: MU)",
    "Volumes": "2",
    "Chapters": "8",
    "Status": "Finished",
    "Published": "Nov  28, 2013 to Jun  28, 2014",
    "Genre": [
      "Action"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "ARIA",
    "Authors": "Suruga, Hikaru (Art), Sunaaku, Gan (Story)",
    "Score": "8.16",
    "Ranked": "470",
    "Popularity": "305",
    "Members": "51,816",
    "Favorites": "1,126",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/121101.jpg"
  },
  {
    "Id": "17",
    "Title": "Kareshi Kanojo no Jijou",
    "Description": "Yukino Miyazawa is the perfect model student. Pretty, kind, good at sports, always at the top of her class. But she's not all that she seems. It's all an act of deception; she is really the self-confessed 'queen of vanity,' and her only goal in life is winning the praise and admiration of everyone around her.\n\r\nWhen she enters high school, she finally meets her match: Souichirou Arima, a handsome, athletic, popular, and very intelligent young boy. Ever since he stole the top seat in the class from her, Yukino has hated him, and has been plotting on how to take back her former place as the object of all other students' admiration.\n\r\nWhat she wasn't expecting, however, was that Souichirou, the very boy she hated, would confess his love for her. Or that he would find out about her deception—and use it to blackmail her!\n\r\nTogether, they discover that they have more in common than they knew, and they slowly begin to bring out each other's inner selves.\n\r\n(Source: MU)\n\nIncluded one-shots:\r\nVolume 1: Tora to Chameleon: Yakusoku wa Isshukan (The Tiger and the Chameleon: A Promise for One Week)\r\nVolume 4: Ashita Mata Mori de Aou ne (Meet Me Again Tomorrow in the Forest)\r\nVolume 8: Abareru Ousama (The Raging King)",
    "Volumes": "21",
    "Chapters": "108",
    "Status": "Finished",
    "Published": "Dec  22, 1995 to May  10, 2005",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "LaL",
    "Authors": "Tsuda, Masami (Story & Art)",
    "Score": "8.16",
    "Ranked": "471",
    "Popularity": "442",
    "Members": "38,152",
    "Favorites": "1,611",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/267780.jpg"
  },
  {
    "Id": "9546",
    "Title": "Capeta",
    "Description": "Taira Capeta was a 4th grader boy. He had lost his mother when he had been very little. Although he pretended to be tough in front of his father, actually he felt lonely. One day, his father brought junk parts home from his workplace and made a racing cart. Soon, they went to a circuit to drive the cart. However, Capeta found that its frame was bent and it could hardly run straight. But, with his technique he managed the cart. Furthermore, he followed soon after the fast cart and he could nearly leave it behind. The driver in the cart was Minamoto Naomoi, the champion of the East Japan Junior Cart. Looking at their chase, Naomi’s mother, Minamoto Nanako, advised Capeta to take part in the official race.\n\r\n(Source: AnimeNfo)",
    "Volumes": "32",
    "Chapters": "119",
    "Status": "Finished",
    "Published": "Feb  6, 2003 to Mar  6, 2013",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama"
    ],
    "Theme": [
      "Racing"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Monthly)",
    "Authors": "Soda, Masahito (Story & Art)",
    "Score": "8.16",
    "Ranked": "473",
    "Popularity": "4203",
    "Members": "4,710",
    "Favorites": "117",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/286585.jpg"
  },
  {
    "Id": "141833",
    "Title": "Hikaru ga Shinda Natsu",
    "Description": "Best friends Yoshiki and Hikaru have been stuck together like glue for most of their lives. Living in a small village and being the only children their age, the two boys find solace in each other's company. Their friendship seems picturesque at first glance, but Yoshiki has noticed a shift in Hikaru's demeanor ever since one fateful summer.\n\r\nThe \"Hikaru\" that sits beside him now is nothing like his friend. Despite his physical appearance and memories remaining exactly the same, Yoshiki knows something is amiss and that the Hikaru he once knew is gone. When he brings this up, Hikaru partially transforms into an otherworldly being, threatening to kill Yoshiki if he cannot accept it—while also professing its love for him.\n\r\nWracked with grief and unable to let go of his best friend, Yoshiki struggles to move on with his life as he finds himself getting closer to the new Hikaru. At the same time, strange occurrences begin to plague their village, bringing unsettling chaos.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Aug  31, 2021 to ?",
    "Genre": [
      "Boys Love",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Serialization": "Young Ace UP",
    "Authors": "Mokumoku, Ren (Story & Art)",
    "Score": "8.16",
    "Ranked": "474",
    "Popularity": "576",
    "Members": "29,742",
    "Favorites": "845",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/256448.jpg"
  },
  {
    "Id": "20242",
    "Title": "Binbougami ga!",
    "Description": "Sakura Ichiko is a 16-year-old girl who leads a charmed life and is blessed with beauty, brains, and health. She has an abundance of \"Happiness Energy,\" which can make people happy, but at the cost of absorbing all the \"Happiness Energy\" from her surroundings. She has caused the energy balance of the world to become unbalanced and because of this, she becomes the target of a Poverty God named Momiji. Momiji goal is to remove Ichiko's power of absorbing other people's Happiness Energy and to return all the energy she has taken to its rightful place.\n\r\n(Source: Akiba-station)\n\nIncluded one-shot:\r\nVolume 1: Kaette Kudasai. (Binbougami ga! pilot)",
    "Volumes": "16",
    "Chapters": "81",
    "Status": "Finished",
    "Published": "Jun  4, 2008 to Jul  4, 2013",
    "Genre": [
      "Comedy",
      "Supernatural"
    ],
    "Theme": [
      "Mythology"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Sukeno, Yoshiaki (Story & Art)",
    "Score": "8.15",
    "Ranked": "475",
    "Popularity": "926",
    "Members": "19,185",
    "Favorites": "575",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/253086.jpg"
  },
  {
    "Id": "36131",
    "Title": "Fate/kaleid liner Prisma☆Illya 3rei!!",
    "Description": "Awakening in a parallel world, Illyasviel von Einzbern is distressed and in trouble, unable to transform and without Miyu Edelfelt or Rin Toosaka for support. The once lively Fuyuki City is in snowy ruins, with a giant crater bored in the middle of the town.\n\r\nWith no signs of people, Illya heads home only to find it in ruins, with no familiar sight of her family. Suddenly, she is jumped on by the mysterious Tanaka, a girl wearing a gym uniform and with no memories. Despite her condition, the cheeky amnesiac offers her help to Illya, and the two take shelter in a playground.\n\r\nWhile hiding from the snow, Illya and Tanaka are ambushed by an agent of the Ainsworth family. Though their assailant runs off as soon as they are attacked, it seems more is yet to come in the familiar landscape.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  26, 2012 to ?",
    "Genre": [
      "Action",
      "Comedy",
      "Fantasy"
    ],
    "Theme": [
      "Mahou Shoujo"
    ],
    "Serialization": "Comp Ac",
    "Authors": "Hiroyama, Hiroshi (Story & Art)",
    "Score": "8.15",
    "Ranked": "477",
    "Popularity": "2009",
    "Members": "9,543",
    "Favorites": "411",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/271628.jpg"
  },
  {
    "Id": "44319",
    "Title": "Mahou Shoujo Madoka★Magica: The Different Story",
    "Description": "Ninth-grader Mami Tomoe is not your average middle schooler. While she regularly attends Mitakihara Middle School, she also works as a magical girl—one who has made a wish in exchange for magical powers and a new duty to seek out and destroy otherworldly beings known as witches. But Mami is also a special case among magical girls—while most fight for their own sake, Mami prefers to work with others, becoming a guardian of justice who destroys any evil creatures she can find, whether it be a witch or a mere familiar. It is this selfless lack of self-interest that often distances her from other magical girls, and as a result, Mami is often lonely.\n\r\nDuring one of her usual witch hunts, she finds a novice magical girl struggling against a particularly strong witch. After Mami lends her help, the magical girl introduces herself as Kyouko Sakura from the city of Kazamino. Impressed by Mami's skill and hospitality, Kyouko quickly requests to team up with her and become her apprentice.\n\r\nBeginning as an adaptation of one of the hit anime's drama CDs, Mahou Shoujo Madoka★Magica: The Different Story is a tale of the relationship between two magical girls shown from an alternate perspective.\n\r\n",
    "Volumes": "3",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Jun  12, 2012 to Nov  12, 2012",
    "Genre": [
      "Drama",
      "Horror"
    ],
    "Theme": [
      "Mahou Shoujo",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "    N",
    "Authors": "Magica Quartet (Story), Hanokage (Art)",
    "Score": "8.15",
    "Ranked": "479",
    "Popularity": "1128",
    "Members": "16,109",
    "Favorites": "673",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/78173.jpg"
  },
  {
    "Id": "102703",
    "Title": "Doukyuusei: Gold Ring & Silver Ring",
    "Description": "Differences aside, Hikaru Kusakabe and Rihito Sajou's hearts forever dance to the same sweet melody. Given their graduation day vow to eventually marry in the future, the couple come up with the same idea unbeknownst to the other: to gift a matching ring.\n\r\n",
    "Volumes": "1",
    "Chapters": "2",
    "Status": "Finished",
    "Published": "Nov  5, 2016",
    "Genre": [
      "Boys Love"
    ],
    "Serialization": "    N",
    "Authors": "Nakamura, Asumiko (Story & Art)",
    "Score": "8.15",
    "Ranked": "480",
    "Popularity": "2535",
    "Members": "7,816",
    "Favorites": "52",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/192985.jpg"
  },
  {
    "Id": "106204",
    "Title": "Majo to Yajuu",
    "Description": "In a fantasy world, there exist witches capable of curses nearly impossible to remove except by very few methods: receive a loving kiss from a prince, hope the wrathful witch has a change of heart, or attempt a third possibility.\n\r\nGuideau and Ashaf are an unusual duo working for the Order of Magical Resonance, an organization that deals with any case related to magic. Guideau, a young woman with the eyes of a beast and a knack for rushing into things head-on, has a deeply personal grudge against witches. Ashaf, a refined yet enigmatic man who carries a coffin on his back, keeps his partner in check with a calm manner and presence of mind. Together, they investigate magical mysteries and crimes, all while looking for the witch who cursed Guideau.\n\r\nThe pair arrive in a city where they have heard a witch resides; however, much to their surprise, the people of the city consider the witch to be a hero protecting them. Both Guideau and Ashaf believe that only trouble follows a witch wherever she goes—but that remains to be seen here.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  5, 2016 to ?",
    "Genre": [
      "Action",
      "Fantasy"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young Magazine (Monthly)",
    "Authors": "Satake, Kousuke (Story & Art)",
    "Score": "8.15",
    "Ranked": "481",
    "Popularity": "1432",
    "Members": "13,399",
    "Favorites": "276",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/200778.jpg"
  },
  {
    "Id": "112807",
    "Title": "Boku no Kokoro no Yabai Yatsu",
    "Description": "Kyoutaro Ichikawa may look like your average middle school student, but in his heart, he dreams of murder. Thus, it is no surprise that the one he wants to kill the most is never far off from his mind: the class idol, Anna Yamada.\n\r\nReading alone in his beloved school library, he inadvertently begins to rendezvous with Yamada, who comes to secretly gorge on her beloved candies and sweets. Through their interactions, Ichikawa discovers just how much of a ditz Yamada is, and cannot help but support her from the sidelines. Meanwhile, Yamada herself cannot help but tease Ichikawa relentlessly due to his flustered reactions.\n\r\nWith an array of heartwarming daily interactions, the distant bond between the two grows into something more than just library acquaintances. Perhaps, in time, Ichikawa will come to realize that his murderous desires have turned into something else entirely.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  8, 2018 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Manga Cross",
    "Authors": "Sakurai, Norio (Story & Art)",
    "Score": "8.15",
    "Ranked": "482",
    "Popularity": "386",
    "Members": "42,541",
    "Favorites": "1,627",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/213349.jpg"
  },
  {
    "Id": "124470",
    "Title": "Re:Zero kara Hajimeru Isekai Seikatsu: Dai-4 Shou - Seiiki to Gouyoku no Majo",
    "Description": "On to the next stage: the witch's tomb known as the Sanctuary-Determined to release Rem from a mysterious slumber, Subaru and Emilia return to Roswaal's manor in search of clues on how to reach the Sanctuary, the secret location to which Ram and Roswaal escaped. But the way there is fraught with the unexpected-especially for Subaru, who finds himself in the company of a curious figure. A new chapter begins, and with it, a new adventure...\n\r\n(Source: Yen Press)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Sep  27, 2019 to ?",
    "Genre": [
      "Drama",
      "Fantasy",
      "Suspense"
    ],
    "Theme": [
      "Isekai",
      "Psychological",
      "Time Travel"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Aliv",
    "Authors": "Atori, Haruno (Art), Nagatsuki, Tappei (Story)",
    "Score": "8.15",
    "Ranked": "484",
    "Popularity": "5496",
    "Members": "3,495",
    "Favorites": "43",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/227408.jpg"
  },
  {
    "Id": "125052",
    "Title": "Yamada-kun to Lv999 no Koi wo Suru",
    "Description": "After her boyfriend cheats on her with another girl he met in-game, Akane Kinoshita learns the hard way that gamer boyfriends can be just as bad as the offline variety. As she vents her anger by beating mob monsters to a pulp, she has a chance encounter with Akito Yamada, a guildmate with an afro and Noh mask.\n\r\nYamada is unsociable and curt, hardly the type of person to make Akane swoon. However, while his gaming stats might be maxed out, Yamada is inexperienced in matters of the heart, and against all odds, she finds herself moved by him. Making new friends along the way, can Akane shake the heart of Yamada, a final boss-level high school boy?\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Mar  7, 2019 to ?",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "Video Game"
    ],
    "Serialization": "Ganma!",
    "Authors": "Mashiro (Story & Art)",
    "Score": "8.15",
    "Ranked": "485",
    "Popularity": "364",
    "Members": "45,089",
    "Favorites": "1,624",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/228144.jpg"
  },
  {
    "Id": "463",
    "Title": "NHK ni Youkoso!",
    "Description": "Tatsuhiro Satou is a 22-year-old hikikomori who dropped out of college and is now entering his fourth year of unemployment. He consumes hallucinatory drugs to escape reality, leading him to come up with various conspiracy theories. One such theory concerns the existence of a secret organization called the Nihon Hikikomori Kyoukai (NHK), which is supposedly responsible for Tatsuhiro's shut-in nature and the increasing number of hikikomori people across Japan.\n\r\nOn a quest to fight back against NHK, Tatsuhiro swears to leave behind his socially inept self. However, Tatsuhiro soon realizes that socializing may be too far-fetched a dream for him, as he struggles to get through even the most basic interactions with others. With the help of the mysterious Misaki Nakahara, who claims she can cure him of his current lifestyle, will he be able to turn his life around?\n\r\n",
    "Volumes": "8",
    "Chapters": "40",
    "Status": "Finished",
    "Published": "Dec  26, 2003 to Apr  26, 2007",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Otaku Culture",
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Ac",
    "Authors": "Ooiwa, Kenji (Art), Takimoto, Tatsuhiko (Story)",
    "Score": "8.15",
    "Ranked": "486",
    "Popularity": "279",
    "Members": "57,093",
    "Favorites": "3,098",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/172691.jpg"
  },
  {
    "Id": "661",
    "Title": "Sayonara Zetsubou Sensei",
    "Description": "High school teacher Nozomu Itoshiki has been waiting for a chance to end his life. He has grown averse to the very idea of toiling every day to make an ordinary living, and he makes no attempt to conceal his crushing despair. Sadly, he is almost always dragged into the bizarre—and sometimes outright suspicious—problems of his quirky students. Every time he gets a little closer to kicking the bucket, he finds himself in an absurd situation, trying to save his students from the same rabbit hole of misery that haunts him.\n\r\nDespite his ever-present existential crisis, Itoshiki attempts to find a new normal in the silliness of his daily adventures—all the while chasing the sweet demise that eludes him.\n\r\n",
    "Volumes": "30",
    "Chapters": "302",
    "Status": "Finished",
    "Published": "Apr  27, 2005 to Jun  13, 2012",
    "Genre": [
      "Award Winning",
      "Comedy"
    ],
    "Theme": [
      "Gag Humor",
      "Parody",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Kumeta, Kouji (Story & Art)",
    "Score": "8.15",
    "Ranked": "487",
    "Popularity": "566",
    "Members": "30,187",
    "Favorites": "1,349",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/156519.jpg"
  },
  {
    "Id": "688",
    "Title": "Maison Ikkoku",
    "Description": "In the town of Tokeizaka stands the old, worn-down boarding house known as Maison Ikkoku. For the last few years, the building has been home to a rambunctious group of tenants, including 20-year-old college applicant Yusaku Godai, its most recent resident. Recently, however, Yusaku has grown impatient with the noisy shenanigans interrupting his studies and has decided to move out. However, as he is preparing to leave, a beautiful woman named Kyoko Otonashi introduces herself as the new property manager. Falling in love with her at first sight, Yusaku changes his mind and decides to stay to court Kyoko instead.\n\r\nThough he initially believes he is making progress with Kyoko, Yusaku soon discovers that she is a widow still mourning the loss of her late husband. Despite her growing feelings for Yusaku, Kyoko states that she has no intentions to remarry or even date, as she still loves her late husband. Empathizing with her, Yusaku seeks to free Kyoko from her sadness with the help of the other inhabitants of Maison Ikkoku—all in the hope that she will one day see him as more than just another tenant of the building.\n\r\n",
    "Volumes": "15",
    "Chapters": "162",
    "Status": "Finished",
    "Published": "Oct  14, 1980 to Apr  6, 1987",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance"
    ],
    "Theme": [
      "Adult Cast"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Takahashi, Rumiko (Story & Art)",
    "Score": "8.15",
    "Ranked": "488",
    "Popularity": "1044",
    "Members": "17,412",
    "Favorites": "731",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/71227.jpg"
  },
  {
    "Id": "729",
    "Title": "Emma",
    "Description": "It's the turn of the 20th century, and Victorian era England plays host to a poignant and emotional saga of love between two individuals of thoroughly different societal standing. Working class maid Emma and  wealthy aristocrat William Jones find themselves falling for one another despite their allotted positions in life, and it is their persistent efforts to traverse the dangerous minefields of wealth, power, and staunch tradition, that provides the gripping emotional drama of Kaoru Mori's Emma. The rigid social structures of the time and the disapproving elite, including but not limited to William's own family, seek to keep the lovestruck pair apart due to their heavy condemnation of this breach of proper conduct. But despite their best attempts to resist one another, William and Emma's relationship deepens, and their feelings for one another prove to be stronger than the harshest of judgments.\n\r\nFrom the author of the acclaimed series Otoyomegatari, comes this impassioned tour de force of two individuals who strive to never give up on their love. But will William and Emma's relationship fall prey to the slew of unforeseen ordeals that rise up to challenge it, or will they get their happy ending after all?\n\r\n",
    "Volumes": "10",
    "Chapters": "72",
    "Status": "Finished",
    "Published": "Dec  12, 2001 to Feb  12, 2008",
    "Genre": [
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Beam",
    "Authors": "Mori, Kaoru (Story & Art)",
    "Score": "8.15",
    "Ranked": "489",
    "Popularity": "616",
    "Members": "28,036",
    "Favorites": "820",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/161059.jpg"
  },
  {
    "Id": "770",
    "Title": "Gunnm: Last Order",
    "Description": "After being killed in an explosion set by Desty Nova, Gally is brought back to life in the city of Tiphares by the resourceful yet devious scientist. She learns that the floating city is caught in a chaotic civil war over the public revelation of brain biochips, the Tipharean substitution to the organic human brain. To have any chance at stopping the bloodshed, Gally joins Nova’s newly-formed entourage, which includes his assistants Elf and Zwölf, the battle android Sechs, and the repair robot Deckman 100.\n\r\nTiphares and its conflict is just one small piece to an unknown star system that Gally has yet to discover. In hopes of finding more answers to her forgotten past, she and the other group members venture into the vastness of space, beginning an adventure that is set to alter the course of humanity.\n\r\n",
    "Volumes": "19",
    "Chapters": "124",
    "Status": "Finished",
    "Published": "Jul  19, 2001 to Jan  28, 2014",
    "Genre": [
      "Action",
      "Drama",
      "Sci-Fi"
    ],
    "Theme": [
      "Martial Arts"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Ultra Jump",
    "Authors": "Kishiro, Yukito (Story & Art)",
    "Score": "8.15",
    "Ranked": "490",
    "Popularity": "737",
    "Members": "23,656",
    "Favorites": "791",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/274912.jpg"
  },
  {
    "Id": "792",
    "Title": "City Hunter",
    "Description": "Ryo Saeba is a \"sweeper\" in the city of Tokyo. His works as a trouble shooter, cleaning the streets of vermin, and helping out desperate people. Sometimes he's a bodyguard, sometimes he's an assassin, whatever Ryo does he does it well. In fact his only flaw is his hormones - he loves the ladies and sometimes turns into an idiot when he's near them. Thankfully he's got people like his partner Kaori Makimura to keep him in check.\n\r\n(Source: ANN)",
    "Volumes": "35",
    "Chapters": "193",
    "Status": "Finished",
    "Published": "Feb  26, 1985 to Nov  19, 1991",
    "Genre": [
      "Adventure",
      "Comedy"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Hojo, Tsukasa (Story & Art)",
    "Score": "8.15",
    "Ranked": "491",
    "Popularity": "1202",
    "Members": "15,412",
    "Favorites": "472",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/272237.jpg"
  },
  {
    "Id": "929",
    "Title": "Fushigi Yuugi: Genbu Kaiden",
    "Description": "Takiko Okuda is a strong-willed girl living in the Taisho Era. She needs to be strong -- Oosugi, the one man she's ever loved, is a married man; her mother is terminally ill; and her father, Einosuke, has not been home in over a year. When at last Einosuke returns, it's with a notebook full of Chinese scribblings that seem more important to him than the death of his wife. Furious, Takiko steals away his completed translation -- \"The Universe of the Four Gods\" -- with the intention of tearing it to shreds, but the instant she opens it, she's surrounded by light... And it is said that this is how the legend of the Priestess of Genbu began. \n\r\n(Source: ShoujoMagic)\n\nIncluded one-shot:\r\nVolume 6: Ayashi no Ceres Gaiden",
    "Volumes": "12",
    "Chapters": "40",
    "Status": "Finished",
    "Published": "Mar  15, 2003 to Feb  14, 2013",
    "Genre": [
      "Adventure",
      "Drama",
      "Fantasy",
      "Romance"
    ],
    "Theme": [
      "Historical",
      "Isekai",
      "Magical Sex Shift"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Sho-Comi Zouk",
    "Authors": "Watase, Yuu (Story & Art)",
    "Score": "8.15",
    "Ranked": "492",
    "Popularity": "1552",
    "Members": "12,577",
    "Favorites": "483",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269289.jpg"
  },
  {
    "Id": "1110",
    "Title": "Shiawase Kissa 3-choume",
    "Description": "Uru is a very short girl and is constantly mistaken for an elementary school kid, but despite that, she is ridiculously strong and decides to live by herself after her mother gets remarried. She ends up working at a small cafe with two rather unique co-workers, Shindou, who acts gruff and intimidating, but who is really a nice guy who loves to make cakes and pies and the like, and Ichirou, who is really good-looking but who instantly falls asleep when he gets hungry and doesn't wake up again until he's force-fed something? What will the future bring to them?\n\r\n(Source: MU)\n\nIncluded one-shots:\r\nVolume 2: Suitei Seinen Shoujo\r\nVolume 4: Hana to Ageha, Natsu.\r\nVolume 7: Number One DX",
    "Volumes": "15",
    "Chapters": "88",
    "Status": "Finished",
    "Published": "Dec  4, 2004 to Aug  20, 2009",
    "Genre": [
      "Comedy",
      "Romance",
      "Slice of Life"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Matsuzuki, Kou (Story & Art)",
    "Score": "8.15",
    "Ranked": "493",
    "Popularity": "951",
    "Members": "18,634",
    "Favorites": "458",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/269706.jpg"
  },
  {
    "Id": "1297",
    "Title": "Iryuu: Team Medical Dragon",
    "Description": "In order to gain a professorship at Meishin University Medical Center—with the greater goal of reforming the corrupt Japanese medical system—Dr. Akira Katou decides to focus her newest research paper on one of the most difficult surgical procedures in the world: the Batista.\n\r\nThe Batista, otherwise known as a reduction left ventriculoplasty, can only be conducted by those with the highest degree of skill. Because it has never been accomplished in Japan, a successful Batista will be key to securing Katou's candidacy for professorship. However, she will need an incredible team to pull it off—her first recruit being the genius surgeon, Dr. Ryutaro Asada.\n\r\nHaving once witnessed Asada's extraordinary surgical skills in person, Katou believes that he will be a valuable teammate. Things don't go according to plan, though, as Asada quickly causes trouble at the hospital, continuously defying the system in place. With her career on the line, Katou must find a way to keep the other surgeon in check before he derails her agenda. But if stopping him means conforming to the very system she seeks to destroy, can it really be worth it?\n\r\n",
    "Volumes": "25",
    "Chapters": "210",
    "Status": "Finished",
    "Published": "Nov  1, 2002 to Jan  28, 2011",
    "Genre": [
      "Award Winning",
      "Drama"
    ],
    "Theme": [
      "Medical",
      "Psychological"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Sup",
    "Authors": "Nagai, Akira (Story), Nogizaka, Tarou (Art)",
    "Score": "8.16",
    "Ranked": "472",
    "Popularity": "1633",
    "Members": "11,857",
    "Favorites": "225",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/197743.jpg"
  },
  {
    "Id": "1630",
    "Title": "JoJo no Kimyou na Bouken Part 2: Sentou Chouryuu",
    "Description": "America, 1938. Robert E. O. Speedwagon, his foundation, and Straits venture to Mexico to gather more information about the enigmatic Stone Masks. While excavating the ruins, Speedwagon's men are slaughtered by Strait's sudden betrayal and his lust for power, putting Speedwagon in grave danger.\n\r\nMeanwhile, at the behest of their ally Speedwagon, Joseph Joestar and his grandmother Erina Pendleton have moved to New York City from London. In this new environment, trouble is always around the corner for the hotheaded man, as cultural differences and stubborn citizens spark frequent fights. However, through the power of his \"Ripple\"—an ability said to be inherited from his grandfather Jonathan Joestar—he defeats foes effortlessly.\n\r\nOne night at a downtown Italian restaurant, Joseph and Erina are provoked when an enormous man across their table taunts them. A proper gentleman from the same table apologizes and informs the two of a disturbing rumor: Speedwagon has been murdered. With an uncertain future, Joseph's bizarre adventure begins, meeting like-minded yet brawny individuals and unearthing remote mysteries along the way.\n\r\n",
    "Volumes": "7",
    "Chapters": "69",
    "Status": "Finished",
    "Published": "Oct  20, 1987 to Mar  14, 1989",
    "Genre": [
      "Action",
      "Adventure"
    ],
    "Theme": [
      "Historical",
      "Vampire"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Araki, Hirohiko (Story & Art)",
    "Score": "8.15",
    "Ranked": "494",
    "Popularity": "126",
    "Members": "103,434",
    "Favorites": "3,380",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/269908.jpg"
  },
  {
    "Id": "8557",
    "Title": "Kimi to Boku.",
    "Description": "Shun, Kaname, and the twins Yuuki and Yuuta have been friends since kindergarten. It's a little hard to tell if they actually get along or not. But even as high school students, they still hang out together. Recently, they've had a new addition: the half-Japanese transfer student Chizuru, who has started to liven up the group. This manga is about their daily lives, which aren't particularly passionate or exciting. A tranquil and sometimes comedic story of youthful friendship...\n\r\n(Source: MU)",
    "Volumes": "17",
    "Chapters": "103",
    "Status": "Finished",
    "Published": "Sep  24, 2004 to Mar  18, 2022",
    "Genre": [
      "Comedy",
      "Drama",
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "GFantasy",
    "Authors": "Hotta, Kiichi (Story & Art)",
    "Score": "8.15",
    "Ranked": "495",
    "Popularity": "1738",
    "Members": "11,124",
    "Favorites": "250",
    "image_url": "https://cdn.myanimelist.net/images/manga/5/112375.jpg"
  },
  {
    "Id": "10978",
    "Title": "Major",
    "Description": "The story of Major follows the life of Gorou Honda, from kindergarten to being a professional baseball player, seeking and overcoming tremendous challenges.",
    "Volumes": "78",
    "Chapters": "747",
    "Status": "Finished",
    "Published": "Jul  13, 1994 to Jul  7, 2010",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama",
      "Sports"
    ],
    "Theme": [
      "Team Sports"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Mitsuda, Takuya (Story & Art)",
    "Score": "8.15",
    "Ranked": "497",
    "Popularity": "3168",
    "Members": "6,312",
    "Favorites": "141",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/185602.jpg"
  },
  {
    "Id": "11850",
    "Title": "Keishichou Tokuhanka 007",
    "Description": "The \"Special Crime Investigation Department 007\" includes the most capable and extraordinary investigators. Fuyuki, who becomes one of its members is also very capable and she's paired with Kuze--a cool and handsome detective. This pair proves to be the most dangerous one the police headquarters has ever seen!",
    "Volumes": "11",
    "Chapters": "43",
    "Status": "Finished",
    "Published": "Oct  20, 2006 to Mar  20, 2012",
    "Genre": [
      "Supernatural"
    ],
    "Theme": [
      "Detective"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Ichirac",
    "Authors": "Kaji, Eiri (Story & Art)",
    "Score": "8.15",
    "Ranked": "498",
    "Popularity": "1897",
    "Members": "10,074",
    "Favorites": "311",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/191474.jpg"
  },
  {
    "Id": "70259",
    "Title": "Mushoku Tensei: Isekai Ittara Honki Dasu",
    "Description": "A 34-year-old NEET loses his life saving a stranger in a traffic accident, only to wake up to find himself reborn as the baby Rudeus Greyrat in a new world filled with magic. The child of the adventurers Paul and Zenith Greyrat, his innate talent for magic is immediately recognized when he turns two, and the magic tutor Roxy Migurdia is brought to his home to refine him into a mage. With a tremendous amount of magical power and a wealth of knowledge from his original world, Rudeus seeks to fulfill his only desires from his previous life—to not repeat the mistakes of his past and die with no regrets.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  2, 2014 to ?",
    "Genre": [
      "Fantasy"
    ],
    "Theme": [
      "Isekai",
      "Reincarnation"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Flapp",
    "Authors": "Fujikawa, Yuka (Art), Rifujin na Magonote (Story)",
    "Score": "8.15",
    "Ranked": "499",
    "Popularity": "117",
    "Members": "109,242",
    "Favorites": "4,045",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/181049.jpg"
  },
  {
    "Id": "80375",
    "Title": "Otouto no Otto",
    "Description": "Yaichi Origuchi's uneventful day is interrupted by a big, burly foreigner who shows up at his front door and begins to hug him. The man introduces himself as Mike Flanagan, and Yaichi quickly discovers that Mike is the widower of Ryouji, his younger twin brother. Since Ryouji left for Canada a decade ago, Yaichi heard nothing about him other than he married a foreigner and passed away the month before.\n\r\nWhile Yaichi is apprehensive about the whole situation, his young daughter Kana is absolutely thrilled at the idea of having a gay Canadian uncle. Kana's lack of understanding of Japanese societal views on homosexuality cause Yaichi to reflect on his own preconceived notions. And as Mike continues to stay with the family, Yaichi gradually learns more about his brother-in-law, and he recalls his own past with Ryouji.\n\r\n",
    "Volumes": "4",
    "Chapters": "28",
    "Status": "Finished",
    "Published": "Sep  25, 2014 to May  25, 2017",
    "Genre": [
      "Slice of Life"
    ],
    "Serialization": "Monthly Ac",
    "Authors": "Tagame, Gengorou (Story & Art)",
    "Score": "8.15",
    "Ranked": "500",
    "Popularity": "1559",
    "Members": "12,543",
    "Favorites": "262",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/158104.jpg"
  },
  {
    "Id": "80281",
    "Title": "Girls & Panzer: Ribbon no Musha",
    "Description": "Tankathlon is a new form of tank sport gaining slowly gaining popularity among Senshado enthusiasts. While also involving tank battles, Tankathlon is distinguished by its lack of official oversight allowing any school with tanks to participate in a battle anywhere at any time, and a 10-ton weight restriction on tanks used, limiting battles to light tanks and tankettes.\n\r\n(Source: Girls und Panzer Wiki)",
    "Volumes": "16",
    "Chapters": "64",
    "Status": "Finished",
    "Published": "Sep  5, 2014 to Mar  5, 2021",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Military",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Flapp",
    "Authors": "Nogami, Takeshi (Art), Suzuki, Takaaki (Story)",
    "Score": "8.14",
    "Ranked": "501",
    "Popularity": "5911",
    "Members": "3,216",
    "Favorites": "189",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/277604.jpg"
  },
  {
    "Id": "21467",
    "Title": "Hoshi Mamoru Inu",
    "Description": "Although abandoned as a puppy, Happy now finds himself fit as a fiddle in the care of Miku's family. He plays with the youngster, goes on walks with the effusive Father, and munches on yummy food prepared by Mother. As such, there is no doubt that he is having the time of his life. Unfortunately, when Father develops a chronic disease, the strong familial bonds in the household slowly deteriorate. Little by little, the family grows more disjointed—until there is no one but Happy and Father left. Unable to earn a living in his condition, Father resolves himself and his dog to one aim: to travel to the far south. There may come ups and downs in their adventures, but Happy will always remain man's best friend.\n\r\n",
    "Volumes": "1",
    "Chapters": "4",
    "Status": "Finished",
    "Published": "Jul  22, 2008 to Jan  20, 2009",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "Pets"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Manga Ac",
    "Authors": "Murakami, Takashi (Story & Art)",
    "Score": "8.14",
    "Ranked": "504",
    "Popularity": "959",
    "Members": "18,427",
    "Favorites": "433",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/207064.jpg"
  },
  {
    "Id": "24294",
    "Title": "Ao Haru Ride",
    "Description": "While most girls desire popularity among boys, Futaba Yoshioka wants the exact opposite. After attracting many admirers back in middle school which resulted in her being shunned by her female classmates, she decided that high school will be her chance to revamp her image. Therefore, she starts acting unfeminine and indifferent to boys, allowing her to make some \"friends\" along the way. \n\r\nLittle does Futaba know, her life will take another drastic turn when her first love, Kou Mabuchi, returns after his sudden disappearance years ago in middle school. Despite his extended absence, the fond memories they shared together still linger in her mind, and she wishes to return to those days. But she realizes that the sweet, gentle boy of the past has completely vanished, and in his place stands someone cold and pessimistic. While he admits that her feelings for him back then were mutual, he warns that they can never go back to the past, as everything, including him, has changed. \n\nAo Haru Ride follows Futaba as she searches for true love and friendship, all while trying her best to stay true to herself. \n\r\n",
    "Volumes": "13",
    "Chapters": "53",
    "Status": "Finished",
    "Published": "Jan  13, 2011 to Feb  13, 2015",
    "Genre": [
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Bessatsu Marg",
    "Authors": "Sakisaka, Io (Story & Art)",
    "Score": "8.14",
    "Ranked": "506",
    "Popularity": "41",
    "Members": "185,788",
    "Favorites": "8,949",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/256907.jpg"
  },
  {
    "Id": "44501",
    "Title": "High Score Girl",
    "Description": "Haruo \"Beastly Fingers\" Yaguchi rules the arcade gaming scene, but beneath his famous identity as a pro gamer is a plain sixth grader with an uneventful life. Neither popular, smart, nor athletic, he excels in only one thing: video games. Haruo would rather spend hours at the local arcade honing his gaming skills than take his life and academics seriously.\n\r\nOne day, Haruo meets his match in fellow classmate Akira Oono. Akira is not the type of person to frequent an arcade: she has perfect grades, is well-loved, and comes from a wealthy background. Even so, not only is she able to score a 29-game win streak, but she also manages to beat Haruo seven times in a row. Eager to end her domination, Haruo duels Akira in Street Fighter 2 and resorts to underhanded tactics—which earns him a slap in the face from the shy girl. This encounter starts a strange and rocky relationship between the two rival gamers.\n\r\n",
    "Volumes": "10",
    "Chapters": "65",
    "Status": "Finished",
    "Published": "Oct  29, 2010 to Sep  25, 2018",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Love Polygon",
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Gang",
    "Authors": "Oshikiri, Rensuke (Story & Art)",
    "Score": "8.14",
    "Ranked": "507",
    "Popularity": "970",
    "Members": "18,236",
    "Favorites": "513",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/212640.jpg"
  },
  {
    "Id": "635",
    "Title": "God Child",
    "Description": "Deep in the heart of 19th century London, a young nobleman named Cain walks the shadowy cobblestone streets of the aristocratic society into which he was born. Forced to become an earl upon the untimely death of his father, Cain assumes the role of head of the Hargreaves, a noble family with a dark past. With Riff, his faithful manservant, and Mary Weather, his 10-year-old half sister, Cain investigates the mysterious crimes that seem to follow him wherever he goes.\n\r\n(Source: VIZ Media)\n\nIncluded one-shot:\r\nVolume 5: Nichiyoubi no Solomon Grundy",
    "Volumes": "8",
    "Chapters": "48",
    "Status": "Finished",
    "Published": "May  2, 2001 to Oct  4, 2003",
    "Genre": [
      "Boys Love",
      "Horror",
      "Mystery",
      "Supernatural"
    ],
    "Theme": [
      "Historical"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Yuki, Kaori (Story & Art)",
    "Score": "8.14",
    "Ranked": "508",
    "Popularity": "929",
    "Members": "19,161",
    "Favorites": "912",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/257890.jpg"
  },
  {
    "Id": "7749",
    "Title": "Oresama Teacher",
    "Description": "Under the threat of being disowned, Mafuyu Kurosaki—an ex-delinquent with a strong sense of justice, exceptional fighting skills, and a very dense head—has to start a new life as a proper citizen and student at Midorigaoka Academy. Apart from adapting to a new school, Mafuyu also has to get used to living alone as the dorms are full. Therefore, she starts a new chapter in her life with limited funds, the inability to make even a cup of instant noodles, and a big dream of becoming \"an ultra-shiny female high school student.\"\n\r\nThis dream, however, is quite hard to fulfill since Mafuyu's sense of style is uncouth, and troubles tend to find her no matter how hard she tries to avoid them. The path to her dreams is made more difficult because of Takaomi Saeki, her unordinary homeroom teacher with barely legal teaching methods, and her delinquent classmate Kaori Hayasaka, who becomes her first new friend.\n\nOresama Teacher follows Mafuyu's adventure full of hilarious situations, ridiculous misunderstandings, and exciting action sequences, all while she still tries to become a normal feminine girl.\n\r\n",
    "Volumes": "29",
    "Chapters": "176",
    "Status": "Finished",
    "Published": "Jul  5, 2007 to Feb  5, 2020",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Delinquents",
      "School"
    ],
    "Demographic": [
      "Shoujo"
    ],
    "Serialization": "Hana to Yum",
    "Authors": "Tsubaki, Izumi (Story & Art)",
    "Score": "8.14",
    "Ranked": "509",
    "Popularity": "441",
    "Members": "38,160",
    "Favorites": "1,365",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/269703.jpg"
  },
  {
    "Id": "7760",
    "Title": "Hanma Baki",
    "Description": "After 18 years of fighting and pushing his body beyond its natural limits, Baki Hanma is almost ready to face his father Yuujirou in one final battle. Publicly challenging his father to a revenge bout for the title of \"World's Strongest,\" Baki sets out to train himself even further. He targets the few men who are said to hold comparable power to Yuujirou, including the \"Unchained\" bounty hunter Biscuit Olivia and a prehistoric human named Pickle revived from the Mesozoic era.\n\r\nThe demonic Yuujirou monitors his son's training with a growing anticipation. The \"Ogre\" sees Baki as little more than a savory meal marinating for him to devour. Still, Yuujirou exists in solitude at the top of the mountain of strength. He yearns for a combatant to rise up and prove themselves a worthy opponent capable of giving him a challenge. Despite viewing his son as pathetic, Yuujirou can't help but hope his child will be the one to give him the thrill of equal combat he has lived so long without.\n\r\nAs Baki seeks to understand his father's monstrous legacy, Yuujirou comes to terms with his true feelings toward his son. The two Hanmas advance toward their climactic fight to decide who is really the \"World's Strongest.\"\n\r\n",
    "Volumes": "37",
    "Chapters": "312",
    "Status": "Finished",
    "Published": "Dec  1, 2005 to Aug  16, 2012",
    "Genre": [
      "Action",
      "Adventure"
    ],
    "Theme": [
      "Gore",
      "Martial Arts"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Itagaki, Keisuke (Story & Art)",
    "Score": "8.14",
    "Ranked": "510",
    "Popularity": "739",
    "Members": "23,629",
    "Favorites": "975",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/159342.jpg"
  },
  {
    "Id": "10443",
    "Title": "Bakuon Rettou",
    "Description": "Kazei Takeshi moved with his parents to a new house and new school. One of his new friends is a motorcycle enthusiast and soon invites him to meet with his gang, the Zeros. Takashi comes to love motorcycles and soon gets involved in the gang's fights and issues. What has he got himself into and is he ready to face the consequences?\n\r\n(Source: MU)",
    "Volumes": "18",
    "Chapters": "105",
    "Status": "Finished",
    "Published": "Oct  24, 2002 to Nov  24, 2012",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Psychological",
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Af",
    "Authors": "Takahashi, Tsutomu (Story & Art)",
    "Score": "8.14",
    "Ranked": "511",
    "Popularity": "1721",
    "Members": "11,260",
    "Favorites": "358",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/173111.jpg"
  },
  {
    "Id": "128365",
    "Title": "Kimi to Tsuzuru Utakata",
    "Description": "The self-conscious Shizuku Hoshikawa is on her way to dispose of her first and last novel. But before she can do so, the charismatic Kaori Asaka bumps into her and ends up taking the novel home. This turn of events greatly distresses Shizuku, as she does not want anyone to read the depressing story she wrote for her own satisfaction.\n\r\nInitially expecting the worst, Shizuku finds herself in tears of joy when Kaori tells her the novel deeply moved her. Kaori wishes to read more of her stories, but as Shizuku did not plan on writing anything else, she has no idea what to write. As a result, Kaori comes up with a bizarre suggestion—their love.\n\r\nShizuku is skeptical of Kaori's intention and somewhat uneasy about what secrets she may be hiding behind her smile. Nevertheless, the two begin their odd summer vacation in pursuit of their own love story.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  18, 2020 to ?",
    "Genre": [
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Comic Yuri Him",
    "Authors": "Yuama (Story & Art)",
    "Score": "8.14",
    "Ranked": "513",
    "Popularity": "1874",
    "Members": "10,204",
    "Favorites": "228",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/239675.jpg"
  },
  {
    "Id": "112922",
    "Title": "Gokushufudou",
    "Description": "\"Immortal Tatsu,\" the legendary yakuza who single-handedly defeated a rival gang with a lead pipe, is a name known to strike fear in both hardened police officers and vicious criminals. Soon after his sudden disappearance, he resurfaces with a slight change in profession. Now equipped with an apron, Tatsu has given up violence and is trying to make an honest living as a house husband.\n\r\nWhile adapting to mundane household tasks, Tatsu finds that being a house husband has its own challenges, from the battlefield known as supermarket sales to failures in the kitchen. Despite living peacefully, misunderstandings seem to follow him left and right. Gokushufudou follows the daily life of the comically serious ex-yakuza as he leaves behind his dangerous previous life to become a stay-at-home husband.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Feb  23, 2018 to ?",
    "Genre": [
      "Comedy"
    ],
    "Theme": [
      "Adult Cast",
      "Organized Crime"
    ],
    "Serialization": "Kurage Bunch",
    "Authors": "Oono, Kousuke (Story & Art)",
    "Score": "8.13",
    "Ranked": "515",
    "Popularity": "95",
    "Members": "124,304",
    "Favorites": "3,469",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/210716.jpg"
  },
  {
    "Id": "132975",
    "Title": "Anemone wa Netsu wo Obiru",
    "Description": "Nagisa Ootsuki shed her former self out of shame from failing her high school entrance exams. On her first day in her new high school, who does she meet but the girl who made her fail the exam! How does Nagisa deal with these complicated emotions?\n\r\n(Source: MU)",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Nov  24, 2020 to ?",
    "Genre": [
      "Girls Love"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Manga Time Kirara Forward",
    "Authors": "Sakuragi, Ren (Story & Art)",
    "Score": "8.13",
    "Ranked": "518",
    "Popularity": "2814",
    "Members": "7,090",
    "Favorites": "210",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/246368.jpg"
  },
  {
    "Id": "63535",
    "Title": "Amaama to Inazuma",
    "Description": "Following the death of his beloved wife, high school teacher Kouhei Inuzuka tried to cook a meal for his five-year-old daughter Tsumugi despite his poor cooking abilities. But after one disastrous attempt, they began relying on food from convenience stores instead. While flower-viewing, Kouhei and Tsumugi run into Kotori Iida, one of Kouhei's socially awkward students. Once she spots Tsumugi trying to take a bite out of her lunch, Kotori invites them to her mother's restaurant.\n\r\nIn an attempt to feed Tsumugi something delicious, Kouhei barges into the restaurant in the middle of the night—only to find Kotori waiting for them and willing to help him in the kitchen. Although Kotori is as helpless as Kouhei when it comes to cooking, the two manage to make a simple dish. It turns out that, due to her mom's job, Kotori has been eating dinner alone for a long time. For the sake of Tsumugi's happiness, Kouhei promises her and Kotori that they will all eat together—thus marking the first of many sweet moments while sharing meals.\n\r\n",
    "Volumes": "12",
    "Chapters": "63",
    "Status": "Finished",
    "Published": "Feb  7, 2013 to Dec  7, 2018",
    "Genre": [
      "Comedy",
      "Gourmet",
      "Slice of Life"
    ],
    "Theme": [
      "Childcare",
      "Iyashikei"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "good! Af",
    "Authors": "Amagakure, Gido (Story & Art)",
    "Score": "8.13",
    "Ranked": "519",
    "Popularity": "710",
    "Members": "24,616",
    "Favorites": "458",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/188833.jpg"
  },
  {
    "Id": "1101",
    "Title": "Akumetsu",
    "Description": "Due to an economic downturn plaguing Japan, Shiina Nagasawa decides to take up prostitution as a means to support her family after her father goes bankrupt. To this end, she attends a party where the high-profile government members in attendance are all eager to satisfy their carnal desires. \n\r\nAs Shiina degrades herself, an intruder wearing an exotic mask crashes the party, and she recognizes him as her classmate Shou Hazama. Claiming to be \"Akumetsu,\" he interrogates Japan's former finance minister about all the evil deeds the other has committed. He then proceeds to brutally murder the man and drag his body to the lobby. When Akumetsu is shot, he somehow blows his own head off afterward.\n\r\nStill in disbelief, Shiina manages to go to school the next day. But in a shocking turn of events, Shou Hazama is there to greet her in the classroom. How is he alive, and what does he intend to do next?\n\r\n",
    "Volumes": "18",
    "Chapters": "162",
    "Status": "Finished",
    "Published": "Oct  2002 to Apr  6, 2006",
    "Genre": [
      "Action",
      "Drama",
      "Suspense"
    ],
    "Theme": [
      "Detective",
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Champion (Weekly)",
    "Authors": "Tabata, Yoshiaki (Story), Yugo, Yuuki (Art)",
    "Score": "8.13",
    "Ranked": "520",
    "Popularity": "232",
    "Members": "65,606",
    "Favorites": "1,888",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/183734.jpg"
  },
  {
    "Id": "1218",
    "Title": "Akagi: Yami ni Oritatta Tensai",
    "Description": "While mahjong is a game that is often played with family and friends, it is also a game that is played in the darkest corners of society. Nangou is a compulsive gambler who has accumulated debt over three million yen. In a last ditch attempt to clear his record, he decides to wager his life on a game of mahjong with the mafia. Unfortunately, as the game progresses, Nangou only moves further from the prize and closer to death.\n\r\nWhen all hope seems lost, the game parlor is suddenly intruded upon by Shigeru Akagi, a young boy on the run from the police. Desperate to turn the game around, Nangou hands the game over to Akagi after teaching him a few of the rules. The mafia can only smirk as Akagi sits down to play. However, they soon come to learn that Akagi is a natural born gambler. An imposing figure who does not fear death. One who is destined to become a legend.\n\r\n",
    "Volumes": "36",
    "Chapters": "306",
    "Status": "Finished",
    "Published": "Jun  1991 to Feb  1, 2018",
    "Genre": [
      "Action",
      "Drama"
    ],
    "Theme": [
      "Adult Cast",
      "Organized Crime",
      "Psychological",
      "Strategy Game"
    ],
    "Serialization": "Kindai Mahjong",
    "Authors": "Fukumoto, Nobuyuki (Story & Art)",
    "Score": "8.13",
    "Ranked": "521",
    "Popularity": "1642",
    "Members": "11,831",
    "Favorites": "399",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/191155.jpg"
  },
  {
    "Id": "1258",
    "Title": "Higurashi no Naku Koro ni: Watanagashi-hen",
    "Description": "When Keiichi Maebara moved to the small village of Hinamizawa, he did not expect to make friends so quickly. Now Keiichi's days are spent having fun and playing games with his new companions, and his life couldn't be better. However, one day he sees one of his friends, the tomboyish Mion Sonozaki, working at a maid café. Deciding to tease her about it, his initial joking quickly turns to shock as the girl reveals that she is actually Mion's twin sister, Shion.\n\r\nAs luck would have it, both girls want to spend the annual Cotton Drifting Festival by Keiichi's side. But when Shion breaks the town's sacred rules and sneaks into a sealed shrine during the festival, dragging Keiichi along with her, things take a turn for the worse. Now, Keiichi and Shion find themselves in fear of being spirited away due to their mistake and must find a way to atone before it is too late.\n\r\n",
    "Volumes": "2",
    "Chapters": "12",
    "Status": "Finished",
    "Published": "Apr  26, 2005 to Mar  25, 2006",
    "Genre": [
      "Drama",
      "Horror",
      "Mystery"
    ],
    "Theme": [
      "Psychological"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Gangan Wing",
    "Authors": "Houjou, Yutori (Art), Ryukishi07 (Story)",
    "Score": "8.13",
    "Ranked": "522",
    "Popularity": "1029",
    "Members": "17,495",
    "Favorites": "241",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/259983.jpg"
  },
  {
    "Id": "3097",
    "Title": "Futatsu no Spica",
    "Description": "Asumi Kamogawa is a small, 14-year-old girl with a burning passion for the cosmos, especially the stars. Since her early childhood, she has been learning about space from a man she calls \"Lion-san,\" a wise and friendly ghost wearing a giant lion head. Despite a rough family dynamic, Asumi decides to enroll in the Tokyo Space School.\n\r\nAsumi soon makes a group of friends at school: Shinnosuke Fuchuuya, Asumi's childhood friend with glasses and somewhat brutal honesty; Kei Oumi, a very friendly girl who was inspired by Neil Armstrong's pictures of the first lunar landing; Marika Ukita, an unsociable yet beautiful girl with some secrets of her own; and Shuu Suzuki, a bold yet intelligent boy with a very laidback outlook.\n\r\nSet in an alternate future where Japan's first man-made rocket crashed in 2010, Futatsu no Spica is a coming-of-age story revolving around these young high schoolers and their path toward the stars.\n\r\n",
    "Volumes": "16",
    "Chapters": "97",
    "Status": "Finished",
    "Published": "Sep  5, 2001 to Aug  5, 2009",
    "Genre": [
      "Drama",
      "Fantasy",
      "Sci-Fi",
      "Slice of Life",
      "Supernatural"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Comic Flapp",
    "Authors": "Yaginuma, Kou (Story & Art)",
    "Score": "8.13",
    "Ranked": "523",
    "Popularity": "3251",
    "Members": "6,171",
    "Favorites": "178",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/176749.jpg"
  },
  {
    "Id": "10010",
    "Title": "Beelzebub",
    "Description": "Ishiyama High—land of the delinquents. No matter how tough you think you are, you don't mess with an Ishi-high student. One of the most infamous students is first year Tatsumi Oga, called \"Demon King\" by those he's defeated. \n\r\nOne day, while Oga is finishing off a gang that attacked him, he stumbles upon an infant. In a rare moment of kindness, Oga tries to care for the baby. As a result, the child becomes overly attached to him. In a panic, he brings the baby to his best friend Takayuki Furuichi's house. While there, they are attacked by Hildegard, a demon maid who says the baby is actually Kaiser de Emperana Beelzebub IV. She also reveals that he was sent here to destroy humanity, on a whim of his father Beelzebub III, Great Demon Lord of the Demon World. After failing to remove Baby Beel from Oga, she declares that he must raise him, as moving more than 15 meters away will result in instant death for Oga.\n\r\nWith his delinquent past and unfriendly nature, Oga must deal with the burden of raising a demon baby. Beezelbub follows his story through encounters with demons and dangerous classmates, all while being an unorthodox role model and carer for the young Baby Beel.\n\r\n",
    "Volumes": "28",
    "Chapters": "250",
    "Status": "Finished",
    "Published": "Feb  23, 2009 to Mar  13, 2015",
    "Genre": [
      "Action",
      "Comedy",
      "Supernatural"
    ],
    "Theme": [
      "Childcare",
      "Delinquents",
      "Mythology",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Tamura, Ryuuhei (Story & Art)",
    "Score": "8.13",
    "Ranked": "524",
    "Popularity": "107",
    "Members": "115,025",
    "Favorites": "5,002",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/188942.jpg"
  },
  {
    "Id": "26769",
    "Title": "Bokura wa Minna Kawai-sou",
    "Description": "Kazunari Usa's dream to live away from his parents is fulfilled when they allow him to move into an old boarding house called Kawai Complex. With his landlady providing him meals and his parents covering his rent, Kazunari finally achieves the peaceful life he longs for, as he is ready to enter his first year at high school. Or so it seems...\n\r\nUpon moving into the boarding house, Kazunari finds out that he has to share a room with resident masochist Shirosaki. He must also live under the same roof as Mayumi Nishikino, a drunkard with a hopeless love life, and Sayaka Watanabe, a seemingly innocent college student. Although he is surrounded by these unique characters, Kazunari still counts himself lucky to be living in the same building as Ritsu Kawai, a second-year student he has a crush on.\n\r\nAs Kazunari settles into the boarding house, he soon realizes that the inhabitants of Kawai Complex are bound to add a twist to the life he has been hoping to live.\n\r\n",
    "Volumes": "11",
    "Chapters": "93",
    "Status": "Finished",
    "Published": "Apr  30, 2010 to May  30, 2018",
    "Genre": [
      "Romance",
      "Slice of Life"
    ],
    "Theme": [
      "School"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Young King OURs",
    "Authors": "Miyahara, Ruri (Story & Art)",
    "Score": "8.13",
    "Ranked": "525",
    "Popularity": "390",
    "Members": "42,384",
    "Favorites": "1,457",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/204982.jpg"
  },
  {
    "Id": "120250",
    "Title": "Ponkotsu Ponko",
    "Description": "The near future, in a quiet seaside town. Yoshioka, who had recently lost his wife, just wants to spend the rest of his days in peace. However, Yoshioka's children, worried about their father's health, sent a housekeeping robot to help him. Yoshioka's quiet life is now changing.\n\r\n(Source: Shogakukan, translated)",
    "Volumes": "10",
    "Chapters": "79",
    "Status": "Finished",
    "Published": "Mar  25, 2019 to May  24, 2021",
    "Genre": [
      "Comedy",
      "Slice of Life"
    ],
    "Demographic": [
      "Seinen"
    ],
    "Serialization": "Big Comic Spirits",
    "Authors": "Yatera, Keita (Story & Art)",
    "Score": "8.12",
    "Ranked": "529",
    "Popularity": "1891",
    "Members": "10,109",
    "Favorites": "210",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/220644.jpg"
  },
  {
    "Id": "128594",
    "Title": "One Piece: Episode A",
    "Description": "The infamous Portgas D. Ace's departure from Dawn Island marks the beginning of his pirate adventure, and he immediately finds himself deserted on an uninhabited, desolate island. There, he meets a mysterious man, who quickly becomes drawn to Ace's personality and befriends him. Aiming to get themselves off the island, the duo decides to work together to build a boat.\n\r\nHowever, due to a lack of food on the isle, the pair only have so much time to finish making their craft, causing tension to arise between the two. Nonetheless, the appearance of a special fruit may give them the hope needed to escape the island—because if they succeed, they vow to sail the Grand Line together.\n\r\n",
    "Volumes": "2",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Sep  16, 2020 to Dec  2, 2021",
    "Genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ],
    "Theme": [
      "Super Power"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "One Piece Mag",
    "Authors": "Oda, Eiichiro (Story), Hamazaki, Tatsuya (Story), Boichi (Art), Hinata, Shou (Story)",
    "Score": "8.12",
    "Ranked": "530",
    "Popularity": "1943",
    "Members": "9,867",
    "Favorites": "63",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/266074.jpg"
  },
  {
    "Id": "143031",
    "Title": "Aishiteru Game wo Owarasetai",
    "Description": "In sixth grade, childhood friends Yukiya Asagi and Miku Sakura created a game with the objective to embarrass the other person by taking turns saying \"I love you.\" Four years later, even as they are entering high school, the two are still trying to one-up the other and claim victory. However, as tender feelings begin to bloom in their hearts, the simple phrase has taken on new meaning beyond the rules of their game.\n\r\nWith the passing of each day, the urge to become more than childhood friends grows—but both Yukiya and Miku resist making the first move, hesitant about what is in store once the game is finally ended.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "Dec  24, 2021 to ?",
    "Genre": [
      "Comedy",
      "Romance"
    ],
    "Theme": [
      "School"
    ],
    "Serialization": "Sunday Webry",
    "Authors": "Doumoto, Yuuki (Story & Art)",
    "Score": "8.12",
    "Ranked": "531",
    "Popularity": "1105",
    "Members": "16,378",
    "Favorites": "406",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/258341.jpg"
  },
  {
    "Id": "99007",
    "Title": "Komi-san wa, Comyushou desu.",
    "Description": "It's Shouko Komi's first day at the prestigious Itan Private High School, and she has already risen to the status of the school's Madonna. With long black hair and a tall, graceful appearance, she captures the attention of anyone who comes across her. There's just one problem though—despite her popularity, Shouko is terrible at communicating with others.\n\r\nHitohito Tadano is your average high school boy. With his life motto of \"read the situation and make sure to stay away from trouble,\" he quickly finds that sitting next to Shouko has made him the enemy of everyone in his class! One day, knocked out by accident, Hitohito later wakes up to the sound of Shouko's \"meow.\" He lies that he heard nothing, causing Shouko to run away. But before she can escape, Hitohito surmises that Shouko is not able to talk to others easily—in fact, she has never been able to make a single friend. Hitohito resolves to help Shouko with her goal of making one hundred friends so that she can overcome her communication disorder.\n\r\n",
    "Volumes": "Unknown",
    "Chapters": "Unknown",
    "Status": "Publishing",
    "Published": "May  18, 2016 to ?",
    "Genre": [
      "Award Winning",
      "Comedy"
    ],
    "Theme": [
      "Romantic Subtext",
      "School"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Sunday",
    "Authors": "Oda, Tomohito (Story & Art)",
    "Score": "8.12",
    "Ranked": "533",
    "Popularity": "28",
    "Members": "250,237",
    "Favorites": "12,895",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/188962.jpg"
  },
  {
    "Id": "99969",
    "Title": "Sabishisugite Lesbian Fuuzoku ni Ikimashita Report",
    "Description": "After her life takes a turn for worse shortly after dropping out of college, Kabi Nagata becomes depressed and develops an eating disorder. She feels immense pressure from her family to be a \"normal\" and productive person, along with an acute desire to belong to a community. Despite attempts to solve these problems, she struggles to resolve her pain, and her situation worsens.\n\r\nAt 28 years old, Kabi contacts a lesbian escort service. She imagines this event as a rite of passage into adulthood she has been avoiding for so long. And while this experience does not turn out to be exactly what she was expecting, it proves critical to Kabi's reimagining of her life.\n\r\n",
    "Volumes": "1",
    "Chapters": "6",
    "Status": "Finished",
    "Published": "Jun  17, 2016",
    "Genre": [
      "Slice of Life"
    ],
    "Theme": [
      "Memoir"
    ],
    "Serialization": "    N",
    "Authors": "Nagata, Kabi (Story & Art)",
    "Score": "8.12",
    "Ranked": "534",
    "Popularity": "322",
    "Members": "48,991",
    "Favorites": "2,649",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/180846.jpg"
  },
  {
    "Id": "20",
    "Title": "Hikaru no Go",
    "Description": "When Hikaru Shindou discovers an old go board in his grandfather's attic, he is greeted by the spirit of an ancient go master, Fujiwara no Sai. Sai spent his life teaching the techniques of the board game to an emperor during the Heian era, and now in his ghostly state, he is eager to share his passion with the unsuspecting Hikaru. The only problem is that Hikaru is not all that interested in board games. But Sai is not easily dissuaded. Pressured by Sai's unrelenting desire to pursue something he refers to as the \"Divine Move,\" Hikaru begrudgingly consents to playing the game, executing moves as dictated by Sai. But slowly, intrigued by the dedication of his peers, he begins to learn the basics of the game.\n\r\nAs Hikaru enters into the world of go, guided by his intangible tutor and inspired by his rival, Akira Touya, he cannot help but be drawn into the complex game as he grows determined to prove his own abilities. In a coming-of-age story centering around an ancient board game, Hikaru no Go tells the story of a boy maturing through the pursuit of his newfound passion.\n\r\n",
    "Volumes": "23",
    "Chapters": "198",
    "Status": "Finished",
    "Published": "Dec  8, 1998 to Jul  14, 2003",
    "Genre": [
      "Award Winning",
      "Comedy",
      "Drama",
      "Supernatural"
    ],
    "Theme": [
      "Strategy Game"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Obata, Takeshi (Art), Hotta, Yumi (Story)",
    "Score": "8.12",
    "Ranked": "536",
    "Popularity": "357",
    "Members": "45,617",
    "Favorites": "1,980",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/170574.jpg"
  },
  {
    "Id": "47",
    "Title": "Katekyou Hitman Reborn!",
    "Description": "The life of Tsunayoshi \"No-Good Tsuna\" Sawada is a complete wreck. Terrible grades, horrible fitness, and a non-existent social life means he has no reason to attend school, especially after discovering that his crush, Kyouko Sasagawa, is already seeing someone. Unbeknownst to him however, the blood of Giotto, the great Vongola the First, runs through his veins.\n\r\nEnter home tutor Reborn, an infant who claims to be the world's greatest hitman. Under orders from Vongola the Ninth, Reborn has come to train Tsuna to become a worthy successor to the famous Vongola Famiglia name. Tsuna, however, refuses, and claims that he will never become a mafia boss. How will the world's greatest hitman react to such opposition? Will he force Tsuna to adhere? Or will he use this unwillingness to his advantage? This is a story of a reluctant successor as he takes on the responsibilities of becoming the underworld's next ruling mafia leader, with the help of his friends and a one-of-a-kind home tutor.\n\r\n",
    "Volumes": "42",
    "Chapters": "411",
    "Status": "Finished",
    "Published": "May  24, 2004 to Nov  12, 2012",
    "Genre": [
      "Action",
      "Comedy"
    ],
    "Theme": [
      "Organized Crime",
      "School",
      "Super Power"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Jump (Weekly)",
    "Authors": "Amano, Akira (Story & Art)",
    "Score": "8.12",
    "Ranked": "537",
    "Popularity": "97",
    "Members": "122,229",
    "Favorites": "9,740",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/253085.jpg"
  },
  {
    "Id": "338",
    "Title": "Chrno Crusade",
    "Description": "America in the Roaring 20s. On the surface, it's a positive, peaceful time after the violence of the Great War. But lurking in the shadows is a dark element ready to snatch that peace away. Sister Rosette Christopher, an exorcist working as a part of the Magdala Order, has a duty to fight the demons which appear and cause destruction. But along with her companion Chrno, she usually ends up causing more destruction than the demons themselves! On one particular mission, they meet a young girl with a beautiful voice named Azmaria, who is being targeted by her own stepfather. As Rosette and Chrno work to save her, more is revealed about the relationship between them. There is more to these two than meets the eye.\n\r\n(Source: ADV)",
    "Volumes": "8",
    "Chapters": "59",
    "Status": "Finished",
    "Published": "Dec  9, 1998 to May  8, 2004",
    "Genre": [
      "Action",
      "Adventure",
      "Drama",
      "Fantasy",
      "Romance",
      "Sci-Fi",
      "Supernatural"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Comic Drag",
    "Authors": "Moriyama, Daisuke (Story & Art)",
    "Score": "8.12",
    "Ranked": "538",
    "Popularity": "615",
    "Members": "28,036",
    "Favorites": "1,228",
    "image_url": "https://cdn.myanimelist.net/images/manga/2/178875.jpg"
  },
  {
    "Id": "339",
    "Title": "Sakigake!! Cromartie Koukou",
    "Description": "Welcome to Cromartie High—a melting pot of underachievers and overzealous bullies, where the fist rules and the student body has the combined I.Q. of a rusty nail. After a whole lot of bad judgment and a little bad luck, Takashi Kamiyama is now attending this academy of dunces. Here, his only homework will be defending himself against the foul-mouthed robots, semi-intelligent apes and masked villains that roam the halls of Cromartie High School!\n\r\n(Source: ADV)",
    "Volumes": "17",
    "Chapters": "335",
    "Status": "Finished",
    "Published": "Jul  19, 2000 to May  17, 2006",
    "Genre": [
      "Award Winning",
      "Comedy"
    ],
    "Theme": [
      "Delinquents",
      "Gag Humor"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Shounen Magazine (Weekly)",
    "Authors": "Nonaka, Eiji (Story & Art)",
    "Score": "8.12",
    "Ranked": "539",
    "Popularity": "1421",
    "Members": "13,478",
    "Favorites": "324",
    "image_url": "https://cdn.myanimelist.net/images/manga/3/265952.jpg"
  },
  {
    "Id": "3403",
    "Title": "Rosario to Vampire: Season II",
    "Description": "The story continues where the first season left off only months into the future. Yuokai Gakuen has been repaired and the new semester is underway. Tsukune and gang are back, and more powerful then ever. Anti-Thesis's true identity is revealed. With new adversaries looming on the horizon, and something much more sinister than the gang has ever faced before.\n\r\nTsukune is battling with the monster inside him. With the help of Moka, Mizore, Kurumu, Ruby, and Yukari, Tsukune trains to get his vampire blood under control and the strength to protect what he holds dear.\n\r\nThe new season focuses more on the girls, their past, and their families. New confrontations await them. New friends and allies will join them by their side. Together they will discover the secrets of Moka's rosary, and her lineage...\n\r\n(Source: girlsdeadmonster)",
    "Volumes": "14",
    "Chapters": "67",
    "Status": "Finished",
    "Published": "Nov  4, 2007 to Apr  19, 2014",
    "Genre": [
      "Action",
      "Comedy",
      "Fantasy",
      "Romance",
      "Supernatural",
      "Ecchi"
    ],
    "Theme": [
      "Harem",
      "School",
      "Vampire"
    ],
    "Demographic": [
      "Shounen"
    ],
    "Serialization": "Jump SQ.",
    "Authors": "Ikeda, Akihisa (Story & Art)",
    "Score": "8.12",
    "Ranked": "540",
    "Popularity": "226",
    "Members": "66,476",
    "Favorites": "3,531",
    "image_url": "https://cdn.myanimelist.net/images/manga/1/270596.jpg"
  }
]